[
  {
    "id": "init",
    "document_id": null,
    "law_name": "init",
    "text": "init",
    "doc_type": "init",
    "announce_date": "null",
    "effective_date": null,
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "init",
      "ส่วน": "",
      "chunk_index": 0
    }
  },
  {
    "id": "Preamble",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "เล่ม ๑๔๒ ตอนที่ ๗๖ ก หน้า ๑๐ ราชกิจจานุเบกษา ๑๙ พฤศจิกายน ๒๕๖๘\n**ระเบียบสำนักงานการตรวจเงินแผ่นดิน**\n**ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย (ฉบับที่ ๒)**\n**พ.ศ. ๒๕๖๘**\nโดยที่เป็นการสมควรปรับปรุงระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบ การปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ เพื่อให้การตรวจสอบการปฏิบัติตามกฎหมายของสำนักงาน การตรวจเงินแผ่นดินมีประสิทธิภาพมากยิ่งขึ้น\nอาศัยอำนาจตามความในมาตรา ๕๓ และมาตรา ๕๔ (๔) (๕) ประกอบมาตรา ๕ วรรคสอง มาตรา ๖ มาตรา ๗ มาตรา ๘ มาตรา ๘๕ มาตรา ๘๖ มาตรา ๘๗ มาตรา ๘๘ มาตรา ๙๓ มาตรา ๙๕ มาตรา ๙๖ และมาตรา ๙๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วย การตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ผู้ว่าการตรวจเงินแผ่นดินจึงออกระเบียบไว้ ดังต่อไปนี้",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 658,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๑",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑ ระเบียบนี้เรียกว่า “ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบ การปฏิบัติตามกฎหมาย (ฉบับที่ ๒) พ.ศ. ๒๕๖๘”",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 119,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๒",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๒ ระเบียบนี้ให้ใช้บังคับเมื่อพ้นกำหนดสามสิบวันนับแต่วันประกาศในราชกิจจานุเบกษา เป็นต้นไป",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 92,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๓",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๓ ให้ยกเลิกความในบทนิยามคำว่า \"ผู้บริหารงานตรวจสอบ\" ในข้อ ๕ ของระเบียบ สำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และให้ใช้ ความต่อไปนี้แทน\n\"ผู้บริหารงานตรวจสอบ” หมายความว่า ผู้ว่าการ รองผู้ว่าการตรวจเงินแผ่นดิน ผู้ตรวจเงินแผ่นดิน ผู้ช่วยผู้ว่าการตรวจเงินแผ่นดิน รองผู้ตรวจเงินแผ่นดิน ผู้อำนวยการสำนัก หรือตำแหน่งที่เรียกชื่ออย่างอื่นที่มีฐานะเทียบเท่าตำแหน่งดังกล่าวข้างต้น และให้รวมถึงผู้ที่ได้รับ มอบหมายจากผู้ว่าการให้มีอำนาจพิจารณาผลการตรวจสอบได้เอง\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 489,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๔",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๔ ให้เพิ่มบทนิยามคำว่า \"ผู้อำนวยการสำนัก\" ระหว่างบทนิยามคำว่า \"สำนักงาน\" และ \"เจ้าหน้าที่ตรวจสอบ\" ในข้อ ๕ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบ การปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖\n\"ผู้อำนวยการสำนัก\" หมายความรวมถึง รองผู้ตรวจเงินแผ่นดินซึ่งเป็นผู้บังคับบัญชา และรับผิดชอบการปฏิบัติราชการของสำนักงานการตรวจเงินแผ่นดินในส่วนภูมิภาคหรือตำแหน่ง ที่เรียกชื่ออย่างอื่นที่มีฐานะเทียบเท่าตำแหน่งดังกล่าวข้างต้น\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 416,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๕",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๕ ให้ยกเลิกความในข้อ ๑๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และให้ใช้ความต่อไปนี้แทน\n\"ข้อ ๑๑ เรื่องที่เป็นผลมาจากการตรวจสอบด้านอื่นตามข้อ ๘ (๓) หากผลการตรวจสอบ รายงานการเงิน หรือผลการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน แล้วแต่กรณี\"\n--- Page 2 ---\nเล่ม ๑๔๒ ตอนที่ ๗๖ ก หน้า ๑๑ ราชกิจจานุเบกษา ๑๙ พฤศจิกายน ๒๕๖๘\nพบว่าประเด็นที่ตรวจพบมีการไม่ปฏิบัติตามกฎหมายวินัยการเงินการคลังของรัฐหรือกฎหมายอื่น รวมถึงระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการและสัญญา ก่อให้เกิดความเสียหายแก่รัฐหรือหน่วยรับตรวจหรือมีลักษณะเป็นการงงใจไม่ปฏิบัติตามกฎหมายวินัยการเงินการคลังของรัฐหรือกฎหมายอื่น รวมถึงระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการและสัญญา หรือข้อตรวจพบที่มีลักษณะเป็นการทุจริต ให้เจ้าหน้าที่ตรวจสอบดำเนินการตรวจสอบตามหมวด ๒ ต่อไป\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 819,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๖_p1",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๖ ให้ยกเลิกความในข้อ ๑๔ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และให้ใช้ความต่อไปนี้แทน\n\"ข้อ ๑๔ เรื่องร้องเรียนที่ร้องเรียนทางเว็บไซต์หรือไปรษณีย์อิเล็กทรอนิกส์ ให้ดำเนินการ ดังนี้\n(๑) กรณีร้องเรียนทางเว็บไซต์หรือไปรษณีย์อิเล็กทรอนิกส์ของสำนักงาน ให้ศูนย์ดิจิทัล และนวัตกรรมการตรวจเงินแผ่นดินส่งเรื่อง พร้อมทั้งข้อมูลของผู้ร้องเรียนไปให้สำนักซึ่งมีหน้าที่ และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนเรื่องนั้น เพื่อพิจารณาตามหลักเกณฑ์และเงื่อนไข การรับเรื่องต่อไป\n(๒) กรณีร้องเรียนทางเว็บไซต์หรือไปรษณีย์อิเล็กทรอนิกส์ของสำนักที่จัดให้มีระบบรับเรื่องร้องเรียน ทางเว็บไซต์หรือไปรษณีย์อิเล็กทรอนิกส์แยกต่างหากจากสำนักงาน ให้สำนักพิจารณาว่าเรื่องที่ได้รับ อยู่ในหน้าที่และเขตอำนาจของตนหรือไม่ หากอยู่ให้พิจารณาตามหลักเกณฑ์และเงื่อนไขในการรับเรื่องต่อไป หากไม่อยู่ให้ส่งเรื่องไปให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนเพื่อนั้น เพื่อพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องต่อไป",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 939,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๖_p2",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "(๓) กรณีร้องเรียนทางไปรษณีย์อิเล็กทรอนิกส์ของผู้ตรวจเงินแผ่นดิน รองผู้ตรวจเงินแผ่นดิน ผู้อำนวยการสำนัก ผู้อำนวยการสถาบัน หรือผู้อำนวยการศูนย์ หรือตำแหน่งที่เรียกชื่ออย่างอื่น ที่มีฐานะเทียบเท่าตำแหน่งดังกล่าวข้างต้น ให้ผู้ครอบครองไปรษณีย์อิเล็กทรอนิกส์พิจารณาว่า เรื่องที่ได้รับอยู่ในหน้าที่และเขตอำนาจของตนหรือไม่ หากอยู่ให้พิจารณาตามหลักเกณฑ์และเงื่อนไข การรับเรื่องต่อไป หากไม่อยู่ให้ส่งเรื่องไปให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียน อิเล็กทรอนิกส์ของผู้ว่าการ รองผู้ว่าการตรวจเงินแผ่นดิน หรือผู้ช่วยผู้ว่าการตรวจเงินแผ่นดิน ให้ผู้ครอบครองไปรษณีย์อิเล็กทรอนิกส์ส่งศูนย์ดิจิทัลและนวัตกรรมการตรวจเงินแผ่นดินเพื่อดำเนินการ ตาม (๑) ต่อไป\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 658,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๗",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๗ ให้เพิ่มความต่อไปนี้เป็นข้อ ๑๘/๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖\n\"ข้อ ๑๘/๑ เพื่อประโยชน์ในการพิจารณารับเรื่องร้องเรียนไว้ตรวจสอบตามข้อ ๑๘ หากสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบพิจารณาเห็นว่า ข้อมูลหรือข้อเท็จจริงไม่ชัดเจน\n--- Page 3 ---\nเล่ม ๑๔๒ ตอนที่ ๗๖ ก หน้า ๑๒ ราชกิจจานุเบกษา ๑๙ พฤศจิกายน ๒๕๖๘\nหรือไม่เพียงพอ อาจเรียกหรือออกคำสั่งเรียกผู้ร้องเรียนมาให้ข้อเท็จจริงหรือข้อมูลเพิ่มเติม เพื่อประกอบการพิจารณารับเรื่องก็ได้\nในกรณีที่ผู้ร้องเรียนไม่ให้ความร่วมมือ ถือว่าผู้ร้องเรียนละทิ้งเรื่องร้องเรียน และให้สำนักที่มีหน้าที่ และเขตอำนาจในการตรวจสอบไม่รับเรื่องร้องเรียนดังกล่าวไว้ตรวจสอบ\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 655,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๘",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๘ ให้ยกเลิกความในข้อ ๑๙ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และให้ใช้ความต่อไปนี้แทน\n\"ข้อ ๑๙ เรื่องร้องเรียนซึ่งมีลักษณะเป็นบัตรสนเท่ห์ หรือไม่ระบุรายละเอียดเกี่ยวกับชื่อ - สกุล เลขประจำตัวประชาชน ที่อยู่ หรือข้อมูลอื่นใดของผู้ร้องเรียนที่สามารถติดต่อได้ ให้ถือเป็นการแจ้งเบาะแส โดยมีคำสั่งไม่รับเรื่องตามหมวดนี้ และอาจใช้เป็นข้อมูลหรือส่งไปประกอบการพิจารณาการคัดเลือกเรื่อง ที่มาจากการประเมินความเสี่ยงของหน่วยรับตรวจก็ได้ แต่หากจะรับเรื่องร้องเรียนดังกล่าวไว้ตรวจสอบ จะต้องเป็นเรื่องที่ระบุรายละเอียดตามข้อ ๑๘ เพียงพอที่จะตรวจสอบต่อไปได้\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 592,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๙",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๙ ให้ยกเลิกความในข้อ ๒๐ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และให้ใช้ความต่อไปนี้แทน\n\"ข้อ ๒๐ เรื่องที่ร้องเรียนหากปรากฏข้อเท็จจริงว่าอยู่ในระหว่างขั้นตอนการพิจารณาคดี หรือมีคำพิพากษาของศาลในคดีอาญาหรือในคดีปกครอง หรืออยู่ระหว่างขั้นตอนการดำเนินการ ตามอำนาจหน้าที่ของพนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ สำนักงานคณะกรรมการ ป้องกันและปราบปรามการทุจริตในภาครัฐ และเป็นเรื่องที่มีข้อเท็จจริงหรือมีประเด็นเดียวกันกับเรื่อง ที่ร้องเรียน ให้มีคำสั่งไม่รับเรื่องร้องเรียนไว้ตรวจสอบ\nเพื่อประโยชน์ในการพิจารณาไม่รับเรื่องร้องเรียน ให้สำนักซึ่งมีหน้าที่และเขตอำนาจ ในการตรวจสอบเรื่องร้องเรียนมีหนังสือสอบถามไปยังหน่วยงานตามวรรคหนึ่ง หากไม่มีหนังสือตอบกลับ จากหน่วยงานดังกล่าวภายในสามสิบวันทำการนับแต่วันที่มีหนังสือสอบถาม ให้พิจารณาดำเนินการ ตามหมวดนี้ต่อไป\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 815,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๑๐_p1",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑๐ ให้เพิ่มความต่อไปนี้เป็นข้อ ๒๓/๑ ข้อ ๒๓/๒ และข้อ ๒๓/๓ ของระเบียบสำนักงาน การตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖\n\"ข้อ ๒๓/๑ เพื่อประโยชน์แก่การตรวจสอบ เรื่องร้องเรียนที่ผ่านการพิจารณารับเรื่องมาแล้ว ตามหมวด ๑ แต่ยังไม่ได้วางแผนการตรวจสอบ ผู้อำนวยการสำนักอาจมีหนังสือให้หน่วยรับตรวจชี้แจง ข้อเท็จจริงหรือข้อมูลที่เกี่ยวข้องกับการร้องเรียนพร้อมเอกสารหลักฐานมายังสำนักงานเพื่อประกอบ การพิจารณาเบื้องต้นภายในระยะเวลาไม่เกินสิบห้าวันทำการนับแต่วันที่มีหนังสือแจ้งก็ได้\nการแจ้งหน่วยรับตรวจชี้แจงข้อมูลตามวรรคหนึ่ง จะต้องอยู่ภายใต้เงื่อนไข ดังต่อไปนี้\n(๑) เป็นเรื่องที่มีการระบุความเสียหายมูลค่าไม่เกินห้าแสนบาทสำหรับส่วนกลาง หรือไม่เกิน ห้าหมื่นบาทสำหรับส่วนภูมิภาค เว้นแต่ในกรณีที่ไม่ทราบความเสียหาย ให้พิจารณาจากมูลค่า\n--- Page 4 ---\nเล่ม ๑๔๒ ตอนที่ ๗๖ ก หน้า ๑๓ ราชกิจจานุเบกษา ๑๙ พฤศจิกายน ๒๕๖๘\nของโครงการหรือสัญญาที่เกี่ยวข้องกับเรื่องที่ถูกร้องเรียนนั้น ซึ่งต้องเป็นเรื่องที่มีมูลค่าของโครงการ หรือสัญญาไม่เกินห้าล้านบาทสำหรับส่วนกลาง หรือไม่เกินห้าแสนบาทสำหรับส่วนภูมิภาค",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 1003,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๐_p2",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ของโครงการหรือสัญญาที่เกี่ยวข้องกับเรื่องที่ถูกร้องเรียนนั้น ซึ่งต้องเป็นเรื่องที่มีมูลค่าของโครงการ หรือสัญญาไม่เกินห้าล้านบาทสำหรับส่วนกลาง หรือไม่เกินห้าแสนบาทสำหรับส่วนภูมิภาค\n(๒) ผู้ถูกร้องเรียนดำรงตำแหน่งไม่เกินประเภทอำนวยการ ระดับต้น หรือเทียบเท่าระดับ ๘ ในกรณีที่ไม่เข้าเงื่อนไขตาม (๑) หรือ (๒) ให้เสนอรองผู้ว่าการตรวจเงินแผ่นดินหรือ ผู้ตรวจเงินแผ่นดิน แล้วแต่กรณี เพื่อพิจารณาดำเนินการตามวรรคหนึ่ง\nเมื่อได้รับแจ้งผลการชี้แจงจากหน่วยรับตรวจสอบฯแล้ว ให้ผู้อำนวยการสำนัก หรือผู้ตรวจเงินแผ่นดินหรือรองผู้ว่าการตรวจเงินแผ่นดิน แล้วแต่กรณีพิจารณา ดังต่อไปนี้\n(๑) หากปรากฏว่าหน่วยรับตรวจชี้แจงพร้อมเอกสารหลักฐานว่า ไม่เกิดความเสียหาย และได้มีการแก้ไขข้อบกพร่องหรือกำาซับมิให้เกิดข้อบกพร่องขึ้นอีก หรือกรณีข้อเท็จจริงปรากฏว่า พฤติการณ์การกระทำความผิดไม่เป็นไปตามที่ร้องเรียน ให้มีคำสั่งยุติการดำเนินการและจำหน่ายเรื่อง ออกจากทะเบียนคุมเรื่อง หรือบันทึกสถานะการจำหน่ายเรื่องลงในระบบบริหารงานตรวจสอบ ที่สำนักงานกำหนดด้วย",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 919,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๐_p3",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "(๒) หากพิจารณาข้อเท็จจริงที่หน่วยรับตรวจชี้แจงพร้อมเอกสารหลักฐานแล้วปรากฏว่า เป็นกรณีที่เกิดความเสียหายหรือจงใจไม่ปฏิบัติตามกฎหมาย หรือหน่วยรับตรวจไม่แจ้งผลการดำเนินการ ภายในระยะเวลาที่กำหนด ให้นำเรื่องพร้อมคำชี้แจงประกอบเอกสารหลักฐานดังกล่าวมาพิจารณา กำหนดประเภทและจัดลำดับความสำคัญเพื่อนำมาประกอบการวางแผนการตรวจสอบประจำปี ตามหลักเกณฑ์ที่กำหนดไว้ในหมวดนี้ต่อไป\nในกรณีที่หน่วยรับตรวจส่งผลการดำเนินการกลับมาล่าช้ากว่าสิบห้าวัน ซึ่งเรื่องดังกล่าว ได้มีการดำเนินการต่อไปแล้วแต่ยังไม่มีการแจ้งการเข้าตรวจสอบ ก็ให้พิจารณาตามวรรคสี่ต่อไปได้ แต่หากแจ้งเข้าตรวจสอบแล้ว ให้นำผลการดำเนินการดังกล่าวมาเป็นข้อมูลประกอบการตรวจสอบต่อไป",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 622,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๒๓",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๒๓/๒ เพื่อประโยชน์ในการบริหารงานตรวจสอบ กรณีเรื่องร้องเรียนที่รับไว้ตรวจสอบ ให้มีการกำหนดประเภทและจัดลำดับความสำคัญของเรื่องตามหลักเกณฑ์ที่ผู้ว่าการกำหนด เพื่อนำมา ประกอบการวางแผนการตรวจสอบประจำปีต่อไป",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 205,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๒๓",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๒๓/๓ เรื่องที่รับไว้ตรวจสอบ แต่ยังไม่ได้แจ้งการเข้าตรวจสอบ หากปรากฏข้อเท็จจริงว่า อยู่ในระหว่างขั้นตอนการพิจารณาคดี หรือมีคำพิพากษาของศาลในคดีอาญาหรือในคดีปกครอง หรืออยู่ในระหว่างการดำเนินการตรวจสอบหรือไต่สวนของสำนักงานคณะกรรมการป้องกัน และปราบปรามการทุจริตแห่งชาติ สำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตในภาครัฐ และเป็นเรื่องที่มีข้อเท็จจริงหรือมีประเด็นเดียวกัน ให้มีคำสั่งยุติการดำเนินการในเรื่องนั้นหรือประเด็นนั้นก็ได้ เมื่อมีคำสั่งยุติการดำเนินการดังกล่าวแล้ว ถ้าเป็นเรื่องที่มาจากการร้องเรียน ให้แจ้งผู้ร้องเรียนทราบด้วย\nเพื่อประโยชน์ในการพิจารณายุติการดำเนินการ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจ ในการตรวจสอบเรื่องร้องเรียนมีหนังสือสอบถามไปยังหน่วยงานตามวรรคหนึ่ง หากไม่มีหนังสือตอบกลับ\n--- Page 5 ---\nหน้า ๑๔\nเล่ม ๑๔๒ ตอนที่ ๗๖ ก ราชกิจจานุเบกษา ๑๙ พฤศจิกายน ๒๕๖๘\nจากหน่วยงานดังกล่าวภายในสามสิบวันทำการนับแต่วันที่มีหนังสือสอบถาม ให้พิจารณาดำเนินการตามหมวดนี้ต่อไป\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 884,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๑๑",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑๑ ให้ยกเลิกความในข้อ ๒๔ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และให้ใช้ความต่อไปนี้แทน\n\"ข้อ ๒๔ ให้ผู้อำนวยการสำนัก หรือผู้อำนวยการกลุ่มที่ได้รับมอบหมายเรื่องตรวจสอบจาก ผู้อำนวยการสำนัก มอบหมายเรื่องให้เจ้าหน้าที่ตรวจสอบคนหนึ่งเป็นผู้รับผิดชอบในการตรวจสอบ และมอบหมายให้ข้าราชการหรือลูกจ้างที่ได้รับมอบหมายให้ปฏิบัติงานตรวจสอบในสำนักอีกอย่างน้อย หนึ่งคนเป็นผู้ช่วยผู้รับผิดชอบในการตรวจสอบ ทั้งนี้ ในการมอบหมายเรื่องให้คำนึงถึงความเหมาะสม ของเรื่องที่จะตรวจสอบ ความเชี่ยวชาญ และระดับของผู้ถูกตรวจสอบเป็นสำคัญ\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 557,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๑๒",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑๒ ให้ยกเลิกความในข้อ ๓๒ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และให้ใช้ความต่อไปนี้แทน\n\"ข้อ ๓๒ เรื่องใดหากเข้าตรวจสอบแล้วทราบว่าอยู่ในระหว่างขั้นตอนการพิจารณาคดี หรือมีคำพิพากษาของศาลในคดีอาญาหรือในคดีปกครอง หรืออยู่ระหว่างขั้นตอนการดำเนินการ ตามอำนาจหน้าที่ของพนักงานอัยการในคดีอาญาหรือในคดีปกครอง หรืออยู่ในระหว่างการดำเนินการ ตรวจสอบหรือไต่สวนของสำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ สำนักงาน คณะกรรมการป้องกันและปราบปรามการทุจริตในภาครัฐและเป็นเรื่องที่มีข้อเท็จจริงหรือมีประเด็นเดียวกัน กับเรื่องที่ต้องตรวจสอบ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมายสั่งยุติ การตรวจสอบในเรื่องนั้นหรือประเด็นนี้ก็ได้และถ้าเรื่องนั้นเป็นการตรวจสอบที่มาจากการร้องเรียน ให้แจ้งให้ผู้ร้องเรียนทราบด้วย\nเพื่อประโยชน์ในการพิจารณายุติการตรวจสอบ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจ ในการตรวจสอบเรื่องร้องเรียนมีหนังสือสอบถามไปยังหน่วยงานตามวรรคหนึ่ง หากไม่มีหนังสือตอบกลับ จากหน่วยงานดังกล่าวภายในสามสิบวันทำการนับแต่วันที่มีหนังสือสอบถาม ให้พิจารณาดำเนินการ ตามหมวดนี้ต่อไป\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 1044,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๑๓",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑๓ ให้เพิ่มความต่อไปนี้เป็นวรรคสามของข้อ ๓๖ (๒) ของระเบียบสำนักงาน การตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖\n\"กรณีไม่อาจแจ้งให้ดำเนินการตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ มาตรา ๙๕ วรรคสาม หรือมาตรา ๙๖ ให้เสนอเรื่องให้ผู้ว่าการตรวจเงินแผ่นดินเสนอต่อ คณะกรรมการตรวจเงินแผ่นดินเพื่อลงโทษทางปกครองแก่ผู้นั้นต่อไป\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 369,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๑๔_p1",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑๔ ให้ยกเลิกความในข้อ ๓๘ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และให้ใช้ความต่อไปนี้แทน\n\"ข้อ ๓๘ การแจ้งผลการตรวจสอบตามข้อ ๓๖ (๒) (ข) (ค) (ง) (จ) ให้ทำหนังสือแจ้งผู้รับตรวจ หรือหน่วยรับตรวจดำเนินการในกรณีใดกรณีหนึ่ง หรือหลายกรณี โดยให้ส่งสำเนารายงานการตรวจสอบ\n--- Page 6 ---\nเล่ม ๑๔๒ ตอนที่ ๗๖ ก หน้า ๑๕ ราชกิจจานุเบกษา ๑๙ พฤศจิกายน ๒๕๖๘\nไปพร้อมกับหนังสือแจ้ง โดยหนังสือแจ้งผู้รับตรวจในแต่ละกรณีให้ระบุมาตราของกฎหมายที่ให้อำนาจ แจ้งผลการตรวจสอบ และให้ระบุข้อความดังต่อไปนี้ด้วย\n(๑) กรณีแจ้งให้ผู้รับตรวจดำเนินการตามมาตรา ๘๕ วรรคสอง หรือมาตรา ๙๕ วรรคสาม แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ต้องระบุให้ผู้รับตรวจ ต้องเริ่มต้นการดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายหรือการดำเนินการทางวินัยภายในหกสิบวัน นับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบจากสำนักงาน และต้องดำเนินกระบวนการให้แล้วเสร็จ ภายในหนึ่งร้อยยี่สิบวันนับแต่ได้รับหนังสือแจ้งผลการตรวจสอบจากสำนักงาน โดยระบุให้ผู้รับตรวจ ต้องรายงานผลของการดำเนินการให้สำนักงานทราบทุกหกสิบวันนับแต่วันที่ได้รับหนังสือแจ้งผล การตรวจสอบจากสำนักงานจนกว่าจะดำเนินกระบวนการแล้วเสร็จ",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 1100,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๔_p2",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "การแจ้งตาม (๑) ต้องระบุไปด้วยว่าเจ้าหน้าที่ของรัฐกระทำไม่ถูกต้องตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการที่เกี่ยวข้องฉบับใด เรื่องใด มาตราใด หรือข้อใด รวมทั้งถ้ามีการไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐให้ระบุว่า เป็นความผิดตามมาตราใด\nทั้งนี้ การแจ้งให้มีการชดใช้ค่าเสียหายให้ระบุจำนวนเงินค่าเสียหายให้ชัดเจน และการแจ้ง ให้ดำเนินการทางวินัยให้ระบุตัวเจ้าหน้าที่ที่ต้องรับผิดชอบให้ชัดเจน\n(๒) กรณีแจ้งให้หน่วยรับตรวจดำเนินการ ตามมาตรา ๘๖ หรือมาตรา ๘๗ แห่งพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ต้องระบุให้ผู้รับตรวจต้องรายงานผลของ การดำเนินการให้สำนักงานทราบภายในหกสิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบจากสำนักงาน\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 693,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๕_p1",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑๕ ให้ยกเลิกความในข้อ ๔๒ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และให้ใช้ความต่อไปนี้แทน",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 137,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๕_p2",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "\"ข้อ ๔๒ ในกรณีแจ้งให้ผู้รับตรวจดำเนินการตามข้อ ๓๘ (๑) เมื่อพ้นกำหนดหกสิบวัน นับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบ หากผู้รับตรวจไม่แจ้งผลการดำเนินการกลับมาหรือแจ้งผล การดำเนินการกลับมาแต่ยังไม่ได้เริ่มต้นกระบวนการเพื่อให้มีการชดใช้ค่าเสียหายหรือการดำเนินการ ทางวินัย ให้มีหนังสือแจ้งเตือนให้ผู้รับตรวจต้องเริ่มต้นการดำเนินการภายในสามสิบวันนับแต่วันที่ผู้รับตรวจ ได้รับหนังสือแจ้งเตือน โดยระบุให้ผู้รับตรวจทราบด้วยว่าหากไม่ดำเนินการภายในระยะเวลาที่กำหนด โดยไม่มีเหตุอันสมควร ผู้ว่าการจะเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองต่อผู้รับตรวจ ตามมาตรา ๙๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ทั้งนี้ เมื่อครบกำหนดสามสิบวันนับแต่วันที่ผู้รับตรวจได้รับหนังสือแจ้งเตือนแล้ว หากผู้รับตรวจไม่แจ้งผลกลับมาหรือแจ้งกลับมาว่ายังไม่ได้เริ่มต้นกระบวนการเพื่อให้มีการชดใช้ ค่าเสียหายหรือการดำเนินการทางวินัยโดยไม่มีเหตุอันสมควร ให้ทำความเห็นเสนอผู้ว่าการเพื่อเสนอต่อ คณะกรรมการให้พิจารณาลงโทษทางปกครองแก่ผู้รับตรวจหรือเจ้าหน้าที่ของรัฐต่อไป แต่หากเห็นว่า\n--- Page 7 ---\nเล่ม ๑๔๒ ตอนที่ ๗๖ ก ราชกิจจานุเบกษา ๑๙ พฤศจิกายน ๒๕๖๘",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 1052,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๕_p3",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "--- Page 7 ---\nเล่ม ๑๔๒ ตอนที่ ๗๖ ก ราชกิจจานุเบกษา ๑๙ พฤศจิกายน ๒๕๖๘\nมีเหตุอันสมควรหรือได้เริ่มต้นกระบวนการแล้ว ก็ให้มีหนังสือแจ้งเร่งรัดให้ดำเนินการให้แล้วเสร็จภายในหนึ่งร้อยยี่สิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบต่อไป\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 232,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๖_p1",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑๖ ให้เพิ่มความต่อไปนี้เป็นข้อ ๔๒/๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖\n\"ข้อ ๔๒/๑ เมื่อครบกำหนดหนึ่งร้อยยี่สิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบตามข้อ ๔๒ แล้ว\n(๑) กรณีผู้รับตรวจแจ้งผลการดำเนินการกลับมาว่าดำเนินการไม่แล้วเสร็จภายในหนึ่งร้อยยี่สิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบโดยมีเหตุอันสมควร ให้รองผู้ว่าการตรวจเงินแผ่นดินหรือผู้ตรวจเงินแผ่นดินมีหนังสือแจ้งขยายระยะเวลาให้ดำเนินการให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับหนังสือแจ้งขยายระยะเวลาดังกล่าว โดยระบุให้ผู้รับตรวจทราบด้วยว่า หากไม่ดำเนินการให้แล้วเสร็จภายในระยะเวลาที่กำหนดโดยไม่มีเหตุอันสมควร ผู้ว่าการจะเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองแก่ผู้รับตรวจ ตามมาตรา ๙๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 788,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๖_p2",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "เมื่อครบกำหนดหกสิบวันนับแต่วันที่ผู้รับตรวจได้รับหนังสือแจ้งขยายระยะเวลาแล้ว หากผู้รับตรวจไม่แจ้งผลกลับมา หรือดำเนินการไม่แล้วเสร็จโดยไม่มีเหตุอันสมควร ให้ทำความเห็นเสนอผู้ว่าการเพื่อเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองแก่ผู้รับตรวจหรือเจ้าหน้าที่ของรัฐต่อไป เว้นแต่ผู้รับตรวจดำเนินการไม่แล้วเสร็จภายในระยะเวลาที่ผู้ว่าการเห็นสมควร และให้มีหนังสือแจ้งผู้รับตรวจให้ต้องดำเนินการให้แล้วเสร็จภายในกำหนดระยะเวลาดังกล่าว โดยระบุให้ผู้รับตรวจทราบด้วยว่า หากไม่แจ้งผลกลับมาหรือดำเนินการไม่แล้วเสร็จภายในระยะเวลาที่ผู้ว่าการกำหนด จะถือว่าผู้รับตรวจไม่ดำเนินการภายในระยะเวลาที่ผู้ว่าการกำหนดโดยไม่มีเหตุอันสมควร ผู้ว่าการจะเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองแก่ผู้รับตรวจ ตามมาตรา ๙๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 762,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๖_p3",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "(๒) กรณีผู้รับตรวจไม่แจ้งผลการดำเนินการกลับมา หรือผู้รับตรวจยังดำเนินการไม่แล้วเสร็จภายในหนึ่งร้อยยี่สิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบโดยไม่มีเหตุอันสมควร ให้มีหนังสือแจ้งเตือนให้ผู้รับตรวจทราบด้วยว่าหากไม่แจ้งผลกลับมาหรือดำเนินการไม่แล้วเสร็จภายในระยะเวลาที่กำหนดจะถือว่าผู้รับตรวจไม่ดำเนินการภายในระยะเวลาที่ผู้ว่าการกำหนดโดยไม่มีเหตุอันสมควร ผู้ว่าการจะเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองต่อผู้รับตรวจ ตามมาตรา ๙๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ทั้งนี้ เมื่อครบกำหนดสามสิบวันนับแต่วันที่ผู้รับตรวจได้รับหนังสือแจ้งเตือนแล้ว หากผู้รับตรวจไม่แจ้งผลกลับมาหรือ\n--- Page 8 ---\nเล่ม ๑๔๒ ตอนที่ ๗๖ ก หน้า ๑๗ ราชกิจจานุเบกษา ๑๙ พฤศจิกายน ๒๕๖๘\nยังดำเนินการไม่แล้วเสร็จให้ถือว่าผู้รับตรวจไม่ดำเนินการ โดยไม่มีเหตุอันสมควรให้ทำความเห็นเสนอผู้ว่าการ เพื่อเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองแก่ผู้รับตรวจหรือเจ้าหน้าที่ของรัฐต่อไป\nกรณีตาม (๑) และ (๒) การพิจารณาว่ามีเหตุอันสมควรหรือไม่มีเหตุอันสมควร ต้องมีข้อมูล หรือข้อเท็จจริงในส่วนของผู้รับตรวจชัดเจนและเพียงพอ เพื่อประกอบการพิจารณา\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 1048,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๗_p1",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑๗ ให้ยกเลิกความในข้อ ๔๔ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และให้ใช้ความต่อไปนี้แทน\n\"ข้อ ๔๔ ในกรณีแจ้งให้ผู้มีหน้าที่และอำนาจดำเนินการตามกฎหมายตามข้อ ๓๙ เมื่อครบกำหนดทุกหกสิบวันนับแต่วันที่ผู้มีหน้าที่และอำนาจดำเนินการตามกฎหมายได้รับหนังสือแจ้งผล การตรวจสอบ หากไม่แจ้งผลการดำเนินการกลับมา หรือแจ้งผลการดำเนินการทางวินัย ให้มีหนังสือแจ้งเร่งรัด เพื่อให้เริ่มต้นดำเนินกระบวนการโดยเร็ว และต้องดำเนินการให้แล้วเสร็จภายในหนึ่งร้อยยี่สิบวัน นับแต่วันที่ผู้มีหน้าที่และอำนาจดำเนินการตามกฎหมายได้รับหนังสือแจ้งผลการตรวจสอบ\nเมื่อครบกำหนดหนึ่งร้อยยี่สิบวันนับแต่วันที่ผู้มีหน้าที่และอำนาจดำเนินการตามกฎหมายได้รับ หนังสือแจ้งผลการตรวจสอบแล้ว แต่ไม่แจ้งผลการดำเนินการกลับมา หรือยังดำเนินการไม่แล้วเสร็จ ให้รายงานข้อมูลดังกล่าวให้สำนักนโยบายและแผนการตรวจเงินแผ่นดิน เพื่อพิจารณาใช้เป็นข้อมูล ประกอบการจัดทำรายงานผลการปฏิบัติงานประจำปีเสนอต่อสภาผู้แทนราษฎร วุฒิสภา และคณะรัฐมนตรีเพื่อทราบ พร้อมทั้งเสนออายุติการติดตามการตรวจสอบต่อไป",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 972,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๗_p2",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "กรณีผู้มีหน้าที่และอำนาจโดยไม่มีเหตุอันสมควร อาจพิจารณาว่าการกระทำดังกล่าวมีลักษณะเป็นการปฏิบัติ หรือละเว้นการปฏิบัติหน้าที่โดยมิชอบ เพื่อก่อให้เกิดความเสียหาย หากพิจารณาแล้วเห็นว่าการกระทำ เข้าลักษณะดังกล่าว ให้ทำหนังสือเสนอผู้ว่าการเพื่อเสนอคณะกรรมการพิจารณาส่งเรื่องให้ คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติดำเนินการตามหน้าที่และอำนาจต่อไป\"",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 351,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๘",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑๘ เรื่องที่แจ้งผลการตรวจสอบแล้วก่อนระเบียบนี้มีผลใช้บังคับ ซึ่งอยู่ระหว่าง การติดตามผลการตรวจสอบ แต่ยังไม่พ้นกำหนดสองร้อยสี่สิบวันนับแต่วันที่ได้รับหนังสือแจ้งผล การตรวจสอบ ให้ติดตามเร่งรัดให้แล้วเสร็จภายในสองร้อยสี่สิบวันตามข้อ ๔๒ ของระเบียบสำนักงาน การตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ต่อไป โดยให้นำ แบบติดตาม ๑ ถึง ๑๐ ตามคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๐/๒๕๖๖ เรื่อง แบบแจ้งผล การตรวจสอบและติดตามผลการตรวจสอบการปฏิบัติตามกฎหมายและการแจ้งผลการพิจารณาเรื่องร้องเรียน มาใช้บังคับโดยอนุโลมและเมื่อครบกำหนดสองร้อยสี่สิบวันแล้วยังดำเนินการไม่แล้วเสร็จให้ดำเนินการ ตามข้อ ๔๒/๑ ของระเบียบฉบับนี้ต่อไป โดยให้นำแบบติดตาม ๖ ถึง ๘ ตามคำสั่งผู้ว่าการตรวจเงินแผ่นดิน เรื่อง แบบการแจ้งผลการตรวจสอบและติดตามผลการตรวจสอบการปฏิบัติตามกฎหมายและการแจ้งผล การพิจารณาเรื่องร้องเรียนที่ออกตามความในระเบียบนี้ มาใช้บังคับโดยอนุโลม\n--- Page 9 ---\nหน้า ๑๘\nเล่ม ๑๔๒ ตอนที่ ๗๖ ก ราชกิจจานุเบกษา ๑๙ พฤศจิกายน ๒๕๖๘",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 925,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๑๙_p1",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๑๙ เรื่องที่แจ้งผลการตรวจสอบไปแล้วก่อนระเบียบนี้มีผลใช้บังคับ ซึ่งอยู่ระหว่างติดตาม ผลการตรวจสอบ แต่พ้นกำหนดระยะเวลาสองร้อยสี่สิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบ แต่ยังไม่เกินสี่ปี ให้ติดตามผลการตรวจสอบดังกล่าว โดยให้มีหนังสือแจ้งเตือนให้ผู้รับตรวจดำเนินการ ให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับหนังสือแจ้งเตือนฉบับนี้ ทั้งนี้ หนังสือแจ้งเตือนให้นำ แบบติดตาม ๘ ตามคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๐/๒๕๖๖ เรื่อง แบบแจ้งผลการตรวจสอบ และติดตามผลการตรวจสอบการปฏิบัติตามกฎหมายและการแจ้งผลการพิจารณาเรื่องร้องเรียน มาใช้บังคับโดยอนุโลม โดยวรรคสองของแบบติดตามดังกล่าว ให้ใช้ข้อความดังต่อไปนี้แทน",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 614,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๑๙_p2",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "\"บัดนี้ ได้ล่วงเลยระยะเวลาดังกล่าวมาพอสมควรแล้ว แต่ท่านยังดำเนินการไม่แล้วเสร็จ เพื่อเป็นการรักษาวินัยการเงินการคลังของรัฐอย่างเคร่งครัด ผู้ว่าการตรวจเงินแผ่นดินจึงขอแจ้งเตือน ให้ท่านดำเนินการให้แล้วเสร็จภายใน ๓๐ วัน นับแต่วันที่ได้รับหนังสือแจ้งเตือนฉบับนี้ หากท่าน ไม่แจ้งผลกลับมาหรือดำเนินการไม่แล้วเสร็จภายในระยะเวลาดังกล่าว จะถือว่าท่านดำเนินกระบวนการ ต่อคณะกรรมการตรวจเงินแผ่นดินให้พิจารณาลงโทษทางปกครองกับท่านในฐานะผู้รับตรวจ ตามมาตรา ๙๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจสอบซึ่งพ้นกำหนดระยะเวลาสี่ปี",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 528,
      "is_split": true
    }
  },
  {
    "id": "ข้อ ๒๐",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๒๐ กรณีเรื่องที่อยู่ระหว่างการติดตามผลการตรวจสอบและให้ถือว่าผู้รับตรวจดำเนินการ นับแต่วันที่แจ้งผลการตรวจสอบ ให้ยุติการติดตามผลการตรวจสอบและให้เสนอต่อคณะกรรมการ ไม่แล้วเสร็จโดยไม่มีเหตุอันสมควร ให้ทำความเห็นโดยเร่งด่วนเสนอผู้ว่าการเพื่อเสนอต่อคณะกรรมการ ให้พิจารณาลงโทษทางปกครองแก่ผู้รับตรวจหรือเจ้าหน้าที่ของรัฐต่อไป",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 321,
      "is_split": false
    }
  },
  {
    "id": "ข้อ ๒๑",
    "document_id": "87f8baa8-4726-46ac-8e8a-4f7fe3aa92af",
    "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
    "text": "ข้อ ๒๑ ในกรณีที่รองผู้ตรวจเงินแผ่นดินได้ปฏิบัติตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ซึ่งอยู่ในหน้าที่และอำนาจของผู้อำนวยการ สำนักก่อนวันที่ระเบียบนี้มีผลใช้บังคับ ให้ถือว่าการปฏิบัตินั้นชอบด้วยระเบียบนี้\nประกาศ ณ วันที่ ๖ พฤศจิกายน พ.ศ. ๒๕๖๘\nมณเฑียร เจริญผล\nผู้ว่าการตรวจเงินแผ่นดิน",
    "doc_type": "a",
    "announce_date": "2566-08-11",
    "effective_date": "2566-08-11",
    "expire_date": null,
    "version": 1,
    "metadata": {
      "หมวด": "บททั่วไป",
      "ส่วน": "",
      "char_count": 329,
      "is_split": false
    }
  }
]