[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "เรื่อง หลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน\n\nโดยที่พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ บัญญัติให้ คณะกรรมการตรวจเงินแผ่นดินกำหนดหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินให้ครอบคลุม การตรวจเงินแผ่นดินแต่ละด้าน ดังนั้น เพื่อให้การตรวจเงินแผ่นดินเป็นไปตามหลักเกณฑ์การปฏิบัติ ที่มีมาตรฐานเดียวกัน สอดคล้องกับหลักการและมาตรฐานการตรวจเงินแผ่นดินที่เป็นที่ยอมรับของสากล ซึ่งในการกำหนดหลักเกณฑ์มาตรฐานดังกล่าว คณะกรรมการตรวจเงินแผ่นดินได้รับฟังความคิดเห็น ของหน่วยรับตรวจและหน่วยงานที่เกี่ยวข้องประgebด้วยแล้ว\n\nอาศัยอำนาจตามความในมาตรา ๒๗ มาตรา ๒๙ และมาตรา ๓๐ ประกอบมาตรา ๕ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ คณะกรรมการ ตรวจเงินแผ่นดินจึงออกประกาศคณะกรรมการตรวจเงินแผ่นดิน เรื่อง หลักเกณฑ์มาตรฐานเกี่ยวกับ การตรวจเงินแผ่นดินไว้แนบท้ายประกาศนี้\n\nทั้งนี้ ตั้งแต่บัดนี้เป็นต้นไป  \nประกาศ ณ วันที่ ๘ มีนาคม พ.ศ. ๒๕๖๒\nพลเอก ชนะทัพ อินทามระ\nประธานกรรมการตรวจเงินแผ่นดิน\nสำนักงานการตรวจเงินแผ่นดิน",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "หลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน\nรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช ๒๕๖๐ มาตรา ๒๔๐ (๒) และ (๓) บัญญัติให้คณะกรรมการตรวจเงินแผ่นดินมีหน้าที่และอำนาจในการกำหนดหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน และกำกับการตรวจเงินแผ่นดินให้เป็นไปตามหลักเกณฑ์มาตรฐานดังกล่าว โดยการกำหนดหลักเกณฑ์มาตรฐาน เกี่ยวกับการตรวจเงินแผ่นดินนั้น พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ มาตรา ๒๗ มาตรา ๒๙ และมาตรา ๓๐ บัญญัติให้คณะกรรมการตรวจเงินแผ่นดินของรัฐบาล ซึ่งอย่างน้อยต้องประกอบด้วยวิธีการตรวจเงินแผ่นดินแต่ละด้าน ความเคร่งครัดในจริยธรรมแห่งวิชาชีพ การตรวจสอบทางการเงินและการเผยแพร่วิธีการแก้ไขปัญหาแก่หน่วยบริหาร วิธีการเปิดโอกาสให้หน่วยบริหารเข้าใจข้อเสนอแนะเกี่ยวกับวิธีการแก้ไขปัญหาแก่หน่วยบริหารโดยให้นำหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินเผยแพร่ให้หน่วยบริหารทราบและประชาชนทราบเป็นการทั่วไป",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ มาตรา ๑๐ บัญญัติ หลักการสำคัญเรื่องการตรวจเงินแผ่นดินไว้ว่า การตรวจเงินแผ่นดินต้องกระทำด้วยความสุจริต รอบคอบ โปร่งใส เพียงธรรม กล้าหาญ ปราศจากอคติ และเป็นไปตามหลักธรรมาภิบาล และรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช ๒๕๖๐ มาตรา ๒๔๐ บัญญัติให้คณะกรรมการตรวจเงินแผ่นดินมีหน้าที่และอำนาจสั่งลงโทษทางปกครองกรณีมีการกระทำผิดกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และบัญญัติหลักการสำคัญในการให้ศาลปกครองสูงสุด พิจารณาอุทธรณ์คำสั่งลงโทษทางปกครองของคณะกรรมการตรวจเงินแผ่นดินโดยต้องคำนึงถึงนโยบายการตรวจเงินแผ่นดินและหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินประกอบด้วย\nองค์การสถาบันการตรวจสอบสูงสุดระหว่างประเทศ (International Organization of Supreme Audit Institutions : INTOSAI) ได้วางหลักการพื้นฐานลักษณะการตรวจเงินแผ่นดิน โดยให้แต่ละประเทศสมาชิกนำหลักการพื้นฐานนี้ไปปรับปรุงกระบวนการตรวจเงินแผ่นดินให้สอดคล้องกับบริบทของการพัฒนาในแต่ละประเทศ ซึ่งประเทศไทยในฐานะที่เป็นสมาชิกขององค์การดังกล่าว จึงได้นำหลักการพื้นฐานลักษณะการตรวจเงินแผ่นดินขององค์การสถาบันการตรวจสอบสูงสุดระหว่างประเทศรวมทั้งได้นำความรู้และประสบการณ์ที่องค์กร",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ตรวจเงินแผ่นดินของประเทศไทยได้มาจากการตรวจเงินแผ่นดินที่ได้ปฏิบัติงานมากว่าร้อยปีมาประกอบการพิจารณาในการกำหนดหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินด้วย\nเพื่อให้เป็นไปตามเจตนารมณ์ของรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช ๒๕๖๐ และบทบัญญัติแห่งกฎหมายที่เกี่ยวข้อง ตลอดจนสอดคล้องกับหลักการและมาตรฐานการตรวจเงินแผ่นดินที่เป็นที่ยอมรับของสากลรวมทั้งความรู้และประสบการณ์ คณะกรรมการตรวจเงินแผ่นดินจึงกำหนดหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินไว้ ดังต่อไปนี้",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ภาค ๑ มาตรฐานการตรวจเงินแผ่นดินทั่วไป\n\n๑. ขอบเขตของมาตรฐานการตรวจเงินแผ่นดินทั่วไป\nมาตรฐานการตรวจเงินแผ่นดินทั่วไปนี้ จัดทำขึ้นเพื่อใช้ในการตรวจสอบของสำนักงาน การตรวจเงินแผ่นดิน ซึ่งครอบคลุมการตรวจเงินแผ่นดินด้านการตรวจสอบการเงิน การตรวจสอบการปฏิบัติตาม กฎหมาย และการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน\nการตรวจสอบการเงิน เป็นการตรวจสอบการแสดงข้อมูลทางการเงินของหน่วยรับตรวจว่าเป็นไปตาม แม่บทการรายงานทางการเงิน และอาจรวมถึงการตรวจสอบการปฏิบัติตามกฎหมาย\nการตรวจสอบการปฏิบัติตามกฎหมาย เป็นการตรวจสอบการจัดเก็บรายได้ การรับ การใช้จ่าย การใช้ประโยชน์ การเก็บรักษา และการบริหารซึ่งเงิน ทรัพย์สิน สิทธิ และผลประโยชน์ของหน่วยรับตรวจหรือที่อยู่ ในความครอบครองหรืออำนาจใช้จ่ายของหน่วยรับตรวจให้เป็นไปตามเกณฑ์ที่ใช้ในการตรวจสอบ\nการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน เป็นการตรวจสอบการดำเนินงาน ของหน่วยรับตรวจเพื่อแสดงความเห็นว่าเป็นไปโดยประหยัด คุ้มค่า เกิดผลสัมฤทธิ์และมีประสิทธิภาพตาม วัตถุประสงค์ที่หน่วยรับตรวจกำหนดไว้หรือไม่ และเพื่อจัดทำข้อเสนอแนะให้แก่หน่วยรับตรวจในการเพิ่ม ผลสัมฤทธิ์และประสิทธิภาพในการดำเนินงานของหน่วยรับตรวจ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๒. บุคคลที่เกี่ยวข้องกับหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน\nบุคคลที่เกี่ยวข้องกับหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน ประกอบด้วย คณะกรรมการ ผู้ตรวจสอบ หน่วยรับตรวจ หน่วยงาน หรือผู้ที่เกี่ยวข้องอื่นตามที่กฎหมายกำหนด",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓. คำนิยาม\n๓.๑ คณะกรรมการ หมายถึง คณะกรรมการตรวจเงินแผ่นดิน\n๓.๒ ผู้ว่าการ หมายถึง ผู้ว่าการตรวจเงินแผ่นดิน\n๓.๓ สำนักงาน หมายถึง สำนักงานการตรวจเงินแผ่นดิน\n๓.๔ เจ้าหน้าที่ หมายถึง ข้าราชการสำนักงานการตรวจเงินแผ่นดิน\n๓.๕ ผู้ตรวจสอบ หมายถึง ผู้ว่าการ หรือเจ้าหน้าที่ผู้ว่าการมอบหมายให้ ดำเนินการตรวจสอบตามพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และผู้สอบบัญชีที่สำนักงานให้ความเห็นชอบตามมาตรา ๗๑ แห่งพระราชบัญญัติวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๑\n๓.๖ บุคลากรอื่น หมายถึง ที่ปรึกษา ผู้เชี่ยวชาญ ลูกจ้าง และให้หมายความรวมถึงผู้ที่ได้รับมอบหมายให้ปฏิบัติงานในหน้าที่และอำนาจของสำนักงาน\n๓.๗ ผู้บริหารงานตรวจสอบ หมายถึง ผู้ว่าการ รองผู้ว่าการ ผู้ตรวจเงินแผ่นดิน ผู้ช่วยผู้ว่าการ ผู้อำนวยการสำนักหรือเทียบเท่า และให้รวมถึงหัวหน้ากลุ่มงานที่ได้รับมอบหมายให้ทำหน้าที่ในการตรวจสอบ\n๓.๘ ผู้รับตรวจ หมายถึง หัวหน้าส่วนราชการหรือหัวหน้าหน่วยงานผู้รับผิดชอบในการปฏิบัติราชการหรือการบริหารของหน่วยรับตรวจ\n๓.๙ หน่วยรับตรวจ หมายถึง\n(๑) กระทรวง ทบวง กรม หรือส่วนราชการที่เรียกชื่อออย่างอื่นที่มีฐานะเป็น กระทรวง ทบวง หรือกรม\n(๒) หน่วยงานของราชการส่วนภูมิภาค\n(๓) หน่วยงานของราชการส่วนท้องถิ่น",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓.๙ หน่วยรับตรวจ หมายถึง\n(๑) กระทรวง ทบวง กรม หรือส่วนราชการที่เรียกชื่อออย่างอื่นที่มีฐานะเป็น กระทรวง ทบวง หรือกรม\n(๒) หน่วยงานของราชการส่วนภูมิภาค\n(๓) หน่วยงานของราชการส่วนท้องถิ่น\n(๔) รัฐวิสาหกิจตามกฎหมายว่าด้วยวิธีการงบประมาณและตามกฎหมายอื่น\n(๕) ทุนหมุนเวียน\n(๖) หน่วยงานที่รัฐมิได้จัดตั้งขึ้นแต่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตาม (๑)(๒)(๓)(๔) หรือ (๖)\nเฉพาะส่วนที่เกี่ยวกับเงินอุดหนุนหรือกิจการดังกล่าว\n(๘) หน่วยงานอื่นใดหรือกิจการใดที่มีกฎหมายกำหนดให้สำนักงานเป็นผู้ตรวจสอบ หรือที่มีกฎหมายกำหนดให้มีสิทธิร้องขอให้สำนักงานเป็นผู้ตรวจสอบ\n๓.๑๐ ผู้บริหาร หมายถึง ผู้รับตรวจ บุคคลที่ได้รับมอบหมายจากผู้รับตรวจ หรือผู้รับผิดชอบปฏิบัติราชการหรือการบริหารของหน่วยรับตรวจ\n๓.๑๑ เจ้าหน้าที่ของ หน่วยรับตรวจ หมายถึง ผู้ปฏิบัติงานหรือผู้ที่ได้รับมอบหมายให้ปฏิบัติงานในหน้าที่และอำนาจของหน่วยรับตรวจ</td></tr></table>",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    },
    {
        "id": "Chunk_9",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔. ความเคร่งครัดในจริยธรรมแห่งวิชาชีพในการตรวจเงินแผ่นดิน\nผู้ตรวจสอบต้องมีความเคร่งครัดในจริยธรรมแห่งวิชาชีพในการตรวจเงินแผ่นดิน อันได้แก่ ความซื่อตรง (integrity) ความเป็นอิสระเที่ยงธรรมและเป็นกลาง (independence and objectivity) ความรู้ความสามารถ (competence) การปฏิบัติตนเยี่ยงผู้ประกอบวิชาชีพ (professional behaviour) และความโปร่งใสและการรักษาความลับ (transparency and confidentiality)\n๔.๑ ความซื่อตรง\n๔.๑.๑ ผู้ตรวจสอบควรประพฤติตนเป็นแบบอย่างที่ดีโดยประพฤติตนอย่างซื่อสัตย์และสุจริต มุ่งประโยชน์ของราชการ และต้องทำตามนโยบายและหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินที่กำหนด โดยไม่แสวงหาประโยชน์โดยมิชอบเพื่อตนเองหรือบุคคลอื่น หรือมีพฤติการณ์ที่รู้เห็นหรือยินยอมให้บุคคลอื่นใช้ตำแหน่งหน้าที่ของตนแสวงหาประโยชน์โดยมิชอบ\n๔.๑.๒ ผู้ตรวจสอบควรใช้หน้าที่และอำนาจ ข้อมูล และทรัพยากรต่าง ๆ เฉพาะในทางที่เป็นประโยชน์ต่อราชการหรือส่วนรวมเท่านั้น และไม่ใช้ตำแหน่งหน้าที่เพื่อให้ตนเองหรือบุคคลอื่นได้รับสิทธิพิเศษหรือผลประโยชน์ต่าง ๆ\n๔.๑.๓ ผู้บริหารงานตรวจสอบต้องไม่ปกปิดข้อเท็จจริงหรือบิดเบือนความจริงอันเป็นสาระสำคัญของสิ่งที่ผู้ตรวจสอบตรวจพบ\n๔.๒ ความเป็นอิสระ เที่ยงธรรมและเป็นกลาง",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 8
        }
    },
    {
        "id": "Chunk_10",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๑.๓ ผู้บริหารงานตรวจสอบต้องไม่ปกปิดข้อเท็จจริงหรือบิดเบือนความจริงอันเป็นสาระสำคัญของสิ่งที่ผู้ตรวจสอบตรวจพบ\n๔.๒ ความเป็นอิสระ เที่ยงธรรมและเป็นกลาง\n๔.๒.๑ ผู้ตรวจสอบต้องปฏิบัติหน้าที่ด้วยความเป็นอิสระจากแรงกดดันหรืออิทธิพลต่าง ๆ ที่ทำให้เกิดการประนีประนอมรอมชอม และปราศจากอคติ อันอาจส่งผลกระทบต่อการใช้ดุลพินิจเยี่ยงผู้ประกอบวิชาชีพ\n๔.๒.๒ ผู้ตรวจสอบต้องไม่ประพฤติตนหรือมีคุณลักษณะที่อาจนำไปสู่ความไม่เป็นอิสระ ไม่เที่ยงธรรมและไม่เป็นกลาง ไม่ว่าจะเป็นที่ประจักษ์หรือไม่ก็ตาม ความประพฤติหรือคุณลักษณะดังกล่าวอาจเกิด จากความลำเอียงในทางการเมือง ผลประโยชน์ส่วนตัว ความสัมพันธ์ส่วนตัว หรืออิทธิพลจากภายนอกอื่นๆ ทั้งนี้ เพื่อให้บรรลุจุดมุ่งหมายข้างต้น ผู้ตรวจสอบควรมีความเป็นอิสระ เที่ยงธรรมและเป็นกลางจากอิทธิพลและอคติทางการเมือง\n(๑) ผู้ตรวจสอบควรหลีกเลี่ยงการเข้าไปเกี่ยวข้องกับการตัดสินใจของผู้บริหาร ของหน่วยรับตรวจ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 9
        }
    },
    {
        "id": "Chunk_11",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "(๑) ผู้ตรวจสอบควรหลีกเลี่ยงการเข้าไปเกี่ยวข้องกับการตัดสินใจของผู้บริหาร ของหน่วยรับตรวจ\n(๒) ผู้ตรวจสอบควรหลีกเลี่ยงการเข้าไปเกี่ยวข้องกับบัญชาหรือสำนักงานแล้วแต่กรณีทราบถึง ความสัมพันธ์กับหน่วยรับตรวจ หรือเจ้าหน้าที่ของหน่วยรับตรวจในส่วนที่เกี่ยวกับหน้าที่การงาน วิชาชีพส่วนตัว การเงิน รวมถึงหลีกเลี่ยงการตรวจสอบงานที่ตนเองเคยปฏิบัติ ซึ่งอาจเป็นเหตุให้ผู้ตรวจสอบมี ข้อจำกัดในการตรวจสอบ ข้อตรวจพบ หรือการเปิดเผยข้อมูล\n(๓) ผู้ตรวจสอบควรหลีกเลี่ยงสถานการณ์ที่ผลประโยชน์ส่วนตัวอาจมีผลกระทบที่ ต่อการตัดสินใจในการปฏิบัติหน้าที่ ตลอดจนต้องไม่กระทำการอันเป็นการขัดกันระหว่างประโยชน์ส่วนตน กับประโยชน์ส่วนรวม ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม\n(๕) ผู้ตรวจสอบต้องไม่เรียก ไม่รับหรือยอมจะรับทรัพย์สิน หรือประโยชน์อื่นใด ในประการที่อาจทำให้กระทบกระเทือนต่อการปฏิบัติหน้าที่\n(๖) ผู้ตรวจสอบต้องไม่รับของขวัญ ของกำนัล ทรัพย์สินหรือประโยชน์อื่นใด ที่อาจส่งผลต่อความเป็นอิสระ เที่ยงธรรมและเป็นกลาง เว้นแต่เป็นการรับจากการให้โดยธรรมจรรยาหรือ ปกติประเพณีนิยม และการรับที่มีบทบัญญัติแห่งกฎหมาย ระเบียบ หรือข้อบังคับให้รับได้",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 10
        }
    },
    {
        "id": "Chunk_12",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๒.๓ ผู้ตรวจสอบควรแจ้งให้ผู้บังคับบัญชาหรือสำนักงานแล้วแต่กรณีทราบถึง ภัยคุกคามหรือสถานการณ์ที่อาจกระทบต่อความเป็นอิสระ เที่ยงธรรมและเป็นกลาง\n๔.๓ ความรู้ความสามารถ\n๔.๓.๑ ผู้ตรวจสอบต้องแสวงหาและคงไว้ซึ่งความรู้และทักษะที่จำเป็นต่อการปฏิบัติหน้าที่ และใช้ความรู้ความสามารถตามมาตรฐานวิชาชีพด้วยความระมัดระวัง\n๔.๓.๒ ผู้ตรวจสอบต้องใช้ความรู้ความสามารถให้สอดคล้องกับนโยบายการตรวจเงินแผ่นดิน และหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินด้วยความระมัดระวังรอบคอบ\n๔.๓.๓ ผู้ตรวจสอบต้องพัฒนาความรู้และทักษะให้ทันสมัยและสอดคล้องกับการเปลี่ยนแปลงของสภาพแวดล้อมทางวิชาชีพ\n๔.๔ การปฏิบัติตนเยี่ยงผู้ประกอบวิชาชีพ\n๔.๔.๑ ผู้ตรวจสอบต้องปฏิบัติตนให้สอดคล้องกับกฎหมาย ระเบียบ ข้อบังคับ มาตรฐาน วิชาชีพ จรรยาบรรณของผู้ประกอบวิชาชีพ และธรรมเนียมปฏิบัติ รวมถึงแนวทางการปฏิบัติที่จัดทำโดยสำนักงานด้วย\n๔.๔.๒ ผู้ตรวจสอบไม่ควรปฏิบัติตนที่อาจส่งผลกระทบต่อชื่อเสียงของสำนักงาน\n๔.๔.๓ ผู้ตรวจสอบควรแจ้งให้ผู้บังคับบัญชาหรือสำนักงานแล้วแต่กรณีทราบในกรณีที่เกิดความขัดแย้งระหว่างข้อกำหนดของมาตรฐานวิชาชีพกับมาตรฐานทางจริยธรรมของสำนักงาน\n๔.๕ ความโปร่งใสและการรักษาความลับ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 11
        }
    },
    {
        "id": "Chunk_13",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๔.๓ ผู้ตรวจสอบควรแจ้งให้ผู้บังคับบัญชาหรือสำนักงานแล้วแต่กรณีทราบในกรณีที่เกิดความขัดแย้งระหว่างข้อกำหนดของมาตรฐานวิชาชีพกับมาตรฐานทางจริยธรรมของสำนักงาน\n๔.๕ ความโปร่งใสและการรักษาความลับ\n๔.๕.๑ ผู้ตรวจสอบต้องปฏิบัติหน้าที่ด้วยความโปร่งใส โดยคำนึงถึงการรักษาข้อมูลข่าวสารที่เป็นความลับตามที่กฎหมาย ระเบียบ ข้อบังคับ และมาตรฐานวิชาชีพกำหนด\n๔.๕.๒ ผู้ตรวจสอบต้องไม่เปิดเผยข้อมูลข่าวสารใด ๆ ที่ได้มาจากการปฏิบัติหน้าที่ เว้นแต่ ในกรณีที่กฎหมาย ระเบียบ ข้อบังคับ และมาตรฐานวิชาชีพกำหนดให้เปิดเผยได้\n๔.๕.๓ ผู้ตรวจสอบต้องให้ข้อมูลข่าวสารตามข้อเท็จจริงอันอยู่ในความรับผิดชอบของตนแก่ประชาชนหรือสื่อมวลชนโดยถูกต้องครบถ้วนและไม่บิดเบือน ในกรณีที่ข้อมูลข่าวนั้นสามารถเปิดเผยได้ตามกฎหมาย หรือตามมาตรฐานวิชาชีพ\n๔.๕.๔ ผู้ตรวจสอบต้องไม่ใช้ข้อมูลข่าวสารที่เป็นความลับในทางที่จะเป็นประโยชน์แก่ตนเองหรือบุคคลอื่น\n๔.๕.๕ ผู้ตรวจสอบต้องรักษาความลับของทางราชการตามกฎหมาย ระเบียบ ข้อบังคับ และมาตรฐานวิชาชีพ ตลอดจนระมัดระวังไม่เปิดเผยข้อมูลข่าวสารที่เป็นความลับให้บุคคลอื่นทั้งโดยตั้งใจและไม่ได้ตั้งใจ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 12
        }
    },
    {
        "id": "Chunk_14",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๕.๕ ผู้ตรวจสอบต้องรักษาความลับของทางราชการตามกฎหมาย ระเบียบ ข้อบังคับ และมาตรฐานวิชาชีพ ตลอดจนระมัดระวังไม่เปิดเผยข้อมูลข่าวสารที่เป็นความลับให้บุคคลอื่นทั้งโดยตั้งใจและไม่ได้ตั้งใจ\n๔.๕.๖ ผู้ตรวจสอบต้องเก็บรักษาความลับในส่วนที่เกี่ยวกับวิชาชีพไว้ทั้งขณะที่ปฏิบัติหน้าที่อยู่หรือแม้พ้นจากการปฏิบัติหน้าที่แล้ว",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 13
        }
    },
    {
        "id": "Chunk_15",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๕. การกำกับการปฏิบัติตามหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน\n๕.๑ ผู้ตรวจสอบต้องดำเนินการตรวจสอบให้เป็นไปตามหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน หากความปรากฏต่อคณะกรรมการว่า การตรวจสอบไม่เป็นไปตามหลักเกณฑ์มาตรฐาน เกี่ยวกับการตรวจเงินแผ่นดิน คณะกรรมการมีอำนาจสั่งให้ผู้ว่าการรับไปดำเนินการปรับปรุง แก้ไข หรือปฏิบัติให้ถูกต้องต่อไป\nในกรณีที่หน่วยรับตรวจเห็นว่าผู้ตรวจสอบดำเนินการตรวจสอบไม่เป็นไปตามหลักเกณฑ์ มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน หน่วยรับตรวจจึงมีสิทธิยื่นคำร้องไปยังคณะกรรมการเพื่อพิจารณาวินิจฉัยต่อไป\n\n๕.๒ ในกรณีที่หน่วยรับตรวจเห็นว่าหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน ก่อให้เกิดปัญหาหรืออุปสรรคในการดำเนินงาน หรือยังไม่สอดคล้องกับกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการ หน่วยรับตรวจอาจแจ้งให้คณะกรรมการทราบและพิจารณาแก้ไขหลักเกณฑ์ มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินหรือเสนอแนะให้มีการปรับปรุงแก้ไขกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการได้\n๕.๓ ในกรณีที่ผู้ตรวจสอบได้ปฏิบัติหน้าที่ตามหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินนี้ โดยสุจริต ย่อมได้รับความคุ้มครองตามกฎหมาย",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 14
        }
    },
    {
        "id": "Chunk_16",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๖. การควบคุมคุณภาพการตรวจเงินแผ่นดิน\nระบบการควบคุมคุณภาพมีองค์ประกอบ อันได้แก่ ความรับผิดชอบของผู้ว่าการต่อคุณภาพงาน ของสำนักงาน ข้อกำหนดทางจริยธรรม การบริหารงานตรวจสอบและงานอื่น ทรัพยากรบุคคล การปฏิบัติงาน ตรวจสอบ และการติดตามผล\n๖.๑ ความรับผิดชอบของผู้ว่าการต่อคุณภาพงานของสำนักงาน\nสำนักงานต้องกำหนดให้มีนโยบายและวิธีปฏิบัติเพื่อสนับสนุนวัฒนธรรมภายในองค์กร ที่ก่อให้เกิดความตระหนักว่า คุณภาพเป็นสิ่งที่จำเป็นในการปฏิบัติงาน\n๖.๒ ข้อกำหนดทางจริยธรรม \nสำนักงานต้องกำหนดให้มีนโยบายและวิธีปฏิบัติเพื่อให้ได้รับความเชื่อมั่นอย่างสมเหตุสมผลว่า ผู้ว่าการ เจ้าหน้าที่ และบุคลากรอื่นจะปฏิบัติตามข้อกำหนดทางจริยธรรมของสำนักงาน\n๖.๓ การบริหารงานตรวจสอบและงานอื่น\nสำนักงานต้องกำหนดให้มีนโยบายและวิธีปฏิบัติเพื่อให้ได้รับความเชื่อมั่นอย่างสมเหตุสมผล\nว่าผู้บริหารงานตรวจสอบต้องบริหารงานตรวจสอบและงานอื่น โดยพิจารณาถึงปัจจัยดังนี้\n๖.๓.๑ ศักยภาพ ความสามารถของผู้ตรวจสอบ เวลา และทรัพยากรที่ใช้ในการตรวจสอบ\n๖.๓.๒ ข้อกำหนดทางจริยธรรม\n๖.๓.๓ ผลการประเมินความเสี่ยงเกี่ยวกับหน่วยรับตรวจ และวิธีการจัดการความเสี่ยงที่มีผลต่อ\nคุณภาพงานตรวจสอบ\n๖.๔ ทรัพยากรบุคคล",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 15
        }
    },
    {
        "id": "Chunk_17",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๖.๓.๒ ข้อกำหนดทางจริยธรรม\n๖.๓.๓ ผลการประเมินความเสี่ยงเกี่ยวกับหน่วยรับตรวจ และวิธีการจัดการความเสี่ยงที่มีผลต่อ\nคุณภาพงานตรวจสอบ\n๖.๔ ทรัพยากรบุคคล\nสำนักงานต้องกำหนดให้มีนโยบายและวิธีปฏิบัติ เพื่อให้ได้รับความเชื่อมั่นอย่างสมเหตุสมผล\nว่าสำนักงานมีทรัพยากรบุคคลอย่างเพียงพอ มีทักษะ ความรู้ ความสามารถ และยึดมั่นในข้อกำหนดทางจริยธรรม\nซึ่งจำเป็นในการปฏิบัติงานให้สอดคล้องกับหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน และเป็นไปตาม\nกฎหมาย ระเบียบ ข้อบังคับ เพื่อให้ผู้ตรวจสอบปฏิบัติงานตรวจสอบได้อย่างถูกต้อง\n๖.๕ การปฏิบัติงานตรวจสอบและงานอื่น\nสำนักงานต้องกำหนดให้มีนโยบายและวิธีปฏิบัติ เพื่อให้ได้รับความเชื่อมั่นอย่างสมเหตุสมผล\nว่าการปฏิบัติงานตรวจสอบและงานอื่นเป็นไปตามหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน กฎหมาย\nระเบียบ และข้อบังคับ เพื่อให้ผู้ตรวจสอบออกรายงานได้อย่างถูกต้อง โดยนโยบายและวิธีปฏิบัติดังกล่าวครอบคลุม\nถึงการควบคุมและสอบทานงานตรวจสอบและการส่งเสริมการปฏิบัติงานตรวจสอบให้มีคุณภาพอย่างสม่ำเสมอ\n๖.๖ การติดตามผล\nสำนักงานต้องกำหนดให้มีกระบวนการติดตามผล เพื่อให้ได้รับความเชื่อมั่นอย่างสมเหตุสมผล",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 16
        }
    },
    {
        "id": "Chunk_18",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ถึงการควบคุมและสอบทานงานตรวจสอบและการส่งเสริมการปฏิบัติงานตรวจสอบให้มีคุณภาพอย่างสม่ำเสมอ\n๖.๖ การติดตามผล\nสำนักงานต้องกำหนดให้มีกระบวนการติดตามผล เพื่อให้ได้รับความเชื่อมั่นอย่างสมเหตุสมผล\nว่านโยบายและวิธีปฏิบัติเกี่ยวกับระบบการควบคุมคุณภาพมีความเหมาะสม เพียงพอ และมีการปฏิบัติตามอย่างมี\nประสิทธิภาพ โดยดำเนินการดังนี้\n๖.๖.๑ จัดให้มีการติดตาม สอดส่องดูแล และประเมินผลระบบการควบคุมคุณภาพ\nของสำนักงานอย่างต่อเนื่อง\n๖.๖.๒ กำหนดความรับผิดชอบในกระบวนการติดตามผล โดยมอบหมายให้เจ้าหน้าที่ที่มี\nหน้าที่และอำนาจตามกฎหมาย รวมถึงประสบการณ์อย่างเหมาะสมเป็นผู้รับผิดชอบในการติดตามผลการควบคุม\nคุณภาพ\n๖.๖.๓ จัดให้มีผู้สอบทานที่เป็นอิสระในการสอบทานตรวจสอบ โดยผู้สอบทานต้องไม่มี ส่วนร่วมในการปฏิบัติงานตรวจสอบนั้น",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 17
        }
    },
    {
        "id": "Chunk_19",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๗. การจัดทำและจัดเก็บเอกสารหลักฐาน\nผู้ตรวจสอบต้องจัดทำและจัดเก็บเอกสารหลักฐานการตรวจสอบเพื่อใช้ในการอ้างอิง สอบทาน และยืนยันความถูกต้องของผลการตรวจสอบตลอดกระบวนการตรวจสอบ โดยการจัดเก็บต้องทำอย่างเป็นระบบ ปลอดภัย สะดวกในการสืบค้น\n\nภาค ๒ มาตรฐานการตรวจเงินแผ่นด้านการตรวจสอบการเงิน\n\n๑. ขอบเขตของมาตรฐานการตรวจเงินแผ่นด้านการตรวจสอบการเงินนี้ จัดทำขึ้นเพื่อใช้ในการตรวจสอบ การเงิน โดยสามารถดำเนินการได้ทั้งในลักษณะการตรวจสอบที่เกี่ยวเนื่องกับการตรวจสอบการปฏิบัติตาม กฎหมาย การตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน หรือการตรวจสอบการเงินโดยเฉพาะแต่เพียง อย่างเดียว",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 18
        }
    },
    {
        "id": "Chunk_20",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๒. คำนิยาม\n๒.๑ การตรวจสอบการเงิน หมายถึง การตรวจสอบการแสดงข้อมูลทางการเงิน ของหน่วยรับตรวจว่าเป็นไปตามแม่บทการ รายงานทางการเงิน และอาจรวมถึงการตรวจสอบ การปฏิบัติตามกฎหมายที่มีผลกระทบต่อ การกำหนดจำนวนเงินและการเปิดเผยข้อมูลที่มี สาระสำคัญในรายงานการเงิน\n๒.๒ หน่วยงานของรัฐ หมายถึง หน่วยงานของรัฐตามกฎหมายว่าด้วยวินัยการเงิน การคลังของรัฐ\n๒.๓ แม่บทการรายงาน ทางการเงิน หมายถึง มาตรฐานการบัญชีที่หน่วยรับตรวจใช้ในการจัดทำ รายงานทางการเงิน ได้แก่ มาตรฐานการบัญชี ภาครัฐและนโยบายการบัญชีภาครัฐ มาตรฐาน การบัญชีที่รับรองทั่วไป หรือมาตรฐานการบัญชีอื่น ที่หน่วยงานของรัฐกำหนด\n๒.๔ รายงานการเงิน หมายถึง รายงานการเงินตามรอบระยะเวลาบัญชีที่หน่วยงาน ของรัฐต้องจัดทำขึ้น ซึ่งรายงานการเงินอย่างน้อย ต้องประกอบด้วย งบแสดงฐานะการเงินและ งบประมาณ เงินนอกงบประมาณ และเงินอื่นใด รวมถึงการก่อหนี้ ตามหลักเกณฑ์และวิธีการที่กระทรวงการคลังกำหนด ตามกฎหมายว่าด้วย\nวินัยการเงินการคลังของรัฐ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 19
        }
    },
    {
        "id": "Chunk_21",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "วินัยการเงินการคลังของรัฐ\n๒.๕ รายงานการเงินแผ่นดินประจำปี หมายถึง รายงานการเงินประจำปีงบประมาณที่กระทรวง การคลังต้องจัดทำขึ้น อย่างน้อยต้องประกอบด้วยงบแสดงฐานะการเงิน งบแสดงผลการดำเนินงาน ทางการเงิน งบแสดงการเปลี่ยนแปลงสินทรัพย์สุทธิ งบกระแสเงินสด และรายงานการรับจ่ายเงิน ประจำปีงบประมาณ ทั้งนี้ ตามกฎหมายว่าด้วย วินัยการเงินการคลังของรัฐ\n๒.๖ สิ่งที่ผู้บริหาร ได้ให้การรับรองไว้(assertions) หมายถึง การที่ผู้บริหารของหน่วยรับตรวจได้ให้การรับรอง รายงานการเงินอย่างชัดเจนหรือโดยนัยถือได้ว่า ได้มีการรับรอง ซึ่งผู้ตรวจสอบนำมาใช้ใน การพิจารณาว่าการแสดงข้อมูลหรือการไม่แสดง ข้อมูลในรายงานการเงินนั้นขัดต่อข้อเท็จจริง หรือไม่",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 20
        }
    },
    {
        "id": "Chunk_22",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓. หลักการพื้นฐานในการตรวจสอบการเงิน\n๓.๑ การตรวจสอบการเงิน\nการตรวจสอบการเงินมีวัตถุประสงค์โดยรวม เพื่อให้ได้มาซึ่งความเชื่อมั่นอย่างสมเหตุสมผลว่า รายงานการเงินโดยรวมปราศจากการแสดงข้อมูลที่ขัดต่อข้อเท็จจริงอันเป็นสาระสำคัญหรือไม่ ไม่ว่าจะเกิดจากการ ทุจริตหรือข้อผิดพลาด ซึ่งช่วยให้ผู้ตรวจสอบสามารถแสดงความเห็นได้ว่า รายงานการเงินได้จัดทำขึ้น ในสาระสำคัญตามแม่บทการรายงานทางการเงินที่เกี่ยวข้องหรือไม่ และการปฏิบัติงานตรวจสอบรวมทั้ง การรายงานผลการตรวจสอบตามข้อเท็จจริงที่ตรวจพบตามแนวปฏิบัติการตรวจสอบการเงินภาครัฐที่สำนักงานกำาหนด และมาตรฐานการสอบบัญชีที่สภาวิชาชีพบัญชีประกาศกำาหนด\n๓.๒ การตรวจสอบการเงินรวมถึงการตรวจสอบ ดังต่อไปนี้\n๓.๒.๑ การตรวจสอบบัญชีของรัฐหรือบัญชีของหน่วยรับตรวจหรือรายงานทางการเงินอื่น ซึ่งไม่จำเป็นต้องจัดทำขึ้นให้สอดคล้องกับจุดมุ่งหมายทั่วไปของแม่บทการรายงานทางการเงิน\n๓.๒.๒ การตรวจสอบการจัดทำ การอนุมัติ การบริหารงบประมาณ และการตัดสินใจอื่น ในการจัดสรรทรัพยากร รวมถึงการดำเนินการที่เกี่ยวข้อง\n๓.๒.๓ การตรวจสอบนโยบาย แผนงาน หรือกิจกรรม ที่กำหนดขึ้นโดยกฎหมายหรือ แหล่งที่มาของเงินทุน\n๓.๒.๔ การตรวจสอบขอบเขตความรับผิดชอบที่กำหนดขึ้นตามกฎหมาย",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 21
        }
    },
    {
        "id": "Chunk_23",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓.๒.๓ การตรวจสอบนโยบาย แผนงาน หรือกิจกรรม ที่กำหนดขึ้นโดยกฎหมายหรือ แหล่งที่มาของเงินทุน\n๓.๒.๔ การตรวจสอบขอบเขตความรับผิดชอบที่กำหนดขึ้นตามกฎหมาย\n๓.๒.๕ การตรวจสอบรายงานการเงินแผ่นดินประจำปีงบประมาณและบัญชีทุนสำรอง เงินตราประจำปี และแสดงความเห็นว่าเป็นไปตามกฎหมายและตามความเป็นจริงหรือไม่\n๓.๒.๖ การตรวจสอบการจัดเก็บรายได้ การรับ การใช้จ่าย การใช้ประโยชน์ การเก็บรักษา และการบริหารซึ่งเงิน ทรัพย์สิน สิทธิ และผลประโยชน์ของหน่วยรับตรวจ หรือที่อยู่ในความครอบครอง หรืออำนาจใช้จ่ายของหน่วยรับตรวจว่าเป็นไปตามเกณฑ์ที่ใช้ในการตรวจสอบตามคำนิยามที่กำหนดไว้ในภาค ๓ หรือไม่\n๓.๒.๗ การสอบทานข้อมูลทางการเงินระหว่างกาล ตามมาตรฐานงานสอบทานสำหรับ รัฐวิสาหกิจที่จดทะเบียนในตลาดหลักทรัพย์แห่งประเทศไทย ตามพระราชบัญญัติหลักทรัพย์และตลาดหลักทรัพย์ พ.ศ. ๒๕๓๕ รวมทั้งหลักเกณฑ์ของตลาดหลักทรัพย์แห่งประเทศไทย และสำหรับรัฐวิสาหกิจซึ่งไม่ใช่ บริษัทมหาชนจำกัด ที่จดทะเบียนในตลาดหลักทรัพย์แห่งประเทศไทย ตามระเบียบกระทรวงการคลังว่าด้วย การบัญชีและการเงินของรัฐวิสาหกิจ พ.ศ. ๒๕๔๘",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 22
        }
    },
    {
        "id": "Chunk_24",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓.๒.๘ การตรวจสอบอื่นที่เกี่ยวเนื่องกับรายงานการเงิน ซึ่งกฎหมายกำหนดให้สำนักงาน เป็นผู้ตรวจสอบหรือหน่วยงานอื่นใดหรือกิจการใดที่กฎหมายกำหนดให้มีสิทธิร้องขอให้สำนักงานเป็นผู้ตรวจสอบ\n๓.๓ การให้ความเชื่อมั่นอย่างสมเหตุสมผล (reasonable assurance)\nในการตรวจสอบรายงานการเงิน ผู้ตรวจสอบต้องได้มาซึ่งความเชื่อมั่นอย่างสมเหตุสมผลว่า รายงานการเงินโดยรวม ปราศจากการแสดงข้อมูลที่ขัดต่อข้อเท็จจริงอันเป็นสาระสำคัญหรือไม่ ไม่ว่าจะเกิดจาก การทุจริตหรือข้อผิดพลาด ความเชื่อมั่นอย่างสมเหตุสมผลเป็นความเชื่อมั่นในระดับสูง ซึ่งเกิดขึ้นเมื่อผู้ตรวจสอบ ได้รวบรวมหลักฐานการสอบบัญชีที่เหมาะสมอย่างเพียงพอ เพื่อลดความเสี่ยงในการสอบบัญชีให้อยู่ในระดับต่ำ ที่ยอมรับได้ อย่างไรก็ตามความเชื่อมั่นอย่างสมเหตุสมผลไม่ใช่ความเชื่อมั่นในระดับสูงสุด เนื่องจากการตรวจสอบ\nมีข้อจำกัดสืบเนื่อง ซึ่งทำให้หลักฐานการสอบบัญชีส่วนใหญ่ที่ผู้ตรวจสอบใช้ในการสรุปผลและแสดงความเห็นนั้นมีลักษณะที่ต้องใช้ดุลพินิจมากกว่าที่จะเป็นหลักฐานที่ให้ข้อสรุปในตัวเอง\n๓.๔ การให้ความเชื่อมั่นอย่างจำกัด (limited assurance)",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 23
        }
    },
    {
        "id": "Chunk_25",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓.๔ การให้ความเชื่อมั่นอย่างจำกัด (limited assurance)\nการแสดงรายงานการเงินหรือการปฏิบัติงานอื่นที่มีวัตถุประสงค์เพื่อให้ผู้ตรวจสอบลดความเสี่ยงของการให้ความเชื่อมั่นให้อยู่ในระดับที่ยอมรับได้ แต่ยังมีความเสี่ยงสูงกว่าการให้ความเชื่อมั่นอย่างสมเหตุสมผล เพื่อใช้เป็นเกณฑ์ในการแสดงข้อมูลจากวิธีปฏิบัติที่ผู้ตรวจสอบปฏิบัติและหลักฐานที่ได้รับในรูปแบบที่แสดงว่ามีเรื่องที่ทำให้ผู้ตรวจสอบเชื่อว่าข้อมูลที่ให้ความเชื่อมั่นมีการแสดงข้อมูลขัดต่อข้อเท็จจริง อันเป็นสาระสำคัญหรือไม่\n๓.๕ ความมีสาระสำคัญ (materiality)\nกรณีที่ปรากฏว่ามีการแสดงข้อมูลที่ขัดต่อข้อเท็จจริงรวมถึงการไม่แสดงข้อมูลด้วยกรณีดังกล่าวจะมีสาระสำคัญหรือไม่ ก็ต่อเมื่อการแสดงข้อมูลหรือการไม่แสดงข้อมูลนั้นขัดต่อข้อเท็จจริงรายการหนึ่งรายการใดหรือทุกรายการ ซึ่งเมื่อนำข้อเท็จจริงดังกล่าวมาพิจารณาโดยรวมแล้วจะสามารถคาดการณ์ได้อย่างสมเหตุสมผลว่ามีอิทธิพลต่อการตัดสินใจเชิงเศรษฐกิจของผู้ใช้รายงานการเงิน",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 24
        }
    },
    {
        "id": "Chunk_26",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "สำหรับภาครัฐ ความมีสาระสำคัญไม่ได้จำกัดอยู่ที่การตัดสินใจเชิงเศรษฐกิจของผู้ใช้รายงานการเงินเท่านั้น เนื่องจากรัฐบาลอาจต้องดำเนินการตามแผนงานที่ได้วางไว้ หรือในบางครั้งรัฐบาลต้องให้เงินอุดหนุนหรือให้ความช่วยเหลือที่จำเป็น โดยทั่วไปแล้วในหน่วยงานภาครัฐ ความมีสาระสำคัญเชิงคุณภาพมีบทบาทมากกว่าในหน่วยงานประเภทอื่น ซึ่งอาจเป็นผลกระทบมาจากภาระหนี้ สังคม และอื่น ๆ นอกจากนี้การประเมินความมีสาระสำคัญรวมถึงการพิจารณาผลกระทบนี้ในด้านต่าง ๆ เมื่อมีหรือไม่มีการแสดงรายการและการเปิดเผยข้อมูล และปัจจัยเชิงคุณภาพอื่นในการตรวจสอบเฉพาะกรณี เป็นสิ่งสำคัญในการใช้ดุลพินิจของผู้ตรวจสอบ\nผู้ตรวจสอบควรนำหลักการของความมีสาระสำคัญไปใช้ทั้งในการวางแผนและการปฏิบัติงานตรวจสอบ และในการประเมินผลกระทบของการแสดงข้อมูลที่ขัดต่อข้อเท็จจริงที่พบในการตรวจสอบและการแสดงข้อมูลที่ขัดต่อข้อเท็จจริงที่ยังไม่ได้แก้ไข (ถ้ามี) ในรายงานการเงินและการแสดงความเห็นในรายงานของผู้สอบบัญชี\n๓.๖ การใช้ดุลพินิจเยี่ยงผู้ประกอบวิชาชีพ (professional judgment)",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 25
        }
    },
    {
        "id": "Chunk_27",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓.๖ การใช้ดุลพินิจเยี่ยงผู้ประกอบวิชาชีพ (professional judgment)\nในการปฏิบัติงานตรวจสอบ ผู้ตรวจสอบควรนำแนวคิดเรื่องการใช้ดุลพินิจเยี่ยงผู้ประกอบวิชาชีพมาใช้ตลอดกระบวนการตรวจสอบ โดยนำความรู้หรือทักษะที่ได้จากการฝึกอบรม และประสบการณ์ในด้านต่าง ๆ ในบริบทของมาตรฐานการสอบบัญชี มาตรฐานการบัญชี และข้อกำหนดด้านจรรยาบรรณที่เกี่ยวข้องไปใช้ในการตัดสินใจอย่างรอบคอบในการปฏิบัติงานได้อย่างเหมาะสมในแต่ละสถานการณ์ของงานตรวจสอบ\nในการวางแผน การปฏิบัติงานตรวจสอบ การสรุปผล และการรายงานผลการตรวจสอบ รายงานการเงิน ให้ผู้ตรวจสอบใช้ดุลพินิจเยี่ยงผู้ประกอบวิชาชีพ โดยตระหนักว่าอาจมีสถานการณ์ที่ทำให้รายงานการเงินแสดงข้อมูลที่ขัดต่อข้อเท็จจริงอันเป็นสาระสำคัญ\n๓.๗ การสังเกตและสงสัยเยี่ยงผู้ประกอบวิชาชีพ (professional scepticism)\nในการปฏิบัติงานตรวจสอบ ผู้ตรวจสอบควรมีการสังเกตและสงสัยเยี่ยงผู้ประกอบวิชาชีพตลอดกระบวนการตรวจสอบ โดยมีทัศนคติและความนึกคิดในการตั้งข้อสงสัย การใช้วิจารณญาณในการประเมินสถานการณ์ที่อาจซึ่งให้เห็นถึงการแสดงข้อมูลที่ขัดต่อข้อเท็จจริงที่อาจเกิดขึ้นจากข้อผิดพลาด หรือการทุจริตและการประเมินหลักฐานการตรวจสอบอย่างระมัดระวัง",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 26
        }
    },
    {
        "id": "Chunk_28",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ในการวางแผน การปฏิบัติงานตรวจสอบ การสรุปผล และการรายงานผลการตรวจสอบ รายงานการเงิน ให้ผู้ตรวจสอบใช้การสังเกตและสงสัยเยี่ยงผู้ประกอบวิชาชีพ โดยตระหนักว่าอาจมีสถานการณ์ที่ทำให้รายงานการเงินแสดงข้อมูลที่ขัดต่อข้อเท็จจริงอันเป็นสาระสำคัญ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 27
        }
    },
    {
        "id": "Chunk_29",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔. การดำเนินการตรวจสอบการเงิน\nการตรวจสอบการเงินมีขั้นตอนหลักอย่างน้อยดังต่อไปนี้ การจัดทำหนังสือยืนยันการปฏิบัติงานสอบบัญชี การวางแผนการตรวจสอบ การปฏิบัติงานตรวจสอบ และการรายงานผลการตรวจสอบ\n๔.๑ การจัดทำหนังสือยืนยันการปฏิบัติงานสอบบัญชี\n๔.๑.๑ ก่อนการปฏิบัติงานตรวจสอบ ให้ผู้ตรวจสอบจัดทำหนังสือยืนยันการปฏิบัติงานสอบบัญชีถึงหน่วยรับตรวจ เพื่อให้ผู้บริหารหรือผู้มีหน้าที่ในการกำกับดูแลของหน่วยรับตรวจรับทราบและเห็นชอบซึ่งหนังสือดังกล่าวต้องมีเนื้อหาสาระอย่างน้อยดังต่อไปนี้\n(๑) วัตถุประสงค์และขอบเขตการตรวจสอบรายงานการเงิน\n(๒) ความรับผิดชอบของผู้ตรวจสอบ\n(๓) ความรับผิดชอบของผู้บริหาร\n(๔) การระบุเกี่ยวกับแม่บทการรายงานทางการเงินที่เกี่ยวข้องในการจัดทำรายงานการเงิน\n(๕) การอ้างถึงรูปแบบและเนื้อหาที่ต้องการของรายงานใด ๆ ที่ออกโดยผู้ตรวจสอบ\n(๖) ข้อความที่ระบุว่ารูปแบบและเนื้อหาของรายงานอาจจำเป็นต้องปรับเปลี่ยน อันเนื่องมาจากผลการตรวจสอบ\n๔.๑.๒ ความรับผิดชอบของผู้บริหารและผู้มีหน้าที่ในการกำกับดูแลของหน่วยรับตรวจ ที่กำหนดในหนังสือยืนยันการปฏิบัติงานสอบบัญชีนั้น ผู้บริหารและผู้มีหน้าที่ในการกำกับดูแลจะต้องได้รับทราบ และเข้าใจว่าตนมีความรับผิดชอบ ดังนี้",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 28
        }
    },
    {
        "id": "Chunk_30",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "(๑) การจัดทำรายงานการเงินให้เป็นไปตามแม่บทการรายงานทางการเงินที่เกี่ยวข้อง ซึ่งรวมถึงการนำเสนอรายงานการเงินดังกล่าวโดยถูกต้องตามที่ควร\n(๒) การควบคุมภายในที่ผู้บริหารและผู้มีหน้าที่ในการกำกับดูแลของหน่วยรับตรวจ พิจารณาว่าจำเป็นเพื่อให้สามารถจัดทำรายงานการเงินที่ปราศจากการแสดงข้อมูลที่ขัดต่อข้อเท็จจริงอันเป็น สาระสำคัญ ไม่ว่าจะเกิดจากทุจริตหรือข้อผิดพลาด และ\n(๓) การจัดเตรียม\n(ก) การเข้าถึงข้อมูลทั้งหมดที่ผู้บริหารและผู้มีหน้าที่ในการกำกับดูแลของ หน่วยรับตรวจตระหนักว่าเกี่ยวข้องกับการจัดทำรายงานการเงิน เช่น การบันทึกบัญชี เอกสารหลักฐาน และข้อมูลอื่น\n(ข) ข้อมูลเพิ่มเติมที่ผู้ตรวจสอบอาจขอจากผู้บริหารและผู้มีหน้าที่ในการกำกับ ดูแลของหน่วยรับตรวจเพื่อประโยชน์และการ\n(ค) การเข้าถึงบุคคลต่าง ๆ ที่เกี่ยวข้องของหน่วยรับตรวจได้อย่างไม่มีข้อจำกัด ซึ่งผู้ตรวจสอบพิจารณาว่าจำเป็นที่จะต้องได้รับหลักฐานการสอบบัญชีจากบุคคลเหล่านั้น\n๔.๒ การวางแผนการตรวจสอบ\nเพื่อให้ได้ความเชื่อมั่นอย่างสมเหตุสมผล การวางแผนการตรวจสอบ ควรมีขั้นตอนหลัก ดังนี้\n๔.๒.๑ การทำความเข้าใจหน่วยรับตรวจและสภาพแวดล้อมของหน่วยรับตรวจ รวมถึง การควบคุมภายใน",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 29
        }
    },
    {
        "id": "Chunk_31",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๒ การวางแผนการตรวจสอบ\nเพื่อให้ได้ความเชื่อมั่นอย่างสมเหตุสมผล การวางแผนการตรวจสอบ ควรมีขั้นตอนหลัก ดังนี้\n๔.๒.๑ การทำความเข้าใจหน่วยรับตรวจและสภาพแวดล้อมของหน่วยรับตรวจ รวมถึง การควบคุมภายใน\n๔.๒.๒ การระบุและประเมินความเสี่ยงจากการแสดงข้อมูลที่ขัดต่อข้อเท็จจริงอันเป็น สาระสำคัญ ในระดับงบการเงิน (financial statement level) และในระดับสิ่งที่ผู้บริหารให้การรับรองไว้ (assertion level)\n๔.๒.๓ การกำหนดความมีสาระสำคัญในการวางแผนและการปฏิบัติงานตรวจสอบการเงิน\n๔.๒.๔ การจัดทำแผนการสอบบัญชีโดยรวมเพื่อตอบสนองต่อความเสี่ยงที่ได้ประเมินไว้ ซึ่งแผนการสอบบัญชีโดยรวมต้องได้รับการบันทึกและปรับให้เป็นปัจจุบันตามความจำเป็นในระหว่างการปฏิบัติงาน ตรวจสอบ\n๔.๓ การปฏิบัติงานตรวจสอบ\n๔.๓.๑ การเปิดตรวจ ให้ผู้ตรวจสอบจัดทำหนังสือถึงหน่วยรับตรวจเพื่อแจ้งการเปิดตรวจ และในการเข้าตรวจสอบ ผู้ตรวจสอบต้องแสดงบัตรประจำตัวต่อบุคคลที่เกี่ยวข้อง",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 30
        }
    },
    {
        "id": "Chunk_32",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๓ การปฏิบัติงานตรวจสอบ\n๔.๓.๑ การเปิดตรวจ ให้ผู้ตรวจสอบจัดทำหนังสือถึงหน่วยรับตรวจเพื่อแจ้งการเปิดตรวจ และในการเข้าตรวจสอบ ผู้ตรวจสอบต้องแสดงบัตรประจำตัวต่อบุคคลที่เกี่ยวข้อง\n๔.๓.๒ การปฏิบัติงานตรวจสอบ เพื่อให้ได้ความเชื่อมั่นอย่างสมเหตุสมผล และได้หลักฐาน การสอบบัญชีที่เหมาะสมอย่างเพียงพอ ให้ผู้ตรวจสอบปฏิบัติงานให้เป็นไปตามแผนการสอบบัญชีโดยรวมที่กำหนดไว้ และใช้วิธีการตรวจสอบที่เหมาะสมในแต่ละสถานการณ์ ทั้งนี้ เพื่อให้ผู้ตรวจสอบสามารถได้ข้อสรุปอย่างมีเหตุผล ในการแสดงความเห็นของผู้ตรวจสอบ\n๔.๓.๓ การสื่อสารกับหน่วยรับตรวจ และการเปิดโอกาสให้หน่วยรับตรวจชี้แจง\n(๑) ระหว่างการตรวจสอบ\nให้ผู้ตรวจสอบสื่อสารกับผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจ ตลอดกระบวนการตรวจสอบ เพื่อให้ได้มาซึ่งข้อมูลประกอบการตรวจสอบ โดยการสื่อสารอาจกระทำได้ ทั้งเป็นลายลักษณ์อักษรหรือด้วยวาจา",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 31
        }
    },
    {
        "id": "Chunk_33",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ให้ผู้ตรวจสอบสื่อสารกับผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจ ตลอดกระบวนการตรวจสอบ เพื่อให้ได้มาซึ่งข้อมูลประกอบการตรวจสอบ โดยการสื่อสารอาจกระทำได้ ทั้งเป็นลายลักษณ์อักษรหรือด้วยวาจา\nหากผู้ตรวจสอบพบการแสดงข้อมูลที่ขัดต่อข้อเท็จจริงที่รวบรวมได้ในระหว่าง การตรวจสอบ ให้ผู้ตรวจสอบแจ้งผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจที่รับผิดชอบทราบอย่างทันท่วงที หากไม่ขัดต่อกฎหมายหรือข้อบังคับที่จำกัดเรื่องการสื่อสาร และขอให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจ ที่รับผิดชอบชี้แจงหรือแก้ไขตามที่ผู้ตรวจสอบแจ้ง ผู้ตรวจสอบต้องทำความเข้าใจในเหตุผลของผู้รับตรวจหรือ เจ้าหน้าที่ของหน่วยรับตรวจที่รับผิดชอบที่ไม่ทำการแก้ไข และทำการประเมินว่างบการเงินโดยรวมปราศจาก การแสดงข้อมูลที่ขัดต่อข้อเท็จจริงอันเป็นสาระสำคัญหรือไม่\n(๒) ในการปิดตรวจ\nให้ผู้ตรวจสอบจัดให้มีการประชุมกับผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจ เพื่อสรุปผลการตรวจสอบ โดยให้โอกาสผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้อธิบายข้อเท็จจริง ชี้แจง เหตุผล และแสดงพยานหลักฐานซึ่งผู้รับตรวจอาจจัดส่งให้ภายหลังการประชุมก็ได้ แต่ต้องภายในระยะเวลา ที่ผู้ตรวจสอบกำหนด แต่ทั้งนี้ต้องก่อนการออกรายงานผลการตรวจสอบ\n๔.๔ การรายงานผลการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 32
        }
    },
    {
        "id": "Chunk_34",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๔ การรายงานผลการตรวจสอบ\n๔.๔.๑ รายงานของผู้สอบบัญชี\n(๑) แบบรายงานของผู้สอบบัญชีอย่างน้อยต้องประกอบด้วย\n(ก) ชื่อรายงาน\n(ข) ชื่อผู้รับรายงาน\n(ค) ความเห็น\n(ง) เกณฑ์ในการแสดงความเห็น\n(จ) ความรับผิดชอบของผู้บริหารต่อรายงานการเงิน\n(ฉ) ความรับผิดชอบของผู้สอบบัญชีต่อการตรวจสอบรายงานการเงิน\n(ช) ลายมือชื่อของผู้มีอำนาจลงนามในรายงานของผู้สอบบัญชี\n(ซ) วันที่ในรายงาน\n(๒) เนื้อหารายงานของผู้สอบบัญชีและความเห็นต่อรายงานการเงินของหน่วยรับตรวจให้เป็นไปตามแนวปฏิบัติการตรวจสอบการเงินภาครัฐที่สำนักงานกำหนด และมาตรฐานการสอบบัญชีที่สภาวิชาชีพบัญชีประกาศกำหนด\n๔.๔.๒ ในการตรวจสอบหากผู้ตรวจสอบพบข้อบกพร่อง ดังต่อไปนี้ ให้ผู้ตรวจสอบจัดทำรายงานข้อเสนอแนะแยกต่างหากจากรายงานของผู้สอบบัญชีและเสนอผู้ว่าการหรือผู้ที่ได้รับมอบหมายจากผู้ว่าการเพื่อดำเนินการตามหน้าที่และอำนาจต่อไป\n(๑) การไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการ เมื่อการแสดงข้อมูลนั้นมีผลกระทบต่อรายการที่แสดงในรายงานการเงิน\n(๒) การไม่จัดทำบัญชีและรายงานการเงินตามมาตรฐานการบัญชีภาครัฐและนโยบายการบัญชีภาครัฐ\n(๓) การไม่จัดทำบัญชีและรายงานการเงินตามมาตรฐานการบัญชีที่รับรองทั่วไป",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 33
        }
    },
    {
        "id": "Chunk_35",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "(๒) การไม่จัดทำบัญชีและรายงานการเงินตามมาตรฐานการบัญชีภาครัฐและนโยบายการบัญชีภาครัฐ\n(๓) การไม่จัดทำบัญชีและรายงานการเงินตามมาตรฐานการบัญชีที่รับรองทั่วไป\n(๔) การไม่จัดทำบัญชีและรายงานการเงินตามที่กฎหมายว่าด้วยการบริหารทุนหมุนเวียนกำหนด\n(๕) การไม่ปฏิบัติตามมาตรฐานและหลักเกณฑ์ที่กระทรวงการคลังกำหนดเกี่ยวกับการควบคุมภายในและการบริหารจัดการความเสี่ยง\n๔.๕ ระยะเวลาในการตรวจสอบรายงานการเงิน\nให้สำนักงานหรือผู้สอบบัญชีที่สำนักงานเห็นชอบตรวจสอบรายงานการเงินที่หน่วยงานของรัฐ ส่งให้ภายในระยะเวลาตามที่กฎหมายกำหนด\n๔.๖ การแจ้งผลการตรวจสอบ\nผู้ว่าการหรือผู้ที่ได้รับมอบหมายจากผู้ว่าการต้องแจ้งผลการตรวจสอบเป็นหนังสือ พร้อมรายงานการตรวจสอบให้หน่วยรับตรวจหรือผู้รับตรวจตามแบบที่กำหนด",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 34
        }
    },
    {
        "id": "Chunk_36",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๕. การเผยแพร่ผลการตรวจสอบ\n๕.๑ การเปิดเผยหรือเผยแพร่ข้อความ ข้อเท็จจริง หรือข้อมูลที่ได้จากการตรวจสอบหรือ การปฏิบัติหน้าที่ มีดังต่อไปนี้\n๕.๑.๑ การเปิดเผยต่อสาธารณชน ซึ่งหากอยู่ในระหว่างการตรวจสอบให้เปิดเผยได้เฉพาะ กรณีเพื่อประโยชน์ในการระงับความเสียหายที่อาจเกิดขึ้นแก่ทางราชการ แต่จะต้องอยู่ภายใต้เงื่อนไขตามที่ คณะกรรมการกำหนด\n๕.๑.๒ การเปิดเผยข้อมูลในเรื่องที่ผลการตรวจสอบเสร็จสิ้นแล้ว ให้เปิดเผยเฉพาะสรุปผล การตรวจสอบที่เสร็จสิ้นโดยไม่ระบุชื่อบุคคลที่เกี่ยวข้องกับการกระทำความผิด\n๕.๒ การเปิดเผยรายงานการตรวจสอบและการให้เอกสารหลักฐานที่เกี่ยวข้องกับการตรวจสอบ ให้แก่หน่วยงานของรัฐที่มีอำนาจในการร้องขอข้อมูลให้เป็นไปตามที่คณะกรรมการกำหนด\n\n๖. การติดตามผลการตรวจสอบ\nผู้ตรวจสอบต้องติดตามการดำเนินการของหน่วยรับตรวจตามข้อสังเกตหรือข้อเสนอแนะที่ได้ให้ไว้ ภายในระยะเวลาที่กำหนด\n\nภาค ๓\nมาตรฐานการตรวจเงินแผ่นดินด้านการตรวจสอบการปฏิบัติตามกฎหมาย",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 35
        }
    },
    {
        "id": "Chunk_37",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๖. การติดตามผลการตรวจสอบ\nผู้ตรวจสอบต้องติดตามการดำเนินการของหน่วยรับตรวจตามข้อสังเกตหรือข้อเสนอแนะที่ได้ให้ไว้ ภายในระยะเวลาที่กำหนด\n\nภาค ๓\nมาตรฐานการตรวจเงินแผ่นดินด้านการตรวจสอบการปฏิบัติตามกฎหมาย\n\n๑. ขอบเขตของมาตรฐานการตรวจเงินแผ่นดินด้านการตรวจสอบการปฏิบัติตามกฎหมาย\nมาตรฐานการตรวจเงินแผ่นดินด้านการตรวจสอบการปฏิบัติตามกฎหมายนี้ จัดทำขึ้นเพื่อใช้ในการตรวจสอบการปฏิบัติตามกฎหมาย ซึ่งครอบคลุมลักษณะงานดังต่อไปนี้\n๑.๑ การตรวจสอบตามภารกิจหลัก ได้แก่\nการตรวจสอบการจัดเก็บรายได้ การรับ การใช้จ่าย การใช้ประโยชน์ การเก็บรักษา และการบริหารซึ่งเงิน ทรัพย์สิน สิทธิ และผลประโยชน์ของหน่วยรับตรวจหรือที่อยู่ในความครอบครองหรืออำนาจใช้จ่ายของหน่วยรับตรวจ\n๑.๒ การตรวจสอบอื่นตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และกฎหมายอื่นที่เกี่ยวข้อง\nการตรวจสอบการปฏิบัติตามกฎหมาย สามารถดำเนินการได้ทั้งในลักษณะการตรวจสอบที่เกี่ยวเนื่องกับการตรวจสอบการเงิน การตรวจสอบร่วมกับการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน หรือการตรวจสอบการปฏิบัติตามกฎหมายโดยเฉพาะแต่เพียงอย่างเดียว",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 36
        }
    },
    {
        "id": "Chunk_38",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๒. คำนิยาม\n๒.๑ การตรวจสอบ หมายถึง การตรวจสอบการจัดเก็บรายได้ การรับ การใช้จ่าย การใช้ประโยชน์ การเก็บรักษา และการบริหารซึ่งเงิน การปฏิบัติตาม ทรัพย์สิน สิทธิ และผลประโยชน์ของหน่วยรับตรวจ หรือที่อยู่ในความครอบครองหรืออำนาจใช้จ่ายของหน่วยรับตรวจรวมถึงการตรวจสอบอื่นตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และกฎหมายอื่นที่เกี่ยวข้องให้เป็นไปตามเกณฑ์ที่ใช้ในการตรวจสอบ\n๒.๒ เกณฑ์ที่ใช้ในการตรวจสอบ หมายถึง\n(๑) กฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ และสัญญา\n(๒) หลักการทั่วไปในการบริหารทางการเงินที่ดี รวมทั้งหลักการที่ยอมรับโดยทั่วไปหรือแนวปฏิบัติที่ดีในระดับชาติหรือแนวปฏิบัติที่ดีในระดับสากล\n๒.๓ สัญญา หมายถึง ข้อตกลงที่ทำขึ้นระหว่างหน่วยรับตรวจกับบุคคลใดในการบริหารเงินหรือทรัพย์สินของแผ่นดิน เช่น สัญญาจัดซื้อจัดจ้าง สัญญาสัมปทาน สัญญาร่วมทุน หรือสัญญาหรือข้อตกลงอื่นใดที่มีลักษณะของการใช้หรือบริหารเงินหรือทรัพย์สินของแผ่นดินเป็นต้น",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 37
        }
    },
    {
        "id": "Chunk_39",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๒.๔ การให้ความเชื่อมั่นอย่างสมเหตุสมผล หมายถึง การตรวจสอบที่จะต้องดำเนินการในระดับครอบคลุมสาระสำคัญทั้งหมดของเรื่องที่ตรวจสอบ เพื่อให้งานตรวจสอบได้คุณภาพสูงสุดเท่าที่จะสามารถดำเนินการได้และมีความน่าเชื่อถืออย่างสมเหตุสมผลต่อสรุปผลการตรวจสอบและความเห็นของผู้ตรวจสอบ\n๒.๕ การให้ความเชื่อมั่นอย่างจำกัด หมายถึง การตรวจสอบที่จำเป็นจะต้องดำเนินการตรวจสอบในระดับที่ครอบคลุมแต่เพียงสาระสำคัญบางประเด็นของเรื่องที่ตรวจสอบเท่านั้น เนื่องจากมีความจำเป็นหรือข้อจำกัดที่เกิดจากปัจจัยบางประการ เช่น ความจำเป็นเร่งด่วน กรอบระยะเวลาในการตรวจสอบที่จำกัด ความต้องการของผู้ใช้รายงานการตรวจสอบที่ประสงค์จะให้ตรวจสอบแต่เพียงในขอบเขตของสาระสำคัญบางประการเท่านั้น ข้อจำกัดด้านงบประมาณหรือจำนวนเจ้าหน้าที่ ปริมาณงานตรวจสอบที่มากเกินกว่าปกติวิสัยที่จะสามารถทำการตรวจสอบได้อย่างครบถ้วน การขาดแคลนเจ้าหน้าที่ตรวจสอบที่เป็นผู้เชี่ยวชาญเฉพาะทางทำให้ไม่สามารถตรวจสอบในสาระสำคัญทั้งหมดได้หรือมีเหตุผลสมควรที่จะประหยัดเวลาและทรัพยากรในการตรวจสอบหากผู้ตรวจสอบสามารถคาดหมายได้ว่าผลของการตรวจสอบในระดับใดความเชื่อมั่นอย่างจำกัดเช่นนี้จะไม่แตกต่างไปจากผลของการตรวจสอบในระดับให้ความเชื่อมั่นอย่างสมเหตุสมผล",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 38
        }
    },
    {
        "id": "Chunk_40",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๒.๖ พยานหลักฐาน หมายถึง สิ่งที่สามารถพิสูจน์ข้อเท็จจริงได้แก่ พยานเอกสาร พยานบุคคล และพยานวัตถุ แต่ต้องเป็นพยานชนิดที่มิได้เกิดขึ้นจากการจูงใจ มีคำมั่นสัญญา ขู่เข็ญ หลอกลวง หรือโดยมิชอบประการอื่น",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 39
        }
    },
    {
        "id": "Chunk_41",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓. หลักการพื้นฐานในการตรวจสอบการปฏิบัติตามกฎหมาย\n๓.๑ การตรวจสอบการปฏิบัติตามกฎหมาย\nครอบคลุมการตรวจสอบการเงินของหน่วยรับตรวจซึ่งรวมถึงตรวจการจัดเก็บรายได้ การรับ การใช้จ่าย การใช้ประโยชน์ การเก็บรักษา และการบริหารซึ่งเงินทรัพย์สิน สิทธิ และผลประโยชน์ของหน่วยรับตรวจหรือที่อยู่ในความครอบครองหรืออำนาจใช้จ่ายของหน่วยรับตรวจว่าเป็นไปตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี และแบบแผนการปฏิบัติราชการหรือไม่ และตรวจว่าการใช้จ่ายเงินหรือการใช้ประโยชน์นั้นเป็นไปตามวัตถุประสงค์หรือไม่\n๓.๒ ผู้ตรวจสอบต้องรักษาไว้ซึ่งความเที่ยงธรรมและเป็นกลางในการกำหนดวัตถุประสงค์และเกณฑ์ที่ใช้ในการตรวจสอบ นอกจากนี้เพียงระวางารติดต่อสื่อสารและหลีกเลี่ยงอิทธิพลจากผู้มีส่วนเกี่ยวข้องซึ่งอาจส่งผลกระทบต่อความเที่ยงธรรมและเป็นกลางในการจัดทำรายงานการตรวจสอบ ทั้งนี้ เพื่อให้ข้อตรวจพบและสรุปผลการตรวจสอบมีความเป็นธรรมเป็นที่ประจักษ์แก่บุคคลภายนอก",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 40
        }
    },
    {
        "id": "Chunk_42",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓.๓ ในการตรวจสอบการปฏิบัติตามกฎหมาย ผู้ตรวจสอบควรคำนึงถึง การกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ การกำหนดระดับความเชื่อมั่นในการตรวจสอบ การกำหนดและวิเคราะห์ระดับสาระสำคัญของเรื่องที่จะตรวจสอบ การศึกษาข้อมูลทั่วไปและการควบคุมภายในของหน่วยรับตรวจ การพิจารณาความเสี่ยงที่อาจเกิดการทุจริต รวมถึงการติดต่อสื่อสารกับหน่วยรับตรวจ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 41
        }
    },
    {
        "id": "Chunk_43",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔. การวางแผนการตรวจสอบการปฏิบัติตามกฎหมาย\n๔.๑ ข้อพิจารณาเบื้องต้นในการวางแผนการตรวจสอบ\n๔.๑.๑ การคัดเลือกหน่วยรับตรวจ\nผู้ตรวจสอบควรศึกษา รวบรวมข้อมูล และพิจารณาคัดเลือกหน่วยรับตรวจและจัดลำดับความสำคัญของหน่วยรับตรวจตามระดับความเสี่ยงที่ประเมินได้ ทั้งนี้ เพื่อให้การตรวจสอบครอบคลุมการจัดเก็บรายได้ การรับ การใช้จ่าย การใช้ประโยชน์ การเก็บรักษา และการบริหารงบประมาณแผ่นดินของหน่วยรับตรวจที่มีนัยสำคัญ และบรรลุวัตถุประสงค์ของการตรวจสอบอย่างมีประสิทธิภาพ\nกรณีการตรวจสอบเรื่องร้องเรียนหรือเรื่องที่มีที่มาจากการตรวจสอบลักษณะอื่น ผู้ตรวจสอบอาจไม่นำหลักเกณฑ์การคัดเลือกหน่วยรับตรวจข้างต้นมาใช้ก็ได้\n๔.๑.๒ การคัดเลือกและจัดลำดับความสำคัญของเรื่องที่จะตรวจสอบ\nผู้ตรวจสอบควรศึกษา รวบรวมข้อมูล และพิจารณาคัดเลือกงาน โครงการ สัญญา และกิจกรรมของหน่วยรับตรวจที่เห็นว่ามีความสำคัญควรได้รับการตรวจสอบ และจัดลำดับความสำคัญของงาน โครงการ สัญญา และกิจกรรมเพื่อตรวจสอบต่อไป ทั้งนี้ เพื่อให้การใช้ทรัพยากรที่มีอยู่อย่างจำกัด มีความคุ้มค่า เกิดประโยชน์สูงสุดต่อทางราชการ และบรรลุวัตถุประสงค์ของการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 42
        }
    },
    {
        "id": "Chunk_44",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "กรณีการตรวจสอบเรื่องร้องเรียนหรือเรื่องที่มีที่มาจาก การตรวจสอบลักษณะอื่น ผู้ตรวจสอบอาจไม่นำหลักเกณฑ์การคัดเลือกและจัดลำดับความสำคัญของเรื่องที่จะตรวจสอบข้างต้นมาใช้ก็ได้\n๔.๑.๓ การระบุผู้ใช้รายงานการตรวจสอบ\nผู้ตรวจสอบควรระบุผู้ใช้รายงานการตรวจสอบ ซึ่งอาจเป็นฝ่ายนิติบัญญัติ ฝ่ายบริหาร คณะกรรมการ ผู้ว่าการ ผู้บริหารของสำนักงาน หน่วยรับตรวจ องค์กรอิสระตามรัฐธรรมนูญ หน่วยงาน หรือบุคคลอื่นที่เกี่ยวข้องซึ่งจำเป็นต้องใช้งานการตรวจสอบ แล้วแต่กรณี เพื่อให้สามารถกำหนด ระดับสาระสำคัญของเรื่องที่จะตรวจสอบ ตลอดจนกำหนดระดับความเชื่อมั่น และวิธีการสื่อสารระดับความเชื่อมั่น ให้เหมาะสมกับความต้องการของผู้ใช้รายงานการตรวจสอบ\n๔.๑.๔ การระบุผู้มีหน้าที่รับผิดชอบของเรื่องที่ตรวจสอบ\nผู้ตรวจสอบควรระบุผู้มีหน้าที่รับผิดชอบของเรื่องที่ตรวจสอบ อันได้แก่ ผู้รับตรวจ เจ้าหน้าที่ของหน่วยรับตรวจ ตลอดจนบุคคลอื่นที่มีส่วนเกี่ยวข้องกับประเด็นการตรวจสอบ แล้วแต่กรณี เพื่อคัดเลือกเกณฑ์ที่ใช้ในการตรวจสอบให้สอดคล้องกับผู้มีหน้าที่รับผิดชอบของเรื่องนั้น ๆ รวมทั้งเพื่อใช้ในการติดต่อประสานงานระหว่างกันตลอดกระบวนการตรวจสอบ\n๔.๒ การวางแผนการตรวจสอบ\n๔.๒.๑ การกำหนดประเด็นการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 43
        }
    },
    {
        "id": "Chunk_45",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๒ การวางแผนการตรวจสอบ\n๔.๒.๑ การกำหนดประเด็นการตรวจสอบ\nประเด็นการตรวจสอบ หมายถึง สาระสำคัญของเรื่องที่ต้องดำเนินการตรวจสอบว่ามีการปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ และสัญญาหรือไม่ซึ่งอาจมีได้หลายลักษณะแตกต่างกัน ขึ้นอยู่กับวัตถุประสงค์ของการตรวจสอบ อันเป็นสิ่งที่กำหนดแนวทางในการแสวงหาพยานหลักฐานที่ผู้ตรวจสอบต้องรวบรวมเพื่อนำมาใช้ในการวิเคราะห์เทียบกับเกณฑ์ที่ใช้ในการตรวจสอบ\nประเด็นการตรวจสอบต้องมีสาระสำคัญเพียงพอที่จะพิจารณาวินิจฉัยและสามารถตรวจสอบหาข้อเท็จจริงและพยานหลักฐาน เพื่อสนับสนุนสรุปผลการตรวจสอบหรือความเห็นของผู้ตรวจสอบได้อย่างเพียงพอและถูกต้องเหมาะสม โดยประเด็นการตรวจสอบและเกณฑ์ที่ใช้ในการตรวจสอบต้องมีความเชื่อมโยงและสอดคล้องกัน\n๔.๒.๒ การกำหนดเกณฑ์ที่ใช้ในการตรวจสอบ\nผู้ตรวจสอบต้องกำหนดเกณฑ์ที่ใช้ในการตรวจสอบหรือเกณฑ์มาตรฐานที่ใช้ในการเปรียบเทียบให้เหมาะสมกับประเด็นที่ใช้ในการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 44
        }
    },
    {
        "id": "Chunk_46",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๒.๒ การกำหนดเกณฑ์ที่ใช้ในการตรวจสอบ\nผู้ตรวจสอบต้องกำหนดเกณฑ์ที่ใช้ในการตรวจสอบหรือเกณฑ์มาตรฐานที่ใช้ในการเปรียบเทียบให้เหมาะสมกับประเด็นที่ใช้ในการตรวจสอบ\nในกรณีที่มีปัญหาในการใช้และตีความกฎหมาย ระเบียบ ข้อบังคับ หรือมติคณะรัฐมนตรีที่จะนำมาใช้เป็นเกณฑ์ในการตรวจสอบ ผู้ตรวจสอบควรพิจารณาตีความตามลายลักษณ์อักษร เจตนารมณ์และความมุ่งหมายของบทบัญญัติแห่งกฎหมาย หากยังมีข้อสงสัยผู้ตรวจสอบอาจหารือไปยังหน่วยงานที่มีหน้าที่รับผิดชอบในเรื่องดังกล่าว นอกจากนี้ผู้ตรวจสอบอาจนำข้อหารือ คำวินิจฉัยหรือคำพิพากษาที่เกี่ยวข้องมาใช้ประกอบการพิจารณาตีความก็ได้\n๔.๒.๓ การกำหนดระดับความเชื่อมั่นในการตรวจสอบ\nการตรวจสอบการปฏิบัติตามกฎหมายทุกเรื่อง เป็นงานให้ความเชื่อมั่นในการตรวจสอบซึ่งผู้ตรวจสอบควรพิจารณาหน้าที่และอำนาจของผู้ว่าการและสำนักงาน ลักษณะของประเด็นการตรวจสอบ รวมถึงความต้องการของผู้ใช้รายงานการตรวจสอบ เพื่อกำหนดระดับความเชื่อมั่นอย่างเหมาะสม ซึ่งแบ่งเป็น ๒ ประเภทได้แก่",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 45
        }
    },
    {
        "id": "Chunk_47",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "(๑) การให้ความเชื่อมั่นอย่างสมเหตุสมผล เป็นการให้ความเชื่อมั่นในระดับสูงแต่มิใช่ระดับสมบูรณ์ สรุปผลการตรวจสอบจะถูกแสดงให้เห็นว่าในความเห็นของผู้ตรวจสอบนั้น ประเด็นการตรวจสอบเป็นไปตามเกณฑ์ที่เกี่ยวข้องในสาระสำคัญหรือไม่ และผลการพิจารณาจะให้มุมมองที่ถูกต้องและเป็นธรรม สอดคล้องกับเกณฑ์ที่ใช้ในการตรวจสอบ ซึ่งโดยปกติแล้ว การให้ความเชื่อมั่นอย่างสมเหตุสมผลต้องใช้พยานหลักฐานในการตรวจสอบมากกว่าการให้ความเชื่อมั่นอย่างจำกัด โดยต้องมีกระบวนการตรวจสอบที่เพิ่มมากขึ้น เช่น การประเมินความเสี่ยง ความเข้าใจสภาพแวดล้อมของหน่วยรับตรวจ และการประเมินการออกแบบระบบควบคุมภายในของหน่วยรับตรวจ\n(๒) การให้ความเชื่อมั่นอย่างจำกัด เป็นการสรุปผลการตรวจสอบว่าจากกระบวนการ\nในการตรวจสอบไม่พบสิ่งที่เป็นเหตุให้ผู้ตรวจสอบเชื่อว่า ประเด็นการตรวจสอบไม่เป็นไปตามเกณฑ์ที่ใช้\nในการตรวจสอบ\n๔.๒.๔ การกำหนดและวิเคราะห์ระดับสาระสำคัญของเรื่องที่ตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 46
        }
    },
    {
        "id": "Chunk_48",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ในการตรวจสอบไม่พบสิ่งที่เป็นเหตุให้ผู้ตรวจสอบเชื่อว่า ประเด็นการตรวจสอบไม่เป็นไปตามเกณฑ์ที่ใช้\nในการตรวจสอบ\n๔.๒.๔ การกำหนดและวิเคราะห์ระดับสาระสำคัญของเรื่องที่ตรวจสอบ\nผู้ตรวจสอบควรพิจารณากำหนดระดับสาระสำคัญของเรื่องที่ตรวจสอบเพื่อใช้เป็นพื้นฐานในการกำหนดรูปแบบการตรวจสอบตามมาตรฐานวิชาชีพ และควรให้ความสำคัญกับประเด็นที่เกี่ยวข้องกับกฎหมาย ประโยชน์สาธารณะ ความคาดหวังหรือความต้องการของสาธารณชน การใช้จ่ายเงินงบประมาณภาครัฐที่มีนัยสำคัญ รวมถึงการทุจริต\nการวิเคราะห์สาระสำคัญของเรื่องที่ตรวจสอบ\n(๑) ปัจจัยเชิงปริมาณ เช่น จำนวนบุคคลหรือหน่วยงานที่ได้รับผลกระทบหรือจำนวนเงินที่เกี่ยวข้องกับเรื่องที่จะตรวจสอบ\n(๒) ปัจจัยเชิงคุณภาพ เช่น ประโยชน์สาธารณะ ความคาดหวังหรือความต้องการของสาธารณชน รวมถึงการทุจริต\n๔.๒.๕ การศึกษาข้อมูลทั่วไปและการควบคุมภายในของหน่วยรับตรวจ\n(๑) ผู้ตรวจสอบควรศึกษารวบรวมข้อมูลเพื่อทำความเข้าใจหน่วยรับตรวจและสภาพแวดล้อมของหน่วยรับตรวจ ตลอดจนการควบคุมภายในของหน่วยรับตรวจ เพื่อให้การวางแผนและการปฏิบัติงานตรวจสอบเกิดผลสัมฤทธิ์ต่อการตรวจเงินแผ่นดิน\n(๒) ผู้ตรวจสอบควรทำความสะอาดหน่วยรับตรวจและสภาพแวดล้อมซึ่งอาจมีผลกระทบต่อประเด็นการตรวจสอบและข้อมูลที่เกี่ยวกับประเด็นการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 47
        }
    },
    {
        "id": "Chunk_49",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "(๒) ผู้ตรวจสอบควรทำความสะอาดหน่วยรับตรวจและสภาพแวดล้อมซึ่งอาจมีผลกระทบต่อประเด็นการตรวจสอบและข้อมูลที่เกี่ยวกับประเด็นการตรวจสอบ\n(๓) ในการทำความสะอาดหน่วยรับตรวจตาม (๒) ให้ผู้ตรวจสอบพิจารณาจากภารกิจที่เกี่ยวข้อง กฎหมายต่าง ๆ ปัจจัยภายนอกที่มีผลกระทบที่เน้นงานโดยทั่วไป ประกาศ ข้อบังคับหรือข้อกำหนดเกี่ยวกับการกำกับดูแล วัตถุประสงค์และยุทธศาสตร์ ตลอดจนการประเมินผลการปฏิบัติงานซึ่งข้อมูลและความเข้าใจที่ได้นี้ควรจะกำหนดไว้ในกลยุทธ์การตรวจสอบของเรื่องนั้น\n(๔) ผู้ตรวจสอบต้องทำความเข้าใจการควบคุมภายในของหน่วยรับตรวจที่เกี่ยวข้องกับการตรวจสอบ กล่าวคือ เมื่อได้กำหนดประเด็นการตรวจสอบแล้ว ให้ผู้ตรวจสอบระบุการควบคุมภายในที่หน่วยรับตรวจใช้ในการบริหารจัดการความเสี่ยงในการไม่ปฏิบัติตามเกณฑ์ที่ใช้ในการตรวจสอบ ทั้งนี้เพื่อช่วยในการพิจารณาโดยใช้ดุลพินิจเยี่ยงผู้ประกอบวิชาชีพว่าควรจะเข้าตรวจสอบในประเด็นดังกล่าวหรือไม่ เพียงใด",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 48
        }
    },
    {
        "id": "Chunk_50",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "(๕) ระบบการควบคุมภายในอาจพิจารณาจากนโยบาย การจัดองค์กร วิธีการดำเนินงาน ขั้นตอนการปฏิบัติงาน และหน้าที่ซึ่งหน่วยรับตรวจจัดให้มีขึ้นเพื่อตอบสนองต่อความเสี่ยงในการไม่ปฏิบัติตามเกณฑ์อย่างเหมาะสม ระบบการควบคุมภายในที่มีประสิทธิผลนั้น จะช่วยป้องกันความเสียหายที่อาจเกิดขึ้นแก่ทรัพย์สินของหน่วยรับตรวจ และเป็นประโยชน์ต่อการออกรายงานทั้งภายในและภายนอกของหน่วยรับตรวจรวมทั้งช่วยหน่วยรับตรวจในการปฏิบัติตามหน้าที่และอำนาจที่เกี่ยวข้อง ดังนั้น ผู้ตรวจสอบจึงจำเป็นต้องเข้าใจองค์ประกอบทั้งหมดของระบบการควบคุมภายในของหน่วยรับตรวจ ได้แก่ สภาพแวดล้อมของการควบคุมกระบวนการในการประเมินความเสี่ยงของหน่วยรับตรวจ ระบบสารสนเทศ กิจกรรมการควบคุมที่เกี่ยวข้องกับการตรวจสอบ และการติดตามประเมินผลการควบคุมที่เกี่ยวข้องกับการตรวจสอบ\n๔.๒.๖ การพิจารณาความเสี่ยงที่อาจเกิดการทุจริต\nผู้ตรวจสอบต้องระบุและประเมินความเสี่ยงที่จะเกิดการทุจริต รวมถึงรวบรวมหลักฐานที่เกี่ยวข้องกับความเสี่ยงที่จะเกิดการทุจริตอย่างเหมาะสมและเพียงพอ กรณีที่มีการระบุเหตุอันควรสงสัยว่ามีการทุจริต ผู้ตรวจสอบต้องดำเนินการเพื่อให้เชื่อมั่นได้ว่าสามารถแสวงหาและรวบรวมพยานหลักฐานได้อย่างเพียงพออันควรเชื่อได้ว่ามีพฤติการณ์ทุจริต",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 49
        }
    },
    {
        "id": "Chunk_51",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๒.๗ การจัดทำกลยุทธ์ในการตรวจสอบ\nผู้ตรวจสอบควรจัดทำกลยุทธ์ในการตรวจสอบและแผนการตรวจสอบเป็นลายลักษณ์อักษรเพื่อซี้ให้เห็นว่าจะดำเนินการตรวจสอบอย่างไรในการออกรายงานการตรวจสอบ ทั้งนี้ โดยคำนึงถึงสถานการณ์ ทรัพยากรอันจำเป็นในการตรวจสอบ และระยะเวลาที่ใช้ในการตรวจสอบด้วย",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 50
        }
    },
    {
        "id": "Chunk_52",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๕. การดำเนินการตรวจสอบการปฏิบัติตามกฎหมาย\n๕.๑ การปฏิบัติงานตรวจสอบ\n๕.๑.๑ วิธีปฏิบัติในการเข้าตรวจ\n(๑) ผู้ตรวจสอบต้องมีหนังสือแจ้งการเข้าตรวจสอบ และในการเข้าตรวจสอบต้องแสดงบัตรประจำตัวต่อบุคคลที่เกี่ยวข้อง\n(๒) ผู้ตรวจสอบควรสื่อสารกับผู้รับตรวจและเจ้าหน้าที่ของหน่วยรับตรวจอ้างมีประสิทธิภาพตลอดการตรวจสอบ แจ้งให้หน่วยรับตรวจทราบถึงประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบระดับความเชื่อมั่น ระยะเวลาที่ใช้ในการตรวจสอบ ตลอดจนหน่วยงาน หรือโครงการที่อยู่ในขอบเขตของการตรวจสอบ\n(๓) ในระหว่างการตรวจสอบ การสื่อสารกับหน่วยรับตรวจอาจเปลี่ยนแปลงรูปแบบให้สอดคล้องกับสถานการณ์ได้ โดยคำนึงถึงระยะเวลาที่ใช้ในการสื่อสาร ทั้งนี้อาจสื่อสารด้วยวาจาหรือทำเป็นหนังสือ หรือทั้งสองแบบก็ได้\n๕.๑.๒ การรวบรวมพยานหลักฐานอย่างเพียงพอและเหมาะสม\n(๑) ผู้ตรวจสอบควรวางแผนและดำเนินการเพื่อให้ได้มาซึ่งพยานหลักฐานที่เพียงพอและเหมาะสมสำหรับนำไปใช้สรุปผลการตรวจสอบตามระดับของความเชื่อมั่นที่กำหนดไว้\nลักษณะและแหล่งที่มาของพยานหลักฐานขึ้นอยู่กับระดับความเชื่อมั่นที่กำหนดไว้ เกณฑ์ที่ใช้ในการตรวจสอบ สาระสำคัญ ประเด็นการตรวจสอบ และขอบเขตของการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 51
        }
    },
    {
        "id": "Chunk_53",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ลักษณะและแหล่งที่มาของพยานหลักฐานขึ้นอยู่กับระดับความเชื่อมั่นที่กำหนดไว้ เกณฑ์ที่ใช้ในการตรวจสอบ สาระสำคัญ ประเด็นการตรวจสอบ และขอบเขตของการตรวจสอบ\nพยานหลักฐานที่ได้มาจากการตรวจสอบต้องมีความเพียงพอและเหมาะสม สัมพันธ์กับระดับความเชื่อมั่นในการตรวจสอบ หากเป็นการให้ความเชื่อมั่นอย่างสมเหตุสมผล ผู้ตรวจสอบต้องรวบรวม พยานหลักฐานมากกว่าการให้ความเชื่อมั่นอย่างจำกัด\nกระบวนการในการรวบรวมพยานหลักฐานสามารถดำเนินการต่อไปได้จนกว่า ผู้ตรวจสอบจะมั่นใจได้ว่ามีพยานหลักฐานที่เพียงพอและเหมาะสม เพื่อสรุปผลการตรวจสอบหรือความเห็น ของผู้ตรวจสอบได้อย่างถูกต้องและเป็นธรรม\n(๒) ในการรวบรวมพยานหลักฐาน ผู้ตรวจสอบมีอำนาจตามมาตรา ๙๓ และมาตรา ๙๔ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ กระทำการ ดังต่อไปนี้ได้\n(ก) ตรวจสอบเงินและทรัพย์สินอื่น บัญชี ทะเบียน เอกสาร หรือหลักฐานในการ ใช้จ่ายและหลักฐานอื่นที่อยู่ในความรับผิดชอบของหน่วยรับตรวจ\n(ข) ให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจมีหนังสือชี้แจงข้อเท็จจริงมาให้ ถ้อยคำ หรือส่งมอบบัญชี ทะเบียน เอกสาร หรือหลักฐานอื่นบรรดาที่หน่วยรับตรวจจัดทำขึ้นหรือมีไว้ในครอบครอง เพื่อประโยชน์ในการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 52
        }
    },
    {
        "id": "Chunk_54",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "(ค) อายัดบัญชี ทะเบียน เอกสาร หรือหลักฐานอื่นที่มีอยู่ในความรับผิดชอบ ของหน่วยรับตรวจ\n(ง) ให้บุคคลใดมาให้ถ้อยคำ หรือส่งมอบบัญชี ทะเบียน เอกสาร หรือหลักฐานอื่น ที่เกี่ยวข้องกับหน่วยรับตรวจเท่าที่จำเป็นเพื่อประโยชน์ในการตรวจสอบ\n(จ) เข้าไปในสถานที่ใด ๆ ในระหว่างพระอาทิตย์ขึ้นและพระอาทิตย์ตก หรือในเวลาทำการ เพื่อตรวจสอบ ค้น ยึด หรืออายัด บัญชี ทะเบียน เอกสาร หรือหลักฐานอื่น หรืออายัดเงิน หรือทรัพย์สินที่เกี่ยวกับหรือมีเหตุอันควรเชื่อว่าเกี่ยวกับหน่วยรับตรวจเท่าที่จำเป็น\n(ฉ) บรรดาบัญชีและเอกสารหลักฐานต่าง ๆ ซึ่งเกี่ยวกับการตรวจสอบถ้าเป็น ภาษาต่างประเทศและเจ้าหน้าที่ไม่อาจเข้าใจได้ จะขอให้หน่วยรับตรวจจัดการแปลเป็นภาษาไทยให้แล้วเสร็จ ภายในเวลาตามที่เห็นสมควรถึงได้\n(๓) การรวบรวมพยานหลักฐานกรณีพบการกระทำอันมีเหตุควรสงสัยว่าผิดกฎหมาย หรือทุจริต\nในกรณีตรวจสอบพบการปฏิบัติไม่เป็นไปตามกฎหมายและข้อกำหนดที่อาจบ่งชี้ ถึงการกระทำผิดกฎหมายหรือทุจริต ผู้ตรวจสอบต้องใช้ความระมัดระวังเยี่ยงผู้ประกอบวิชาชีพ เพื่อมิให้เกิด",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 53
        }
    },
    {
        "id": "Chunk_55",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ในกรณีตรวจสอบพบการปฏิบัติไม่เป็นไปตามกฎหมายและข้อกำหนดที่อาจบ่งชี้ ถึงการกระทำผิดกฎหมายหรือทุจริต ผู้ตรวจสอบต้องใช้ความระมัดระวังเยี่ยงผู้ประกอบวิชาชีพ เพื่อมิให้เกิด\nผลกระทบต่อการดำเนินการตามกฎหมายหรือการสืบสวนที่อาจเกิดขึ้นในอนาคต ผู้ตรวจสอบอาจหารือกับที่ปรึกษาทางกฎหมายหรือหน่วยงานกำกับดูแลที่เหมาะสมและอาจสื่อสารประเด็นข้อสงสัยกับผู้บริหารของหน่วยรับตรวจ หรือผู้ที่ได้รับมอบหมายให้กำกับดูแล และติดตามผลเพื่อให้แน่ใจว่าได้มีการดำเนินการในเรื่องดังกล่าวแล้ว\n๕.๒ การประเมินพยานหลักฐานและการสรุปผลการตรวจสอบ\n๕.๒.๑ การประเมินพยานหลักฐาน\n(๑) ผู้ตรวจสอบต้องเปรียบเทียบพยานหลักฐานที่ได้มากับเกณฑ์ที่ใช้ในการตรวจสอบเพื่อจัดทำข้อตรวจพบและสรุปผลการตรวจสอบ\n(๒) ผู้ตรวจสอบต้องนำพยานหลักฐานที่รวบรวมได้ พร้อมทั้งข้อคิดเห็น หรือคำชี้แจงและเหตุผล หรือความจำเป็นของหน่วยรับตรวจมาวิเคราะห์โดยใช้ดุลพินิจ การสังเกตและสงสัยเยี่ยงผู้ประกอบวิชาชีพ\n(๓) ในการวิเคราะห์พยานหลักฐาน ผู้ตรวจสอบต้องประเมินพยานหลักฐานว่ามีความเพียงพอและเหมาะสมที่จะนำไปสรุปผลการตรวจสอบหรือไม่",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 54
        }
    },
    {
        "id": "Chunk_56",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "(๓) ในการวิเคราะห์พยานหลักฐาน ผู้ตรวจสอบต้องประเมินพยานหลักฐานว่ามีความเพียงพอและเหมาะสมที่จะนำไปสรุปผลการตรวจสอบหรือไม่\n(๔) ผู้ตรวจสอบต้องนำพยานหลักฐานทั้งหมดที่มีความเกี่ยวข้องกับข้อตรวจพบ มาพิจารณา ทั้งนี้ เพื่อให้การแสดงความเห็นไปอย่างเที่ยงธรรม เป็นกลาง และปราศจากการมีส่วนได้เสีย\n(๕) ผู้ตรวจสอบควรประเมินขอบเขตของการตรวจสอบที่ได้ดำเนินการไปแล้ว เพื่อพิจารณาว่ามีพยานหลักฐานเพียงพอที่จะสรุปผลการตรวจสอบได้หรือไม่ เพียงใด ในกรณีที่พยานหลักฐานไม่เพียงพอ ผู้ตรวจสอบอาจพิจารณาดำเนินการตรวจสอบเพิ่มเติม หรือสรุปผลการตรวจสอบ ให้สอดคล้องกับ พยานหลักฐานที่มีอยู่อย่างจำกัดนั้น\n๕.๒.๒ การสรุปผลการตรวจสอบ\nผู้ตรวจสอบต้องสรุปผลการตรวจสอบว่าประเด็นการตรวจสอบเป็นไปตามเกณฑ์ที่ใช้ในการตรวจสอบหรือไม่ โดยพิจารณาจากข้อตรวจพบที่มีนัยสำคัญในทุกแง่มุม อย่างน้อยต้องประกอบด้วยข้อเท็จจริง ข้อกฎหมาย ความเสียหาย (ถ้ามี) ความเห็นพร้อมเหตุผลและข้อเสนอแนะ\n๕.๓ การให้คำแนะนำหรือข้อเสนอแนะเกี่ยวกับวิธีการแก้ไขปัญหาแก่หน่วยรับตรวจ\n๕.๓.๑ ในระหว่างการตรวจสอบ\n(๑) ผู้ตรวจสอบควรพิจารณาเหตุผลและความจำเป็นอย่างเหมาะสมในการให้คำแนะนำหรือข้อแก้ไขปรับปรุงที่หน่วยรับตรวจพึงกระทำ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 55
        }
    },
    {
        "id": "Chunk_57",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๕.๓.๑ ในระหว่างการตรวจสอบ\n(๑) ผู้ตรวจสอบควรพิจารณาเหตุผลและความจำเป็นอย่างเหมาะสมในการให้คำแนะนำหรือข้อแก้ไขปรับปรุงที่หน่วยรับตรวจพึงกระทำ\n(๒) ผู้ตรวจสอบสามารถให้คำแนะนำในเชิงสร้างสรรค์ ซึ่งจะช่วยในการส่งเสริมหลักธรรมาภิบาลของการบริหารกิจการบ้านเมืองที่ดี แต่ไม่ควรให้คำแนะนำที่มีลักษณะเป็นรายละเอียดซึ่งอาจกระทบต่อการบริหารงานภายในของหน่วยรับตรวจ และมีผลต่อความเป็นกลางของผู้ตรวจสอบ\n(๓) ในกรณีที่ตรวจสอบข้อบกพร่องอันมิใช่สาระสำคัญ หรือข้อบกพร่องอื่นที่เกี่ยวข้องโดยตรงกับหน่วยรับตรวจ ผู้ตรวจสอบควรทำความเข้าใจกับผู้บริหารและผู้มีหน้าที่ในการกำกับดูแลของหน่วยรับตรวจอย่างเหมาะสม เพื่อช่วยให้หน่วยรับตรวจแก้ไขข้อบกพร่องเหล่านั้น และป้องกันไม่ให้เกิดข้อบกพร่องในลักษณะเช่นนี้อีกในโอกาสต่อไป\nหากพบข้อบกพร่องที่ไม่ก่อให้เกิดความเสียหายแก่รัฐหรือหน่วยรับตรวจควรแนะนำหน่วยรับตรวจให้มีการแก้ไขให้ถูกต้อง เพื่อให้เข้าใจสาเหตุที่เกิดความบกพร่องที่ตรวจพบและปฏิบัติให้ถูกต้องต่อไป\n๕.๓.๒ ข้อเสนอแนะในรายงานการตรวจสอบ\nผู้ตรวจสอบควรให้ข้อเสนอแนะในรายงานผลการตรวจสอบที่สอดคล้อง เป็นเหตุเป็นผล กับข้อตรวจพบ และอยู่ในหน้าที่และอำนาจของหน่วยรับตรวจซึ่งสามารถปฏิบัติได้",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 56
        }
    },
    {
        "id": "Chunk_58",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๕.๓.๒ ข้อเสนอแนะในรายงานการตรวจสอบ\nผู้ตรวจสอบควรให้ข้อเสนอแนะในรายงานผลการตรวจสอบที่สอดคล้อง เป็นเหตุเป็นผล กับข้อตรวจพบ และอยู่ในหน้าที่และอำนาจของหน่วยรับตรวจซึ่งสามารถปฏิบัติได้\n๕.๔ วิธีปฏิบัติเมื่อพบพฤติการณ์ที่น่าเชื่อว่าอาจมีการกระทำผิดกฎหมายหรือทุจริต\nกรณีผู้ตรวจสอบพบการปฏิบัติที่ไม่เป็นไปตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี และแบบแผนการปฏิบัติราชการ ซึ่งมีพฤติการณ์น่าเชื่อได้ว่าอาจมีการกระทำผิดกฎหมายหรือทุจริต ผู้ตรวจสอบควรปฏิบัติงานตรวจสอบด้วยความระมัดระวังเยี่ยงผู้ประกอบวิชาชีพและแจ้งข้อตรวจพบนั้นต่อผู้มีหน้าที่และอำนาจ ตลอดจนไม่กระทำการใด ๆ ที่อาจเข้าไปก้าวก่ายหรือแทรกแซงต่อการดำเนินการใด ๆ ต่อไปในทางกฎหมายของหน่วยงานที่มีหน้าที่และอำนาจในเรื่องดังกล่าว\n๕.๕ การเปิดโอกาสให้หน่วยรับตรวจชี้แจง\n๕.๕.๑ ในการตรวจสอบผู้ตรวจสอบต้องให้โอกาสเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล และแสดงพยานหลักฐานของตน\n๕.๕.๒ ผู้ตรวจสอบควรให้ความสำคัญและพิจารณาข้อคิดเห็น หรือคำชี้แจงและเหตุผล หรือความจำเป็นของหน่วยรับตรวจที่มีต่อข้อตรวจพบจากการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 57
        }
    },
    {
        "id": "Chunk_59",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๕.๕.๒ ผู้ตรวจสอบควรให้ความสำคัญและพิจารณาข้อคิดเห็น หรือคำชี้แจงและเหตุผล หรือความจำเป็นของหน่วยรับตรวจที่มีต่อข้อตรวจพบจากการตรวจสอบ\n๕.๕.๓ เมื่อผู้ตรวจสอบได้ดำเนินการตรวจสอบแล้วพบว่ามีข้อบกพร่อง ก่อนการสรุปผล การตรวจสอบหรือก่อนแจ้งผลการตรวจสอบต่อหน่วยรับตรวจ ให้ดำเนินการดังนี้\n(๑) ทำหนังสือสอบถามประเด็นที่เป็นข้อบกพร่อง โดยกำหนดให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจชี้แจงเป็นหนังสือหรือมาให้ถ้อยคำพร้อมแสดงพยานหลักฐาน ภายในระยะเวลาที่กำหนดแต่อย่างช้าไม่เกินสิบห้าวันนับแต่วันที่ได้รับหนังสือ\n(๒) ในกรณีที่พ้นกำหนดระยะเวลาดังกล่าวตาม (๑) โดยไม่มีเหตุอันสมควรและผู้ตรวจสอบได้มีหนังสือแจ้งเตือนแล้ว ให้ถือว่าผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจไม่ประสงค์ชี้แจงเหตุผลหรือแสดงพยานหลักฐานเพิ่มเติม",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 58
        }
    },
    {
        "id": "Chunk_60",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๖. การรายงานผลการตรวจสอบ\n๖.๑ การจัดทำรายงานการตรวจสอบ\n๖.๑.๑ ผู้ตรวจสอบต้องจัดทำรายงานผลการตรวจสอบบนหลักการของความถูกต้องครบถ้วนเที่ยงธรรมและเป็นกลาง ทันกาล และรับฟังคำชี้แจงของหน่วยรับตรวจ\n๖.๑.๒ ผู้ตรวจสอบควรจัดทำรายงานการตรวจสอบให้มีความชัดเจน ทั้งนี้อย่างน้อยต้องมีรายละเอียดที่เป็นไปตามการสรุปผลการตรวจสอบ ตามข้อ ๕.๒.๒ โดยให้ทำเป็นหนังสือแสดงถึงข้อตรวจพบตามแบบที่กำหนด\n๖.๒ ระยะเวลาในการตรวจสอบการปฏิบัติตามกฎหมาย\nการกำหนดระยะเวลาในการตรวจสอบและการออกรายงานการตรวจสอบให้คำนึงถึงลักษณะของการตรวจสอบตามภารกิจหลักและการตรวจสอบอื่น ระดับสาระสำคัญและความยากง่ายของเรื่องที่จะตรวจสอบ ความร้ายแรงแห่งพฤติการณ์หรือมูลค่าความเสียหายที่เกิดขึ้น การป้องกันความเสียหายที่อาจเกิดขึ้นแก่การเงินการคลังของรัฐ และการให้ความสนใจของสาธารณชนด้วย ทั้งนี้ อย่างช้าไม่ควรเกินกว่าหนึ่งปีนับแต่วันที่ได้ส่งหนังสือเปิดตรวจไปยังหน่วยรับตรวจ และผู้ว่าการอาจขยายระยะเวลาการตรวจสอบได้อีกไม่เกินหนึ่งปี\nในกรณีมีเหตุผลความจำเป็นอย่างยิ่งที่ทำให้การตรวจสอบไม่อาจดำเนินการได้ภายในระยะเวลาที่กำหนด ให้เสนอคณะกรรมการพิจารณาการขยายระยะเวลาต่อไป\n๖.๓ การแจ้งผลการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 59
        }
    },
    {
        "id": "Chunk_61",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ในกรณีมีเหตุผลความจำเป็นอย่างยิ่งที่ทำให้การตรวจสอบไม่อาจดำเนินการได้ภายในระยะเวลาที่กำหนด ให้เสนอคณะกรรมการพิจารณาการขยายระยะเวลาต่อไป\n๖.๓ การแจ้งผลการตรวจสอบ\nผู้ว่าการหรือผู้ที่ได้รับมอบหมายจากผู้ว่าการต้องแจ้งผลการตรวจสอบเป็นหนังสือพร้อมรายงานการตรวจสอบให้หน่วยรับตรวจหรือผู้รับตรวจตามแบบที่กำหนด",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 60
        }
    },
    {
        "id": "Chunk_62",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๗. การเผยแพร่ผลการตรวจสอบ\nเมื่อได้ข้อยุติเกี่ยวกับการตรวจสอบนั้นแล้ว ให้สำนักงานพิจารณาเผยแพร่ผลการตรวจสอบ ให้ประชาชนทราบเป็นการทั่วไป ตามหลักเกณฑ์ที่คณะกรรมการกำหนด\n\n๘. การติดตามผลการตรวจสอบ\nผู้ตรวจสอบต้องติดตามการดำเนินการของหน่วยรับตรวจตามข้อตรวจพบหรือข้อเสนอแนะที่ได้ให้ไว้ภายในระยะเวลาที่กำหนด\n\nภาค ๔\nมาตรฐานการตรวจเงินแผ่นด้านการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน\n\n๑. ขอบเขตของมาตรฐานการตรวจเงินแผ่นดินด้านการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงานนี้ จัดทำขึ้นเพื่อใช้ในการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน โดยสามารถดำเนินการได้ทั้งในลักษณะ การตรวจสอบที่เกี่ยวเนื่องกับการตรวจสอบการเงิน การตรวจสอบการปฏิบัติตามกฎหมายหรือการตรวจสอบ ผลสัมฤทธิ์และประสิทธิภาพการดำเนินงานโดยเฉพาะแต่เพียงอย่างเดียว",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 61
        }
    },
    {
        "id": "Chunk_63",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๒. คำนิยาม\n๒.๑ การตรวจสอบ หมายถึง การตรวจสอบการดำเนินงานของหน่วยรับตรวจ เพื่อแสดงความเห็นว่าเป็นไปโดยประหยัด คุ้มค่า เกิดผลสัมฤทธิ์และมีประสิทธิภาพตามวัตถุประสงค์ ที่หน่วyrับตรวจกำหนดไว้หรือไม่ และเพื่อจัดทำ ข้อเสนอแนะให้แก่หน่วยรับตรวจในการเพิ่ม ผลสัมฤทธิ์และประสิทธิภาพในการดำเนินงาน ของหน่วยรับตรวจ\n๒.๒ การดำเนินงาน หมายถึง การปฏิบัติตามหน้าที่และอำนาจของหน่วยรับตรวจ ตามที่กฎหมายกำหนดให้ว่า อันได้แก่ การจัดเก็บ รายได้ การรับ การใช้จ่าย การใช้ประโยชน์ สิทธิ และผลประโยชน์ของหน่วยรับตรวจหรือที่อยู่ ในความครอบครอง หรืออำนาจใช้จ่ายของ หน่วยรับตรวจของหน่วยรับตรวจ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 62
        }
    },
    {
        "id": "Chunk_64",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓. หลักการพื้นฐานในการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน\n๓.๑ การตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน\nวัตถุประสงค์ของการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงานเป็นการตรวจสอบเพื่อนำเสนอข้อเท็จจริง และให้ข้อเสนอแนะอย่างเป็นอิสระและเป็นกลาง ในการพัฒนาปรับปรุง และแก้ไขข้อบกพร่องแก่หน่วยรับตรวจเกี่ยวกับการดำเนินงานตามแผนยุทธศาสตร์ แผนงาน งาน โครงการ กิจกรรม หรือหน่วยงาน โดยมุ่งเน้นไปที่ผลสัมฤทธิ์ ประสิทธิภาพ ความประหยัด และความคุ้มค่า มากกว่าการรายงานเกี่ยวกับการปฏิบัติตามกฎหมายและความยั่งยืนทางการคลังของประเทศ\nการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงานต้องคำนึงถึงประเพณี วัฒนธรรม สังคม และความนิยมของท้องถิ่น รวมถึงประโยชน์สูงสุดของประชาชนในด้านต่าง ๆ โดยให้รับฟังเหตุผลและความจำเป็นของหน่วยรับตรวจประกอบด้วย\n๓.๒ เกณฑ์ที่ใช้ในการตรวจสอบ\nเกณฑ์ที่ใช้ในการตรวจสอบ หมายถึง สิ่งที่ผู้ตรวจสอบใช้ในการประเมินหรือวัดผลเรื่องที่จะตรวจสอบโดยเกณฑ์การตรวจสอบต้องมีความสมเหตุสมผลและสอดคล้องกับเรื่องที่ตรวจสอบ ซึ่งสามารถใช้ในการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน\n๓.๓ ความมีสาระสำคัญ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 63
        }
    },
    {
        "id": "Chunk_65",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๓.๓ ความมีสาระสำคัญ\nความมีสาระสำคัญ หมายถึง ระดับของผลการตรวจสอบที่ส่งผลกระทบต่อการดำเนินงานของหน่วยรับตรวจโดยอาจเป็นด้านเศรษฐกิจ สังคม การเมือง กล่าวคือ ผลการตรวจสอบที่ทำให้เกิดการแก้ไขปรับปรุง พัฒนาการดำเนินงานของหน่วยรับตรวจได้อย่างมีนัยสำคัญ ทั้งนี้ ความมีสาระสำคัญจะเกี่ยวข้องกับทุกขั้นตอนของการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน\n๓.๔ การติดต่อสื่อสาร\nให้ผู้ตรวจสอบติดต่อสื่อสารกับผู้บริหารและเจ้าหน้าที่ของหน่วยรับตรวจอย่างเหมาะสมตลอดกระบวนการตรวจสอบ เพื่อให้การตรวจสอบเป็นไปอย่างราบรื่น ลดความเสี่ยงที่อาจเกิดข้อขัดแย้ง และเพื่อให้บรรลุวัตถุประสงค์ของการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 64
        }
    },
    {
        "id": "Chunk_66",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔. การวางแผนการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน\nในการวางแผนการตรวจสอบให้ผู้ตรวจสอบดำเนินการ ดังนี้\n๔.๑ การคัดเลือกเรื่อง\n๔.๑.๑ ผู้ตรวจสอบควรคัดเลือกเรื่องที่ผลการตรวจสอบสามารถนำไปสู่รายงานผลการตรวจสอบ ที่มีสาระสำคัญ เพื่อแสดงความเห็นตามวัตถุประสงค์ของการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน และ เพื่อจัดทำข้อเสนอแนะให้แก่หน่วยรับตรวจในการเพิ่มผลสัมฤทธิ์และการดำเนินงานของหน่วยรับตรวจ\n๔.๑.๒ ผู้ตรวจสอบควรรวบรวม ศึกษา และพิจารณาข้อมูลเพื่อคัดเลือกเรื่องจากแหล่งข้อมูล ต่าง ๆ อันได้แก่ นโยบายการตรวจเงินแผ่นดิน แผนยุทธศาสตร์การตรวจเงินแผ่นดิน ยุทธศาสตร์ชาติ แผนพัฒนา เศรษฐกิจและสังคมแห่งชาติ นโยบายรัฐบาลที่แถลงต่อรัฐสภา ข้อสังเกตของคณะกรรมาธิการของสภาผู้แทนราษฎร และวุฒิสภา ข้อมูลและรายงานการตรวจสอบลักษณะอื่น เอกสารงบประมาณรายจ่ายประจำปี ข้อมูลจากระบบ บริหารงานการเงินการคลังภาครัฐแบบอิเล็กทรอนิกส์ ข้อมูลข่าวสารจากสื่อมวลชน ผลการศึกษา การวิจัย และ ข้อมูลจากแหล่งอื่น ๆ ที่เกี่ยวข้อง\n๔.๑.๓ ผู้ตรวจสอบควรคัดเลือกเรื่อง โดยพิจารณาและตัดสินใจจากปัจจัยที่สำคัญต่าง ๆ เช่น\n(๑) เป็นเรื่องที่อยู่ในหน้าที่และอำนาจของผู้ว่าการ และสอดคล้องกับนโยบาย การตรวจเงินแผ่นดิน",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 65
        }
    },
    {
        "id": "Chunk_67",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๑.๓ ผู้ตรวจสอบควรคัดเลือกเรื่อง โดยพิจารณาและตัดสินใจจากปัจจัยที่สำคัญต่าง ๆ เช่น\n(๑) เป็นเรื่องที่อยู่ในหน้าที่และอำนาจของผู้ว่าการ และสอดคล้องกับนโยบาย การตรวจเงินแผ่นดิน\n(๒) เป็นเรื่องที่มีสาระสำคัญ\n(๓) เป็นเรื่องที่ผลการตรวจสอบสามารถนำไปสู่การพัฒนา ปรับปรุงให้มีการเพิ่ม ผลสัมฤทธิ์และประสิทธิภาพในการดำเนินงานของหน่วยรับตรวจ\n(๔) เป็นเรื่องที่มีความเสี่ยงสูง โดยอาจมีปัญหาในการดำเนินงานที่ไม่เกิดผลสัมฤทธิ์ ประสิทธิภาพ หรือก่อให้เกิดผลกระทบต่อเศรษฐกิจ สังคม การเมือง\n(๕) เป็นเรื่องที่อยู่ในความสนใจของสาธารณชน\n๔.๒ วิธีการวางแผนการตรวจสอบ\nเมื่อคัดเลือกเรื่องแล้ว ผู้ตรวจสอบต้องวางแผนการตรวจสอบเพื่อเป็นแนวทางให้บรรลุ วัตถุประสงค์ของการตรวจสอบโดยใช้ทรัพยากรอย่างเหมาะสมและคุ้มค่า ดังนี้\n๔.๒.๑ การมอบหมายงานตรวจสอบต้องคำนึงถึงคุณสมบัติ ความรู้ ความสามารถและความ เชี่ยวชาญของผู้ตรวจสอบ เพื่อให้การตรวจสอบบรรลุวัตถุประสงค์อย่างมีประสิทธิภาพ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 66
        }
    },
    {
        "id": "Chunk_68",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๒.๑ การมอบหมายงานตรวจสอบต้องคำนึงถึงคุณสมบัติ ความรู้ ความสามารถและความ เชี่ยวชาญของผู้ตรวจสอบ เพื่อให้การตรวจสอบบรรลุวัตถุประสงค์อย่างมีประสิทธิภาพ\n๔.๒.๒ การเปิดตรวจ ผู้ตรวจสอบต้องจัดทำหนังสือเปิดตรวจถึงผู้รับตรวจทราบอย่างเป็นทางการ โดยอาจจัดให้มีการประชุมเปิดตรวจอีกกับผู้รับตรวจหรือผู้บริหาร และเจ้าหน้าที่ของหน่วยรับตรวจด้วยก็ได้เพื่อทำความเข้าใจร่วมกันในประเด็นสำคัญของการตรวจสอบ ทั้งนี้ ให้มีการแต่งตั้งผู้ประสานงานในการตรวจสอบของหน่วยรับตรวจอย่างเป็นทางการ\n๔.๒.๓ การตรวจสอบเบื้องต้น ผู้ตรวจสอบต้องศึกษาและทำความเข้าใจเรื่องที่ตรวจสอบเพื่อให้ได้ข้อมูลอย่างเพียงพอ เกิดความเชื่อมั่นในการตรวจสอบ และลดความเสี่ยงที่อาจเกิดขึ้นในการปฏิบัติงาน",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 67
        }
    },
    {
        "id": "Chunk_69",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๔.๒.๓ การตรวจสอบเบื้องต้น ผู้ตรวจสอบต้องศึกษาและทำความเข้าใจเรื่องที่ตรวจสอบเพื่อให้ได้ข้อมูลอย่างเพียงพอ เกิดความเชื่อมั่นในการตรวจสอบ และลดความเสี่ยงที่อาจเกิดขึ้นในการปฏิบัติงาน\n๔.๒.๔ การจัดทำแผนการตรวจสอบและแนวการตรวจสอบ ผู้ตรวจสอบต้องนำข้อมูลที่ได้จากการตรวจสอบเบื้องต้นมาจัดทำแผนการตรวจสอบและแนวการตรวจสอบ เพื่อใช้เป็นเครื่องมือในการปฏิบัติงาน การสอบทาน และการควบคุมปฏิบัติงาน โดยแสดงให้เห็นถึงความเชื่อมโยงและสอดคล้องกันในส่วนที่สำคัญ เช่น วัตถุประสงค์การตรวจสอบ ขอบเขตการตรวจสอบ ประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ ข้อมูลสนับสนุน แหล่งข้อมูล วิธีการจัดเก็บและวิเคราะห์ข้อมูลและหลักฐาน ระยะเวลาและการใช้ทรัพยากรในการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 68
        }
    },
    {
        "id": "Chunk_70",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๕. การดำเนินการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน\nผู้ตรวจสอบต้องดำเนินการ ดังนี้\n๕.๑ วิธีปฏิบัติในการเข้าตรวจ\n๕.๑.๑ ในการเข้าตรวจสอบ ผู้ตรวจสอบต้องแสดงบัตรประจำตัวต่อบุคคลที่เกี่ยวข้อง\n๕.๑.๒ ผู้ตรวจสอบต้องสื่อสารและประสานงานกับผู้รับตรวจ และเจ้าหน้าที่ของหน่วยรับตรวจตลอดกระบวนการตรวจสอบ เพื่อสร้างความเข้าใจที่ดี ลดความเสี่ยงที่อาจเกิดข้อผิดพลาดในการตรวจสอบ เพื่อให้การปฏิบัติงานร่วมกันเป็นไปอย่างราบรื่น และบรรลุวัตถุประสงค์ของการตรวจสอบ\n๕.๒ การรวบรวมและวิเคราะห์ข้อมูลหลักฐาน\nผู้ตรวจสอบต้องรวบรวมข้อมูล ข้อเท็จจริงที่เหมาะสมและเพียงพอตามแนวทางการตรวจสอบ ที่กำหนดเพื่อนำมาประกอบการพิจารณา อ้างอิง และสนับสนุนผลการตรวจสอบ รวมทั้งต้องสามารถยืนยันความถูกต้องของผลการตรวจสอบในกรณีที่อาจมีการโต้แย้งผลการตรวจสอบจากหน่วยรับตรวจหรือบุคคลอื่น\n๕.๓ การจัดทำข้อตรวจพบ\nผู้ตรวจสอบต้องนำผลการวิเคราะห์ข้อมูล ข้อเท็จจริงที่ได้จากการตรวจสอบมาจัดทำเป็นข้อตรวจพบ เพื่อนำเสนอสภาพปัญหา สาเหตุและผลกระทบของปัญหา ตลอดจนข้อเสนอแนะในการเพิ่มผลสัมฤทธิ์และประสิทธิภาพในการดำเนินงานให้แก่หน่วยรับตรวจและหน่วยงานที่เกี่ยวข้อง",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 69
        }
    },
    {
        "id": "Chunk_71",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ข้อตรวจพบต้องมีความสอดคล้องกับวัตถุประสงค์การตรวจสอบ มีเนื้อหาที่ชัดเจน เข้าใจง่าย เป็นเหตุเป็นผล และมีข้อมูลข้อเท็จจริงสนับสนุนอย่างเหมาะสมและเพียงพอ\n๕.๔ การสรุปผลการตรวจสอบ\nผู้ตรวจสอบต้องนำข้อตรวจพบมาจัดทำสรุปผลการตรวจสอบเพื่อแสดงความเห็นในภาพรวมของผู้ตรวจสอบตามวัตถุประสงค์การตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 70
        }
    },
    {
        "id": "Chunk_72",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๖. การรายงานผลการตรวจสอบ\nผู้ตรวจสอบต้องดำเนินการ ดังนี้\n๖.๑ การปิดตรวจ\nผู้ตรวจสอบต้องจัดให้มีการประชุมปิดตรวจกับผู้รับตรวจหรือผู้บริหาร และเจ้าหน้าที่ของหน่วยรับตรวจ เพื่อสรุปผลการตรวจสอบ ข้อตรวจพบและข้อเสนอแนะ\n๖.๒ การรับฟังความเห็นของหน่วยรับตรวจต่อร่างรายงานการตรวจสอบ\nก่อนออกรายงานการตรวจสอบ ผู้ตรวจสอบต้องเสนอร่างรายงานการตรวจสอบเพื่อให้ผู้ว่าการหรือผู้ที่รับมอบหมายจากผู้ว่าการพิจารณา และส่งร่างรายงานการตรวจสอบให้หน่วยรับตรวจพิจารณาให้ความเห็น\nในกรณีที่หน่วยรับตรวจไม่มีหนังสือตอบชี้แจงภายในระยะเวลาที่กำหนด ให้ถือว่าหน่วยรับตรวจเห็นชอบกับร่างรายงานการตรวจสอบดังกล่าว\nในกรณีที่หน่วยรับตรวรมีหนังสือตอบชี้แจงและผู้ตรวจสอบพิจารณาแล้วเห็นว่า คำชี้แจงหลักฐาน หรือเหตุผลนั้นมีน้ำหนักเพียงพอ รับฟังได้และมีนัยสำคัญต่อผลการตรวจสอบ ให้ผู้ตรวจสอบพิจารณาแก้ไขเนื้อหาสาระของร่างรายงานการตรวจสอบตามควรแก่กรณี\nในกรณีที่หน่วยรับตรวจมีหนังสือตอบชี้แจง ให้ผู้ตรวจสอบผนวกสำเนาหนังสือดังกล่าวไว้ในร่างรายงานการตรวจสอบด้วย\n๖.๓ การจัดทำรายงานการตรวจสอบ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 71
        }
    },
    {
        "id": "Chunk_73",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "ในกรณีที่หน่วยรับตรวจมีหนังสือตอบชี้แจง ให้ผู้ตรวจสอบผนวกสำเนาหนังสือดังกล่าวไว้ในร่างรายงานการตรวจสอบด้วย\n๖.๓ การจัดทำรายงานการตรวจสอบ\nให้ผู้ตรวจสอบนำเสนอผลการตรวจสอบอย่างเป็นลายลักษณ์อักษร โดยมีเนื้อหาที่กระชับครอบคลุมวัตถุประสงค์การตรวจสอบ และมีข้อเสนอแนะให้เกิดการแก้ไขปัญหา รวมถึงปรับปรุง พัฒนาการดำเนินงานได้อย่างทันเวลา โดยเนื้อหาในรายงานการตรวจสอบอย่างน้อยประกอบด้วย\n๖.๓.๑ บทสรุปสำหรับผู้บริหาร\n๖.๓.๒ วัตถุประสงค์และขอบเขตในการตรวจสอบ\n๖.๓.๓ วิธีการตรวจสอบ\n๖.๓.๔ ผลการตรวจสอบ ประกอบด้วยข้อตรวจพบ และสรุปผลการตรวจสอบ\n๖.๓.๕ ข้อเสนอแนะ\n๖.๓.๖ ความเห็นของหน่วยรับตรวจที่มีต่อรายงานการตรวจสอบ (ถ้ามี)\n๖.๓.๗ รายชื่อผู้ตรวจสอบ\n๖.๔ ระยะเวลาในการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน\nการตรวจสอบและการออกรายงานการตรวจสอบต้องดำเนินการให้แล้วเสร็จภายในกำหนด ระยะเวลาหนึ่งปีนับแต่วันที่ได้ส่งหนังสือเปิดตรวจไปยังหน่วยรับตรวจ",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 72
        }
    },
    {
        "id": "Chunk_74",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๖.๔ ระยะเวลาในการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน\nการตรวจสอบและการออกรายงานการตรวจสอบต้องดำเนินการให้แล้วเสร็จภายในกำหนด ระยะเวลาหนึ่งปีนับแต่วันที่ได้ส่งหนังสือเปิดตรวจไปยังหน่วยรับตรวจ\nระยะเวลาการตรวจสอบตามวรรคหนึ่ง อาจขยายได้อีกไม่เกินหนึ่งปี โดยคำนึงถึงลักษณะของการตรวจสอบตามภารกิจหลักและการตรวจสอบอื่น ระดับสาระสำคัญและความยากง่ายของเรื่องที่จะตรวจสอบ การป้องกันความเสียหายที่อาจเกิดขึ้นแก่การเงินการคลังของรัฐ และความสนใจของสาธารณชน ในกรณีมีเหตุผลความจำเป็นอย่างยิ่งที่ทำให้การตรวจสอบไม่อาจดำเนินการได้ภายในระยะเวลาที่กำหนด ให้เสนอคณะกรรมการพิจารณาการขยายระยะเวลาต่อไป\n๖.๕ การแจ้งผลการตรวจสอบ\nผู้ว่าการหรือผู้ที่ได้รับมอบหมายจากผู้ว่าการต้องแจ้งผลการตรวจสอบ พร้อมส่งรายงานการตรวจสอบถึงหน่วยรับตรวจหรือผู้รับตรวจ\nให้สำนักงานส่งสำเนารายงานการตรวจสอบข้างต้นให้แก่หน่วยงานอื่นนอกเหนือจากหน่วยรับตรวจ ตามแบบที่กำหนด",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 73
        }
    },
    {
        "id": "Chunk_75",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๗. วิธีการให้คำแนะนำหรือข้อเสนอแนะเกี่ยวกับวิธีการแก้ไขปัญหาแก่หน่วยรับตรวจ\nให้ผู้ตรวจสอบจัดทำคำแนะนำหรือข้อเสนอแนะเกี่ยวกับวิธีการแก้ไขปัญหาแก่หน่วยรับตรวจในรายงานการตรวจสอบ โดยคำแนะนำหรือข้อเสนอแนะดังกล่าวควรมีลักษณะดังนี้\n๗.๑ ช่วยในการเพิ่มผลสัมฤทธิ์และประสิทธิภาพการดำเนินงานของหน่วยรับตรวจ\n๗.๒ มีความสัมพันธ์กับสาเหตุของปัญหา\n๗.๓ มีความเป็นไปได้ในทางปฏิบัติและเป็นไปตามกฎหมาย\n๗.๔ ระบุแนวทางการปฏิบัติตามข้อเสนอแนะและผู้รับผิดชอบอย่างชัดเจน\n๗.๕ สามารถติดตามผลได้\n๗.๖ ไม่ขัดหรือแย้งกับข้อเสนอแนะอื่น\n\n๘. การเปิดโอกาสให้หน่วยรับตรวจชี้แจง\n๘.๑ ในการตรวจสอบ ผู้ตรวจสอบต้องเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจ ได้ชี้แจงเหตุผลและแสดงเอกสารหลักฐานในทุกขั้นตอนของการตรวจสอบ\n๘.๒ ผู้ตรวจสอบควรใช้ดุลพินิจเยี่ยงผู้ประกอบวิชาชีพ และใช้วิธีการที่เหมาะสมเพื่อรักษาระบบ เป็นกลางจากข้อมูลที่ได้รับ รวมถึงให้ความสำคัญและพิจารณาความเห็นของหน่วยรับตรวจที่มีต่อ ผลการตรวจสอบ\n\n๙. การเผยแพร่ผลการตรวจสอบ\nสำนักงานต้องเผยแพร่ผลการตรวจสอบให้ประชาชนทราบเป็นการทั่วไป ตามหลักเกณฑ์ ที่คณะกรรมการกำหนด",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 74
        }
    },
    {
        "id": "Chunk_76",
        "document_id": null,
        "law_name": "ประกาศคณะกรรมการตรวจเงินแผ่นดิน",
        "text": "๙. การเผยแพร่ผลการตรวจสอบ\nสำนักงานต้องเผยแพร่ผลการตรวจสอบให้ประชาชนทราบเป็นการทั่วไป ตามหลักเกณฑ์ ที่คณะกรรมการกำหนด\n\n๑๐. การติดตามผลการตรวจสอบ\nผู้ตรวจสอบต้องติดตามการดำเนินการของหน่วยรับตรวจตามข้อเสนอแนะว่าได้รับการแก้ไข หรือปรับปรุงภายในระยะเวลาที่กำหนด",
        "doc_type": "หลักเกณฑ์",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 75
        }
    }
]