[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "เนื่องจากในข้อ ๓๖ (๒) จะกล่าวถึง การแจ้งผลการตรวจสอบไปยัง \"ผู้รับตรวจ\" และวรรคสอง ของ (๒) จะกล่าวถึงการแจ้งผลการตรวจสอบไปยัง \"ผู้รับตรวจชั้นเหนือขึ้นไป” ส่วน (๓) จะกล่าวถึงการแจ้ง ผลการตรวจสอบไปยัง “ผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย\" จึงอาจมีปัญหาในทางปฏิบัติว่า กรณีไหนต้องแจ้งผลการตรวจสอบไปยัง \"ผู้รับตรวจ\" กรณีไหนต้องแจ้งผลการตรวจสอบไปยัง \"ผู้รับตรวจ ชั้นเหนือขึ้นไป\" และกรณีไหนต้องแจ้งผลการตรวจสอบไปยัง \"ผู้ที่มีหน้าที่และอำนาจดำเนินการตาม กฎหมาย\" จึงจำเป็นต้องกำหนดแนวทางในการแจ้งผลการตรวจสอบในแต่ละกรณี ดังต่อไปนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "ประการที่ ๑ กรณีแจ้งผลการตรวจสอบไปยัง \"ผู้รับตรวจ\" เนื่องจาก ตามมาตรา ๔ แห่ง พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ กำหนดนิยามคำว่า \"ผู้รับตรวจ\" หมายความว่า หัวหน้าส่วนราชการหรือหัวหน้าหน่วยงานผู้รับผิดชอบในการปฏิบัติราชการ หรือบริหารของหน่วยรับตรวจ ประกอบกับเมื่อแจ้งผลการตรวจสอบไปยังผู้รับตรวจตามมาตรา ๘๕ วรรคสอง หรือมาตรา ๙๕ วรรคสาม แล้วแต่กรณี หากผู้รับตรวจไม่ดำเนินการตามที่ผู้ว่าการตรวจเงิน แผ่นดินแจ้งผลการตรวจสอบโดยไม่มีเหตุอันสมควร จะต้องถูกลงโทษทางปกครอง ดังนั้น คณะกรรมการ ตรวจเงินแผ่นดินจึงต้องการให้ตีความนิยามคำว่า \"ผู้รับตรวจ\" ตามความหมายอย่างเคร่งครัด เพื่อป้องกัน มิให้มีปัญหาเรื่องการลงโทษทางปกครองไม่เป็นไปตามกฎหมาย ส่งผลให้ต้องตีความคำว่า \"ผู้รับตรวจ\" ในแต่ละประเภทให้ชัดเจน โดยการตีความคำว่า \"ผู้รับตรวจ\" ของแต่ละ \"หน่วยรับตรวจ\" ตามมาตรา ๔ อาจแยกพิจารณาได้ ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๑. หน่วยรับตรวจ ประเภท กระทรวง ทบวง กรม หรือส่วนราชการที่เรียกชื่ออย่างอื่นที่มี ฐานะเป็นกระทรวง ทบวง กรม\nกระทรวง ทบวง หรือกรม \"ผู้รับตรวจ\" คือ ปลัดกระทรวง ปลัดทบวง และอธิบดีกรมต่าง ๆ เพราะเป็นหัวหน้าส่วนราชการหรือหัวหน้าหน่วยงานผู้รับผิดชอบในการปฏิบัติราชการหรือบริหารของ หน่วยรับตรวจ ในขณะที่รัฐมนตรีเจ้าสังกัดของแต่ละกระทรวง หรือทบวงนั้น อาจมีหน้าที่หรืออำนาจ ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับปลัดกระทรวง หรือทบวงได้ด้วย ก็ตาม แต่รัฐมนตรีเจ้าสังกัดของกระทรวงหรือทบวงก็มิใช่ \"ผู้รับตรวจ\" ตามนัยมาตรา ๔ แห่งพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ เพราะมิใช่หัวหน้าส่วนราชการที่รับผิดชอบ ในการปฏิบัติราชการของกระทรวงหรือทบวงนั้น\nส่วนราชการที่เรียกชื่ออย่างอื่น ต้องพิจารณาก่อนว่า ตามกฎหมายกำหนดให้มีฐานะเทียบเท่า กระทรวง ทบวง หรือกรมหรือไม่ หากใช่ ถึงแม้หัวหน้าหน่วยงานจะเรียกชื่อแตกต่างกัน เช่น ผู้บัญชาการ อธิการบดี เลขาธิการสำนักงาน ผู้อำนวยการ ผู้ว่าการ หรือจะเรียกชื่ออื่นใดก็ตาม เมื่อเป็นหัวหน้าหน่วยงาน ของส่วนราชการที่มีฐานะเทียบเท่ากระทรวง ทบวง หรือกรม ก็ต้องถือว่าหัวหน้าหน่วยงานหรือหัวหน้า",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "ส่วนราชการนั้นเป็น \"ผู้รับตรวจ\" ของหน่วยรับตรวจตามนัยมาตรา ๔ (๑) แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ อย่างไรก็ตาม บางส่วนราชการที่มีฐานะเทียบเท่ากระทรวง ทบวง หรือกรม อาจมีบอร์ดบริหารอยู่ในรูปของคณะกรรมการกำกับส่วนราชการนั้นอีกชั้นหนึ่งก็ได้ เช่น คณะกรรมการการเลือกตั้ง หรือคณะกรรมการสภามหาวิทยาลัย ซึ่งคณะกรรมการเหล่านี้ตามกฎหมายอาจจะกำหนดให้มีอำนาจดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับเจ้าหน้าที่ของส่วนราชการซึ่งดำรงตำแหน่งในระดับสูงบางตำแหน่งได้ด้วยหรือไม่ก็ตาม คณะกรรมการดังกล่าวเหล่านี้ก็ถือเป็นเพียงบอร์ดบริหารที่มีอำนาจในการกำกับดูแล จึงมิได้มีสถานะเป็น \"ผู้รับตรวจ\" เพราะมิใช่หัวหน้าหน่วยงานหรือหัวหน้าส่วนราชการที่รับผิดชอบในการปฏิบัติราชการแต่อย่างใด และสำหรับบางส่วนราชการ ถึงแม้จะมีสถานะเป็นนิติบุคคลตามกฎหมาย แต่เป็นหน่วยงานในสังกัดของกระทรวง ทบวง กรม ดังนั้น หัวหน้าส่วนราชการดังกล่าวของหน่วยงานที่มีสถานะเป็นนิติบุคคลแต่มิได้มีฐานะเทียบเท่ากระทรวง ทบวง หรือกรม ไม่ว่าจะเรียกชื่ออย่างไรก็ตาม หัวหน้าส่วนราชการเหล่านั้นก็เป็นเพียงหัวหน้าส่วนราชการภายในของหน่วยรับตรวจต้นสังกัดเท่านั้น จึงมิใช่ \"ผู้รับตรวจ\"",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "ทบวง หรือกรม ไม่ว่าจะเรียกชื่ออย่างไรก็ตาม หัวหน้าส่วนราชการเหล่านั้นก็เป็นเพียงหัวหน้าส่วนราชการภายในของหน่วยรับตรวจต้นสังกัดเท่านั้น จึงมิใช่ \"ผู้รับตรวจ\" ตามนิยามตามมาตรา ๔ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ แต่อย่างใด ตัวอย่างเช่น โรงเรียนในสังกัด สพฐ. ถึงแม้โรงเรียนจะมีสถานะเป็นนิติบุคคลตามกฎหมายก็ตาม แต่โรงเรียนก็มิได้มีฐานะเป็นกรม เป็นเพียงส่วนราชการภายใต้สังกัดของ สพฐ. ซึ่ง สพฐ. มีฐานะเป็นกรม ดังนั้น ในการแจ้งผลการตรวจสอบกรณีเข้าตรวจโรงเรียนในสังกัด สพฐ. จึงต้องแจ้งผลการตรวจสอบไปยัง เลขาธิการ สพฐ. ซึ่งเป็นหัวหน้าส่วนราชการระดับกรมในฐานะ “ผู้รับตรวจ” แทน ผู้อำนวยการโรงเรียน ซึ่งเป็นหัวหน้าส่วนราชการภายในของ สพฐ. อีกชั้นหนึ่งเท่านั้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๒. หน่วยรับตรวจ ประเภท หน่วยงานของราชการส่วนภูมิภาค\nราชการส่วนภูมิภาคประกอบด้วยจังหวัด และอำเภอ\nจังหวัด จะมีผู้ว่าราชการจังหวัด เป็นหัวหน้าส่วนราชการหรือหัวหน้าหน่วยงานผู้รับผิดชอบในการปฏิบัติราชการหรือบริหารงานของจังหวัด แต่เนื่องจากในจังหวัดจะมีส่วนราชการหรือหน่วยงานตั้งอยู่ในจังหวัดหลายลักษณะ ทั้งที่เป็นส่วนราชการบริหารส่วนภูมิภาคประจำจังหวัด ส่วนราชการบริหารส่วนกลางที่ตั้งอยู่ในจังหวัด และส่วนราชการบริหารส่วนท้องถิ่นในจังหวัด โดยผู้ว่าราชการจังหวัดจะมีทั้งอำนาจในการควบคุมกำกับ หรือบังคับบัญชา หรือควบคุมดูแล แล้วแต่กรณี จึงจำเป็นต้องพิจารณาให้ได้ก่อนว่าส่วนราชการหรือหน่วยงานใดอยู่ภายใต้ความรับผิดชอบในการบริหารงานของผู้ว่าราชการจังหวัด ในกรณีดังกล่าวจึงจะถือว่า ผู้ว่าราชการจังหวัดเป็นผู้รับตรวจ โดยอาจแยกพิจารณาได้ ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "- ส่วนราชการบริหารส่วนภูมิภาคประจำจังหวัด ส่วนราชการเหล่านี้จะอยู่ในความควบคุมดูแลและบังคับบัญชาของผู้ว่าราชการจังหวัด โดยผู้ว่าราชการจังหวัดมีอำนาจบรรจุ แต่งตั้ง ให้บำเหน็จ และลงโทษข้าราชการในส่วนภูมิภาคประจำจังหวัดตามกฎหมายและตามที่ปลัดกระทรวง ปลัดทบวง หรืออธิบดีกรมมอบหมาย ดังนั้น เจ้าหน้าที่ในสังกัดส่วนราชการหรือหน่วยงานเหล่านี้จึงอยู่ภายใต้ความรับผิดชอบในการบริหารงานของผู้ว่าราชการจังหวัด ผู้ว่าราชการจังหวัดจึงเป็น \"ผู้รับตรวจ\" ของส่วนราชการบริหารส่วนภูมิภาคประจำจังหวัด",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "- ส่วนราชการบริหารส่วนกลางที่ตั้งอยู่ในส่วนภูมิภาค ส่วนราชการเหล่านี้ มิได้ขึ้นตรงต่อ ผู้ว่าราชการจังหวัด โดยผู้ว่าราชการจังหวัดมีหน้าที่และอำนาจเพียงกำกับดูแลให้ส่วนราชการเหล่านี้ปฏิบัติ เพื่อให้เป็นไปตามที่กฎหมายกำหนดเท่านั้น มิได้เป็นผู้บังคับบัญชาของส่วนราชการหรือหน่วยงานเหล่านี้ ดังนั้น เจ้าหน้าที่ในสังกัดส่วนราชการหรือหน่วยงานเหล่านี้จึงมิได้อยู่ภายใต้ความรับผิดชอบในการบริหารงาน ของผู้ว่าราชการจังหวัด แต่จะอยู่ภายใต้ความรับผิดชอบในการบริหารงานของปลัดกระทรวงเจ้าสังกัด อธิบดีเจ้าสังกัด หรือผู้บังคับบัญชาต้นสังกัดโดยตรง ดังนั้น ปลัดกระทรวงเจ้าสังกัด อธิบดีเจ้าสังกัด หรือ ผู้บังคับบัญชาต้นสังกัดจึงเป็น \"ผู้รับตรวจ\" ของส่วนราชการบริหารส่วนกลางที่ตั้งอยู่ในส่วนภูมิภาค\n- ส่วนราชการบริหารส่วนท้องถิ่น (ในระดับจังหวัด) ซึ่งจะประกอบด้วย เทศบาล องค์การ บริหารส่วนจังหวัด หน่วยราชการเหล่านี้ ผู้ว่าราชการจังหวัดมีหน้าที่และอำนาจในการควบคุมกำกับ และ ถอดถอนผู้ดำรงตำแหน่งออกจากตำแหน่งตามที่กฎหมายกำหนดเท่านั้น ผู้ว่าราชการจังหวัด จึงมิใช่ “ผู้รับตรวจ” ของส่วนราชการบริหารส่วนท้องถิ่นเหล่านี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    },
    {
        "id": "Chunk_9",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "อำเภอ จะมีนายอำเภอมีหน้าที่และอำนาจในการควบคุมกำกับ และถอดถอนผู้ดำรงตำแหน่งของ ราชการหรือบริหารงานของอำเภอ โดยในอำเภอจะมี ส่วนราชการบริหารส่วนภูมิภาค (ในระดับอำเภอ) อยู่ภายใต้ความรับผิดชอบในการบริหารงานของนายอำเภอ ดังนั้น นายอำเภอ จึงเป็น \"ผู้รับตรวจ\" ของ ส่วนราชการบริหารส่วนภูมิภาค (ในระดับอำเภอ) ด้วย เช่น สำนักงานที่ดินอำเภอ สำนักงานสาธารณสุขอำเภอ เป็นต้น\nกรณีนายอำเภอมีหน้าที่และอำนาจในการควบคุมกำกับ และถอดถอนผู้ดำรงตำแหน่งของ องค์การบริหารส่วนตำบลตามที่กฎหมายกำหนด กรณีนี้นายอำเภอมิใช่ผู้รับตรวจขององค์การบริหาร ส่วนตำบล แต่อย่างใด",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 8
        }
    },
    {
        "id": "Chunk_10",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๓. หน่วยรับตรวจ ประเภท หน่วยงานของราชการส่วนท้องถิ่น\nราชการส่วนท้องถิ่น ประกอบด้วย กรุงเทพมหานคร เมืองพัทยา เทศบาล องค์การบริหาร ส่วนจังหวัด และองค์การบริหารส่วนตำบล\nกรุงเทพมหานคร จะมี \"ผู้ว่าราชการกรุงเทพมหานคร\" เป็นหัวหน้าส่วนราชการหรือหัวหน้า หน่วยงานผู้รับผิดชอบในการปฏิบัติราชการหรือบริหารงานของกรุงเทพมหานคร ดังนั้น \"ผู้ว่าราชการ กรุงเทพมหานคร\" จึงเป็น \"ผู้รับตรวจ\" และถึงแม้ในกรุงเทพมหานครจะมีส่วนราชการในสังกัดจำนวนมาก เช่น สำนักงานเขตต่าง ๆ ในสังกัดกรุงเทพมหานคร โรงพยาบาลในสังกัดกรุงเทพมหานคร มหาวิทยาลัยในสังกัด กรุงเทพมหานคร โรงเรียนในสังกัดกรุงเทพมหานคร สำนักงานในสังกัดกรุงเทพมหานคร หรือบริษัทต่าง ๆ ใน สังกัดกรุงเทพมหานคร แล้วแต่กรณี ถึงแม้หน่วยงานดังกล่าวเหล่านี้จะมีสถานะเป็นนิติบุคคล และถึงแม้ หัวหน้าหน่วยงานดังกล่าวเหล่านี้จะรับผิดชอบงานในหน่วยงานที่อยู่ในหน้าที่และอำนาจของตน แต่หัวหน้า หน่วยงานเหล่านี้ก็มิใช่ \"ผู้รับตรวจ\" ตามนัยมาตรา ๔ (๓) แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วย การตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ดังนั้น หากเข้าตรวจหน่วยงานในสังกัดของกรุงเทพมหานครดังกล่าวเหล่านี้ ในการแจ้งผลการตรวจสอบ จะต้องแจ้งไปที่ ผู้ว่าราชการกรุงเทพมหานคร ในฐานะ ผู้รับตรวจ เท่านั้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 9
        }
    },
    {
        "id": "Chunk_11",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "\"เมืองพัทยา\" จะมี \"นายกเมืองพัทยา\" เป็นหัวหน้าส่วนราชการหรือหัวหน้าหน่วยงาน ผู้รับผิดชอบในการปฏิบัติราชการหรือบริหารงานของเมืองพัทยา ดังนั้น \"นายกเมืองพัทยา\" จึงเป็น \"ผู้รับตรวจ\" หากมีกรณีต้องแจ้งผลการตรวจสอบเกี่ยวกับงานโครงการ หรือกิจกรรมของหน่วยงานในสังกัด ของเมืองพัทยา จะต้องแจ้งไปที่ นายกเมืองพัทยา เท่านั้น\n\"เทศบาล\" จะมี\"นายกเทศมนตรี\" เป็นหัวหน้าส่วนราชการหรือหัวหน้าหน่วยงานผู้รับผิดชอบ ในการปฏิบัติราชการหรือบริหารงานของเทศบาล ดังนั้น \"นายกเทศมนตรี\" จึงเป็น \"ผู้รับตรวจ\" หากมีกรณี ต้องแจ้งผลการตรวจสอบเกี่ยวกับงานโครงการ หรือกิจกรรมของหน่วยงานในสังกัดของเทศบาล จะต้องแจ้งไป ที่ นายกเทศมนตรี เท่านั้น\n\"องค์การบริหารส่วนจังหวัด” จะมี “นายกองค์การบริหารส่วนจังหวัด\" เป็นหัวหน้า ส่วนราชการหรือหัวหน้าหน่วยงานผู้รับผิดชอบในการปฏิบัติราชการหรือบริหารงานขององค์การบริหาร ส่วนจังหวัด ดังนั้น \"นายกองค์การบริหารส่วนจังหวัด\" จึงเป็น \"ผู้รับตรวจ\" หากมีกรณีต้องแจ้งผล การตรวจสอบเกี่ยวกับงาน โครงการ หรือกิจกรรมของหน่วยงานในสังกัดขององค์การบริหารส่วนจังหวัด จะต้องแจ้งไปที่นายกองค์การบริหารส่วนจังหวัด เท่านั้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 10
        }
    },
    {
        "id": "Chunk_12",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "\"องค์การบริหารส่วนตำบล\" จะมี \"นายกองค์การบริหารส่วนตำบล\" เป็นหัวหน้าส่วนราชการ หรือหัวหน้าหน่วยงานผู้รับผิดชอบในการปฏิบัติราชการหรือบริหารงานขององค์การบริหารส่วนตำบล ดังนั้น \"นายกองค์การบริหารส่วนตำบล\" จึงเป็น \"ผู้รับตรวจ\" หากมีกรณีต้องแจ้งผลการตรวจสอบเกี่ยวกับงาน โครงการ หรือกิจกรรมของหน่วยงานในสังกัดขององค์การบริหารส่วนตำบล จะต้องแจ้งไปที่ นายกองค์การ บริหารส่วนตำบล เท่านั้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 11
        }
    },
    {
        "id": "Chunk_13",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๔. หน่วยรับตรวจ ประเภท รัฐวิสาหกิจตามกฎหมายว่าด้วยวิธีการงบประมาณ และกฎหมาย อื่น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 12
        }
    },
    {
        "id": "Chunk_14",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "ถึงแม้ปัจจุบันกฎหมายวิธีการงบประมาณ พ.ศ. ๒๕๖๑ จะกำหนดนิยามคำว่า \"รัฐวิสาหกิจ\" ไว้ ๓ ประเภท แต่เนื่องจากบทเฉพาะกาล ในมาตรา ๕๓ ของกฎหมายดังกล่าว กำหนดให้ \"ในกรณีที่กฎหมายใด ที่มีผลใช้บังคับอยู่ในวันก่อนวันที่พระราชบัญญัตินี้ใช้บังคับ บัญญัติบทนิยามคำว่า \"รัฐวิสาหกิจ\" ให้ หมายความว่า รัฐวิสาหกิจตามกฎหมายว่าด้วยวิธีการงบประมาณ หรือมีการอ้างอิงรัฐวิสาหกิจตาม กฎหมายว่าด้วยวิธีการงบประมาณ ให้ถือว่าบทนิยามหรือการอ้างอิงดังกล่าว ในกฎหมายนั้นยังคงมี ความหมายหรือเป็นการอ้างอิงความหมายตามบทนิยามคำว่า \"รัฐวิสาหกิจ\" ตามมาตรา ๔ แห่ง พระราชบัญญัติวิธีการงบประมาณ พ.ศ. ๒๕๐๒ และที่แก้ไขเพิ่มเติม\" ซึ่งพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ มีผลใช้บังคับอยู่ในวันก่อนวันที่พระราชบัญญัติวิธีการ งบประมาณ พ.ศ. ๒๕๖๑ ใช้บังคับ ดังนั้น รัฐวิสาหกิจที่เป็น \"หน่วยรับตรวจ\" ของ สตง. จึงมีทั้งหมด ๕ ประเภท ตามนิยามคำว่า \"รัฐวิสาหกิจ\" ของกฎหมายวิธีการงบประมาณ พ.ศ. ๒๕๐๒ แต่อย่างไรก็ตาม \"หน่วยรับตรวจ\" ที่ต้องส่งรายงานการเงินให้ สตง. ตรวจสอบตามกฎหมายวินัยการเงินการคลังของรัฐ จะมีเพียง ๓ ประเภทตามที่กำหนดไว้ในกฎหมายวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๑ เท่านั้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 13
        }
    },
    {
        "id": "Chunk_15",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "โครงสร้างของรัฐวิสาหกิจ จะแบ่งหน้าที่และอำนาจออกเป็นสองส่วน ส่วนหนึ่ง อยู่ในรูปของ คณะกรรมการหรือบอร์ดบริหารของรัฐวิสาหกิจ ซึ่งมีหน้าที่และอำนาจในการกำกับดูแลการบริหารจัดการ รัฐวิสาหกิจนั้นอีกชั้นหนึ่ง บอร์ดบริหารจึงมิใช่ \"ผู้รับตรวจ\" เพราะมิได้รับผิดชอบในการบริหารจัดการ หน่วยรับตรวจดังกล่าวนั้นโดยตรง กับอีกส่วนหนึ่งอยู่ในรูปของหัวหน้าหน่วยงานซึ่งเป็นผู้บริหารจัดการ รัฐวิสาหกิจนั้น ๆ โดยตรง ดังนั้น หัวหน้าหน่วยงาน ไม่ว่าจะเรียกชื่อหรือตำแหน่งเป็น \"กรรมการผู้จัดการ\" \"ผู้ว่าการ\" \"ผู้จัดการ\" \"ผู้อำนวยการ\" หรือตำแหน่งอื่นใดก็ตาม เมื่อหัวหน้าหน่วยงานนั้น ๆ เป็นผู้รับผิดชอบ ในการบริหารจัดการรัฐวิสาหกิจโดยตรง จึงถือเป็น \"ผู้รับตรวจ” ของหน่วยรับตรวจตามนัยมาตรา ๔ (๔) แห่ง พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ดังนั้น หากต้องตรวจสอบงาน โครงการ หรือกิจกรรมของรัฐวิสาหกิจต่าง ๆ ในการแจ้งผลการตรวจสอบจึงต้องแจ้งไปยังหัวหน้าหน่วยงาน ซึ่งต้องรับผิดชอบในการบริหารจัดการของรัฐวิสาหกิจนั้น ๆ เท่านั้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 14
        }
    },
    {
        "id": "Chunk_16",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๕. หน่วยรับตรวจ ประเภท ทุนหมุนเวียน\nการที่มาตรา ๔ (๕) มิได้ระบุว่า ทุนหมุนเวียน เป็นทุนหมุนเวียนที่มีสถานะเป็นนิติบุคคล หรือ ไม่เป็นนิติบุคคล จึงต้องแปลความรวมทั้งทุนหมุนเวียนที่มีสถานะเป็นนิติบุคคลและไม่มีสถานะเป็นนิติบุคคล ด้วย\nทุนหมุนเวียนที่มีสถานะเป็นนิติบุคคล จะมี ประธานกรรมการบริหารทุนหมุนเวียน หรือ ตำแหน่งที่เรียกชื่ออย่างอื่น เป็นหัวหน้าหน่วยงานผู้รับผิดชอบในการบริหารทุนหมุนเวียน และเป็นผู้มีอำนาจ ในการบรรจุแต่งตั้งหรือจ้างบุคคลให้เป็นพนักงานหรือลูกจ้างของทุนหมุนเวียน ดังนั้น ประธานกรรมการบริหาร ทุนหมุนเวียน หรือตำแหน่งที่เรียกชื่ออย่างอื่นซึ่งมีหน้าที่รับผิดชอบในการบริหารทุนหมุนเวียนจึงมีสถานะเป็น \"ผู้รับตรวจ” หากต้องแจ้งผลการตรวจสอบการปฏิบัติตามกฎหมายเพื่อดำเนินการจัดให้มีการชดใช้ ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัย จึงต้องแจ้งไปยังประธานกรรมการบริหารทุนหมุนเวียน หรือ ตำแหน่งที่เรียกชื่ออย่างอื่นซึ่งมีหน้าที่รับผิดชอบในการบริหารทุนหมุนเวียน",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 15
        }
    },
    {
        "id": "Chunk_17",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "ทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคล เมื่อแปลความหน่วยรับตรวจ ตามมาตรา ๔ (๕) รวมถึง ทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคลด้วย ทั้งที่ทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคลเป็นส่วนราชการหรือ หน่วยงานภายในของหน่วยรับตรวจต้นสังกัดที่มีทุนหมุนเวียนนั้นอยู่อีกชั้นหนึ่ง จึงอาจมีปัญหาในทางปฏิบัติ ในการแจ้งผลการตรวจสอบว่าจะแจ้งไปที่ผู้บริหารทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคลในฐานะผู้รับตรวจ หรือแจ้งไปที่หัวหน้าหน่วยรับตรวจต้นสังกัดในฐานะผู้รับตรวจ ในกรณีนี้ให้แยกทุนหมุนเวียนที่ไม่มีสถานะเป็น นิติบุคคลออกจากหน่วยรับตรวจต้นสังกัดเฉพาะกรณีตรวจสอบรายงานการเงินประจำปีและต้องแจ้งผล การตรวจสอบรายงานการเงินเท่านั้น เนื่องจากทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคล โดยปกติควรต้องออก รายงานการเงินประจำปีในภาพรวมกับรายงานการเงินประจำปีของหน่วยรับตรวจต้นสังกัดของทุนหมุนเวียน ที่ไม่มีสถานะเป็นนิติบุคคลนั้น แต่กฎหมายการบริหารทุนหมุนเวียน กำหนดให้ทุนหมุนเวียนที่ไม่มีสถานะ เป็นนิติบุคคลต้องออกรายงานการเงินเฉพาะของทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคลแยกออกจากรายงาน การเงินของหน่วยรับตรวจต้นสังกัดของทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคล จึงทำให้ในการแจ้งผล",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 16
        }
    },
    {
        "id": "Chunk_18",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "เป็นนิติบุคคลต้องออกรายงานการเงินเฉพาะของทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคลแยกออกจากรายงาน การเงินของหน่วยรับตรวจต้นสังกัดของทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคล จึงทำให้ในการแจ้งผล การตรวจสอบรายงานการเงินของทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคลต้องแจ้งไปยังผู้บริหารของ ทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคลนั้นโดยตรง เพราะถือเป็นผู้รับตรวจของการตรวจสอบรายงานการเงินแต่หากเป็นการตรวจสอบการปฏิบัติตามกฎหมายและต้องแจ้งเพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยนั้น เนื่องจากหัวหน้าหน่วยงานของรัฐที่มีทุนหมุนเวียนนั้นอยู่หรือหัวหน้าหน่วยรับตรวจต้นสังกัดของทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคลนั้น จะเป็นผู้มีอำนาจในการบรรจุแต่งตั้ง หรือจัดจ้างบุคคลให้เข้ามาทำหน้าที่ ดังนั้น ในการแจ้งผลการตรวจสอบการปฏิบัติตามกฎหมายเพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัย จึงต้องแจ้งไปยังหัวหน้าหน่วยงานของรัฐหรือหัวหน้าหน่วยรับตรวจซึ่งเป็นต้นสังกัดของทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคลในฐานะ “ผู้รับตรวจ” โดยให้ถือว่าทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคล เป็นเพียงส่วนราชการหรือหน่วยงานภายในของหน่วยรับตรวจต้นสังกัดเท่านั้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 17
        }
    },
    {
        "id": "Chunk_19",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "“ผู้รับตรวจ” โดยให้ถือว่าทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคล เป็นเพียงส่วนราชการหรือหน่วยงานภายในของหน่วยรับตรวจต้นสังกัดเท่านั้น ประธานกรรมการบริหารทุนหมุนเวียนที่ไม่มีสถานะเป็นนิติบุคคล ถึงแม้จะมีอำนาจบริหารจัดการทุนหมุนเวียนแต่มิใช่ \"ผู้รับตรวจ” เช่น ทุนหมุนเวียนในสังกัดของกระทรวงการคลัง ที่ไม่มีสถานะเป็นนิติบุคคล หากต้องแจ้งผลการตรวจสอบการปฏิบัติตามกฎหมายเพื่อดำเนินการเรียกให้ชดใช้ค่าเสียหายหรือดำเนินการทางวินัย ก็ให้แจ้งไปยังปลัดกระทรวงการคลังในฐานะ “ผู้รับตรวจ” เป็นต้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 18
        }
    },
    {
        "id": "Chunk_20",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๖. หน่วยรับตรวจ ประเภท หน่วยงานอื่นของรัฐ\nหน่วยงานอื่นของรัฐ หมายถึงหน่วยงานอื่นใดที่มีกฎหมายหรือมติคณะรัฐมนตรีจัดตั้งให้เป็นหน่วยงานของรัฐรูปแบบใดรูปแบบหนึ่ง ซึ่งมิใช่รูปแบบตาม (๑) - (๕) เช่น องค์การมหาชน หน่วยงานอิสระ รูปแบบพิเศษ หรือหน่วยงานรูปแบบพิเศษอื่น ๆ ซึ่งหัวหน้าหน่วยงานรูปแบบต่าง ๆ ที่เป็นผู้รับผิดชอบในการบริหารจัดการหน่วยงาน ไม่ว่าจะเรียกชื่ออย่างไรก็ตาม ถือว่าหัวหน้าหน่วยงานรูปแบบต่าง ๆ นั้น เป็น \"ผู้รับตรวจ” ตามนัยมาตรา ๔ (๖) แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ที่ต้องแจ้งผลการตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 19
        }
    },
    {
        "id": "Chunk_21",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๗. หน่วยรับตรวจ ประเภท หน่วยงานที่รัฐมิได้จัดตั้งขึ้นแต่ได้รับเงินอุดหนุน หรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตาม (๑) (๒) (๓) (๔) หรือ (๖) เฉพาะส่วนที่เกี่ยวกับเงินอุดหนุนหรือกิจการดังกล่าว\nหน่วยรับตรวจตามมาตรา ๔ (๗) ปกติไม่ถือเป็นหน่วยงานของรัฐ เพียงแต่เมื่อได้รับเงินอุดหนุนจากหน่วยงานของรัฐ ซึ่งถือเป็นเงินแผ่นดิน ดังนั้น สตง. จึงสามารถเข้าไปตรวจสอบได้เฉพาะในส่วนที่เกี่ยวกับเงินอุดหนุน หรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจดังกล่าวเท่านั้น และตามกฎหมายกำหนดให้ สตง. มีอำนาจตรวจสอบการใช้จ่ายเงินอุดหนุนดังกล่าวว่าเป็นไปตามวัตถุประสงค์หรือไม่เท่านั้น ดังนั้น ในการแจ้งผลการตรวจสอบกรณีนี้ ผู้รับตรวจ ที่มีหน้าที่รับผิดชอบในการบริหารจัดการ คือ ตัวเอกชน หรือหัวหน้าสำนักงานเอกชนที่ได้รับเงินอุดหนุน หรือลงทุน แล้วแต่กรณี เพียงแต่การแจ้งผลการตรวจสอบ หากพบว่ามีการใช้จ่ายเงินไม่เป็นไปตามวัตถุประสงค์ ก็ให้แจ้งผู้รับตรวจตามมาตรา ๔ (๗) ให้ดำเนินการเพื่อให้เป็นไปตามวัตถุประสงค์เท่านั้น กรณีนี้จึงไม่มีประเด็นต้องแจ้งผลการตรวจสอบตามมาตรา ๘๕ วรรคสอง และมาตรา ๙๕ วรรคสาม แต่อย่างใด",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 20
        }
    },
    {
        "id": "Chunk_22",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๘. หน่วยรับตรวจ ประเภท หน่วยงานอื่นใดหรือกิจการใดที่มีกฎหมายกำหนดให้สำนักงานเป็นผู้ตรวจสอบ หรือที่มีกฎหมายกำหนดให้มีสิทธิร้องขอให้สำนักงานเป็นผู้ตรวจสอบ\nหน่วยรับตรวจตามมาตรา ๔ (๘) กำหนดขึ้นมาเฉพาะการตรวจสอบรายงานการเงินเท่านั้น ดังนั้น การแจ้งผลการตรวจสอบจึงไม่มีประเด็นต้องแจ้งตามมาตรา ๘๕ วรรคสอง และมาตรา ๙๕ วรรคสาม",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 21
        }
    },
    {
        "id": "Chunk_23",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "หน่วยรับตรวจตามมาตรา ๔ (๘) กำหนดขึ้นมาเฉพาะการตรวจสอบรายงานการเงินเท่านั้น ดังนั้น การแจ้งผลการตรวจสอบจึงไม่มีประเด็นต้องแจ้งตามมาตรา ๘๕ วรรคสอง และมาตรา ๙๕ วรรคสาม\nจากที่กล่าวมาแล้วข้างต้น หากตรวจสอบหน่วยรับตรวจประเภทใดประเภทหนึ่งตาม มาตรา ๔ แล้วต้องแจ้งผลการตรวจสอบไปให้ผู้รับตรวจพิจารณาดำเนินการตามข้อ ๓๖ (๒) (ก) - (จ) ในการแจ้งผลการตรวจสอบ ก็ให้แจ้งไปยัง \"ผู้รับตรวจ\" ของหน่วยรับตรวจประเภทนั้น ๆ ดังที่กล่าวมาแล้วข้างต้น ยกเว้นกรณีต้องแจ้งให้ผู้รับตรวจจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยตามข้อ ๓๖ (๒) (ข) หรือ (ค) จะต้องพิจารณาด้วยว่า ผู้รับตรวจของหน่วยรับตรวจประเภทนั้น ๆ เป็นผู้กระทำผิดหรือมีส่วนร่วมในการกระทำผิดกับเจ้าหน้าที่ของรัฐหรือไม่ หากมิได้เป็นผู้กระทำผิดหรือมีส่วนร่วมในการกระทำผิดก็ให้แจ้งผลการตรวจสอบไปยังผู้รับตรวจดังที่กล่าวมาแล้วข้างต้นได้เลย แต่หากผู้รับตรวจเป็นผู้กระทำผิดหรือมีส่วนร่วมในการกระทำผิด กรณีนี้จะต้องแจ้งผลการตรวจสอบไปยัง “ผู้รับตรวจชั้นเหนือขึ้นไป” เพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัย โดยให้พิจารณาดำเนินการตามแนวทางที่กำหนดไว้ในประการที่ ๒ ต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 22
        }
    },
    {
        "id": "Chunk_24",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "ประการที่ ๒ กรณีแจ้งผลการตรวจสอบไปยัง “ผู้รับตรวจชั้นเหนือขึ้นไป” เนื่องจากวรรคสองของข้อ ๓๖ (๒) กำหนดให้ “กรณีผู้รับตรวจกระทำผิดหรือมีส่วนร่วมในการกระทำผิด...... ให้พิจารณาแจ้งผู้รับตรวจชั้นเหนือขึ้นไปซึ่งมีหน้าที่และอำนาจดำเนินการตามกฎหมาย เพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายแกร้ฐหรือหน่วยรับตรวจ หรือดำเนินการทางวินัยกับผู้รับตรวจคนนั้น หรือผู้รับตรวจและเจ้าหน้าที่ของหน่วยรับตรวจที่ร่วมกันกระทำความผิดแล้วแต่กรณี\" ดังนั้น ในการแจ้งผลการตรวจสอบตามวรรคสองของข้อ ๓๖ (๒) จึงต้องพิจารณาว่า หน่วยรับตรวจที่ผู้รับตรวจเป็นผู้กระทำผิดหรือมีส่วนร่วมในการกระทำความผิดนั้น อยู่ภายใต้สังกัดของหน่วยรับตรวจใดหรือไม่ โดยมีแนวทาง ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 23
        }
    },
    {
        "id": "Chunk_25",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๑. หากผู้รับตรวจที่ผู้กระทำผิดหรือมีส่วนร่วมในการกระทำผิดไม่อยู่ภายใต้สังกัดของหน่วยรับตรวจใด แสดงว่าไม่สามารถแจ้งผู้รับตรวจชั้นเหนือขึ้นไปให้ดำเนินการอย่างหนึ่งอย่างใดกับผู้รับตรวจซึ่งเป็นผู้ที่กระทำผิดหรือมีส่วนร่วมในการกระทำผิดนั้นได้ ในกรณีนี้ ต้องไปพิจารณากฎหมายที่เกี่ยวข้องต่อไปว่า กฎหมายนั้นกำหนดให้ใครมีหน้าที่และอำนาจในการดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับผู้รับตรวจซึ่งกระทำความผิดนั้นได้ ก็ให้แจ้งผลการตรวจสอบไปให้ \"ผู้มีหน้าที่และอำนาจตามกฎหมาย\" เพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับผู้รับตรวจผู้นั้นต่อไป เช่น\nผู้กระทำผิดเป็นผู้ดำรงตำแหน่ง \"ปลัดกระทรวง\" ซึ่งเป็นผู้บังคับบัญชาสูงสุด จึงไม่อยู่ภายใต้สังกัดของหน่วยรับตรวจใดแล้ว ตามกรณีจึงไม่สามารถแจ้งให้ \"ผู้รับตรวจชั้นเหนือขึ้นไป\" ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับปลัดกระทรวงได้แล้ว จึงต้องพิจารณากฎหมายที่เกี่ยวข้องต่อไปว่า กำหนดให้เป็นหน้าที่และอำนาจของผู้ใดในการดำเนินเพื่อจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัย ซึ่งตามกฎหมายกำหนดให้เป็นหน้าที่และอำนาจของรัฐมนตรีเจ้าสังกัด",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 24
        }
    },
    {
        "id": "Chunk_26",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "เป็นผู้ดำเนินการ ดังนั้น กรณีนี้จึงต้องแจ้งผลการตรวจสอบไปให้รัฐมนตรีเจ้าสังกัดเพื่อดำเนินการจัดให้มี การชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับปลัดกระทรวง ในฐานะ \"ผู้มีหน้าที่และอำนาจ ดำเนินการตามกฎหมาย\" ตามที่กำหนดในข้อ ๓๖ (๓) ต่อไป ส่วนการลงโทษทางปกครองในกรณีนี้ถือว่า ไม่อาจดำเนินการตามมาตรา ๙๕ วรรคสาม ได้ เพราะรัฐมนตรีเจ้าสังกัดมิใช่ “ผู้รับตรวจ” จึงไม่สามารถแจ้ง ผู้รับตรวจดำเนินการตามมาตรา ๙๕ วรรคสามได้ แต่สามารถเสนอคณะกรรมการตรวจเงินแผ่นดินเพื่อลงโทษ ทางปกครองกับปลัดกระทรวงตามมาตรา ๙๗ ได้เลย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 25
        }
    },
    {
        "id": "Chunk_27",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๒. หากผู้รับตรวจที่ผู้กระทำผิดหรือมีส่วนร่วมในการกระทำผิดอยู่ภายใต้สังกัดของหน่วยรับตรวจ ใดแล้ว ให้พิจารณาต่อไปว่า หน่วยรับตรวจชั้นเหนือขึ้นไปนั้นมีหน้าที่และอำนาจดำเนินการเพื่อให้มีการชดใช้ ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับผู้รับตรวจที่กระทำความผิดหรือมีส่วนร่วมในการกระทำ ความผิดได้หรือไม่ หากได้ก็ให้แจ้ง “ผู้รับตรวจชั้นเหนือขึ้นไป\" เพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหาย ทางละเมิดหรือดำเนินการทางวินัยกับผู้รับตรวจที่กระทำความผิดหรือมีส่วนร่วมในการกระทำความผิดนั้น ต่อไป โดยให้ถือว่า \"ผู้รับตรวจชั้นเหนือขึ้นไป\" เป็น \"ผู้รับตรวจ\" ซึ่งอาจถูกลงโทษทางปกครอง กรณี ไม่ดำเนินการภายในเวลาที่ผู้ว่าการกำหนดโดยไม่มีเหตุอันสมควรตามมาตรา ๙๖ ได้ด้วย เช่น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 26
        }
    },
    {
        "id": "Chunk_28",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "กรณีอธิบดีกรมที่ดินกระทำความผิดหรือมีส่วนร่วมในการกระทำความผิด ซึ่งอยู่ภายใต้ควบคุม กำกับหรือบังคับบัญชาของกระทรวงมหาดไทย ในการแจ้งผลการตรวจสอบจึงต้องแจ้งไปยังปลัดกระทรวง มหาดไทยในฐานะผู้รับตรวจชั้นเหนือขึ้นไปเพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือ ดำเนินการทางวินัยกับอธิบดีกรมที่ดิน ตามข้อกำหนดในวรรคสองของข้อ ๓๖ (๒) ต่อไป และหาก ปลัดกระทรวงมหาดไทยไม่ดำเนินการภายในระยะเวลาที่ผู้ว่าการกำหนดโดยไม่มีเหตุอันสมควร อาจถูกลงโทษ ทางปกครองตามมาตรา ๙๖ ด้วยก็ได้\nกรณีกรมสรรพากร อยู่ภายใต้สังกัดกระทรวงการคลัง หากอธิบดีกรมสรรพากรกระทำความผิด หรือมีส่วนร่วมในการกระทำความผิด ในการแจ้งผลการตรวจสอบ จึงต้องแจ้งผลการตรวจสอบไปยัง ปลัดกระทรวงการคลังในฐานะผู้รับตรวจชั้นเหนือขึ้นไปเพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายทางละเมิด หรือดำเนินการทางวินัยกับอธิบดีกรมสรรพากร ตามข้อกำหนดในวรรคสองของข้อ ๓๖ (๒) เช่นกัน และหาก ปลัดกระทรวงการคลังไม่ดำเนินการตามที่ผู้ว่าการกำหนดโดยไม่มีเหตุอันสมควร อาจถูกลงโทษทางปกครอง ตามมาตรา ๙๖ ได้ด้วยเช่นกัน",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 27
        }
    },
    {
        "id": "Chunk_29",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๓. หากผู้รับตรวจชั้นเหนือขึ้นไปนั้นไม่มีหน้าที่และอำนาจดำเนินการเพื่อให้มีการชดใช้ ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับผู้รับตรวจที่กระทำความผิดหรือมีส่วนร่วมในการกระทำ ความผิด กรณีดังกล่าว ก็ไม่สามารถแจ้งผู้รับตรวจชั้นเหนือขึ้นไปเพื่อดำเนินการทางละเมิดหรือทางวินัยกับ ผู้รับตรวจซึ่งกระทำผิดหรือมีส่วนร่วมในการกระทำผิดนั้นได้ ยกตัวอย่าง เช่น\nนายกเทศมนตรีเป็นผู้กระทำความผิดหรือมีส่วนร่วมในการกระทำความผิดด้วย ตามกรณี ผู้ว่าราชการจังหวัดมีอำนาจในการดำเนินการทางละเมิด และมีอำนาจในการดำเนินการถอดถอน นายกเทศมนตรีออกจากตำแหน่ง ซึ่งอำนาจในการถอดถอนมิใช่อำนาจในการดำเนินการทางวินัยของ หน่วยงาน ดังนั้น ในการแจ้งผลการตรวจสอบเพื่อดำเนินการทางละเมิดกับนายกเทศมนตรี ให้แจ้งผู้ว่าราชการ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 28
        }
    },
    {
        "id": "Chunk_30",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "จังหวัดเพื่อดำเนินการทางละเมิด ในฐานะผู้มีอำนาจหน้าที่ดำเนินการตามข้อ ๓๖ (๓) ได้ แต่การแจ้ง ผู้ว่าราชการจังหวัดเพื่อดำเนินการถอดถอนออกจากตำแหน่งมิใช่การแจ้งเพื่อดำเนินการทางวินัยกับ นายกเทศมนตรี จึงไม่ใช่กรณีแจ้งผู้ว่าราชการจังหวัดในฐานะ \"ผู้รับตรวจชั้นเหนือขึ้นไป\" ตามข้อ ๓๖ (๒) และการแจ้งผู้ว่าราชการจังหวัดเพื่อดำเนินการถอดถอนนายกเทศมนตรีออกจากตำแหน่งก็ไม่ใช่การแจ้ง ผู้ว่าราชการจังหวัดในฐานะผู้มีอำนาจหน้าที่ดำเนินการตามกฎหมายตามข้อ ๓๖ (๓) เช่นกัน ส่วนกรณีเสนอ ลงโทษทางปกครองต่อคณะกรรมการตรวจเงินแผ่นดิน จึงสามารถเสนอคณะกรรมการตรวจเงินแผ่นดินเพื่อ ลงโทษทางปกครองกับนายกเทศมนตรีตามมาตรา ๙๗ ได้เลย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 29
        }
    },
    {
        "id": "Chunk_31",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "ประการที่ ๓ กรณีแจ้งผลการตรวจสอบไปยัง “ผู้ที่มีหน้าที่และอำนาจดำเนินการตาม กฎหมาย” เนื่องจากข้อ ๓๖ (๓) กำหนดให้ “หากเห็นว่าผลการตรวจสอบปรากฏว่า ผู้รับตรวจไม่สามารถ ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจหรือดำเนินการทางวินัย ตาม (๒) (ข) หรือ (ค) กับเจ้าหน้าที่ของรัฐผู้กระทำความผิดคนใดคนหนึ่งได้ ให้พิจารณาแจ้งผู้ที่มีหน้าที่และอำนาจ ดำเนินการตามกฎหมายเพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจหรือดำเนิน ทางวินัยกับเจ้าหน้าที่ของรัฐคนนั้น” ดังนั้น ในการแจ้งผลการตรวจสอบตามข้อ ๓๖ (๓) จึงต้อง พิจารณา ดำเนินการ ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 30
        }
    },
    {
        "id": "Chunk_32",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๑. ให้พิจารณาก่อนว่า เจ้าหน้าที่ของรัฐผู้กระทำความผิด อยู่ภายใต้บังคับบัญชาของผู้รับตรวจ ตาม มาตรา ๔ (๑) ถึง (๖) หรือไม่ หากอยู่ ก็สามารถแจ้ง “ผู้รับตรวจ” ในแต่ละประเภทดำเนินการเพื่อให้มี การชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยตามข้อ ๓๖ (๒) (ข) และ (ค) ได้ หรือแจ้ง “ผู้รับตรวจ ชั้นเหนือขึ้นไป” ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับผู้รับตรวจ กรณี ที่ผู้รับตรวจเป็นผู้กระทำความผิดหรือมีส่วนร่วมในการกระทำความผิดเสียเอง ตามข้อกำหนดในวรรคสองของ ข้อ ๓๖ (๒) นั้น แต่หากเจ้าหน้าที่ของรัฐผู้กระทำความผิดไม่อยู่ภายใต้บังคับบัญชาของผู้รับตรวจ ตามมาตรา ๔ (๑) ถึง (๖) ก็ไม่สามารถแจ้ง “ผู้รับตรวจ” หรือ “ผู้รับตรวจชั้นเหนือขึ้นไป” ให้ดำเนินการเพื่อให้มีการชดใช้ ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยแล้วแต่กรณีได้ เช่น เจ้าหน้าที่ของรัฐผู้กระทำความผิด อยู่ในรูป ของคณะกรรมการต่าง ๆ ซึ่งเป็นบอร์ดบริหารตามกฎหมาย ในกรณีดังกล่าวจึงไม่อาจแจ้ง “ผู้รับตรวจ” ซึ่งอยู่ ภายใต้กำกับดูแลของบอร์ดบริหารให้มาดำเนินการเพื่อจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการ ทางวินัยกับบอร์ดบริหารซึ่งอยู่ในฐานะผูกกำกับได้ เช่น บอร์ด รฟม. กระทำความผิดก่อให้เกิดความเสียหาย แก่ รฟม.",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 31
        }
    },
    {
        "id": "Chunk_33",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "ทางวินัยกับบอร์ดบริหารซึ่งอยู่ในฐานะผูกกำกับได้ เช่น บอร์ด รฟม. กระทำความผิดก่อให้เกิดความเสียหาย แก่ รฟม. ไม่สามารถแจ้งให้ ผู้ว่าการ รฟม. ดำเนินการเพื่อจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือ ดำเนินการทางวินัยกับบอร์ด รฟม.ได้ หรือกรณีเจ้าหน้าที่ของรัฐผู้กระทำความผิด อยู่ในตำแหน่งนายกรัฐมนตรี รัฐมนตรีเจ้าสังกัด รัฐมนตรีช่วยต่าง ๆ ในกรณีดังกล่าวก็ไม่อาจแจ้งให้ปลัดกระทรวงในฐานะผู้รับตรวจ ไปดำเนินการเพื่อจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับรัฐมนตรีเจ้าสังกัดในฐานะ ผู้กำกับกระทรวงดังกล่าวได้ หรือกรณีเจ้าหน้าที่ของรัฐผู้กระทำความผิดอยู่ในตำแหน่งปลัดกระทรวงซึ่งเป็น ตำแหน่งสูงสุดในฐานะ “ผู้รับตรวจ” แล้ว กรณีดังกล่าวก็ไม่อาจแจ้ง ปลัดกระทรวงในฐานะ “ผู้รับตรวจ” เพื่อให้ดำเนินการจัดให้มีการชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับตัวเองเหมือนกัน หรือ ในกรณีเจ้าหน้าที่ของรัฐผู้กระทำผิดอยู่ในตำแหน่งหัวหน้าส่วนราชการท้องถิ่น ในการถอดถอนบุคคลดังกล่าว ออกจากตำแหน่งผู้ว่าราชการกรุงเทพมหานคร นายกเมืองพัทยา นายกเทศมนตรี นายกองค์การบริหาร ส่วนจังหวัด หรือนายกองค์การบริหารส่วนตำบล นั้น ผู้มีอำนาจในการถอดถอน ใช้อำนาจในการถอดถอน",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 32
        }
    },
    {
        "id": "Chunk_34",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "ตามกฎหมายมิใช่อำนาจในการดำเนินการทางวินัยของหน่วยงาน ในฐานะ \"ผู้รับตรวจ\" ซึ่งมีอำนาจดำเนินการทางวินัย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 33
        }
    },
    {
        "id": "Chunk_35",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๒. ให้พิจารณาต่อไปว่า ตามกฎหมายกำหนดให้ใครมีหน้าที่และอำนาจดำเนินการเพื่อเรียกให้ชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัย กับเจ้าหน้าที่ของรัฐผู้กระทำความผิดนั้น ในการแจ้งผลการตรวจสอบเพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายทางละเมิด หรือดำเนินการทางวินัย ก็ให้แจ้ง \"ผู้มีหน้าที่และอำนาจตามกฎหมาย” เพื่อดำเนินการในเรื่องนั้น ๆ โดยไม่ถือว่าเป็นการแจ้งให้ดำเนินการในฐานะ “ผู้รับตรวจ\" ดังนั้น หาก \"ผู้มีหน้าที่และอำนาจตามกฎหมาย\" ไม่ดำเนินการภายในระยะเวลาที่ผู้ว่าการกำหนดโดยไม่มีเหตุอันสมควรก็ไม่สามารถเสนอลงโทษทางปกครองกับ \"ผู้มีหน้าที่และอำนาจดำเนินการตามกฎหมาย\" ได้ เช่น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 34
        }
    },
    {
        "id": "Chunk_36",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "บอร์ด รฟม. เป็นผู้กระทำผิด ไม่สามารถแจ้ง ผู้ว่าการ รฟม. ซึ่งเป็นผู้รับตรวจให้ดำเนินการเรียกให้ชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับบอร์ดนั้นได้ ซึ่งตามกฎหมายกำหนดให้เป็นหน้าที่ของ รมต. เจ้าสังกัด ก็ต้องแจ้งผลการตรวจสอบไปที่ รมต.ว่าการกระทรวงคมนาคม เพื่อให้ดำเนินการจัดให้มีการเรียกให้ชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับบอร์ดต่อไป โดยถือเป็นการแจ้งให้ \"ผู้มีหน้าที่และอำนาจตามกฎหมาย\" พิจารณาดำเนินการ มิใช่เป็นการแจ้งให้ดำเนินการในฐานะ \"ผู้รับตรวจ\" หาก รมต. ไม่ดำเนินการภายในระยะเวลาที่ผู้ว่าการกำหนดโดยไม่มีเหตุอันสมควร ก็ไม่สามารถเสนอ คตง. เพื่อพิจารณาลงโทษทางปกครองกับ รมต. ว่าการกระทรวงคมนาคมได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 35
        }
    },
    {
        "id": "Chunk_37",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "ปลัดกระทรวง กระทำผิดหรือมีส่วนร่วมกระทำผิด จึงไม่สามารถแจ้งปลัดกระทรวงให้ดำเนินการเรียกให้ชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับตนเองได้ ซึ่งตามกฎหมายกำหนดให้เป็นหน้าที่ของ รมต. เจ้าสังกัด ก็ต้องแจ้งผลการตรวจสอบไป รมต. เจ้าสังกัด เพื่อให้ดำเนินการจัดให้มีการเรียกให้ชดใช้ค่าเสียหายทางละเมิดหรือดำเนินการทางวินัยกับปลัดกระทรวงต่อไป โดยถือเป็นการแจ้งให้ \"ผู้มีหน้าที่และอำนาจตามกฎหมาย\" พิจารณาดำเนินการ มิใช่เป็นการแจ้งให้ดำเนินการในฐานะ \"ผู้รับตรวจ\" หาก รมต.เจ้าสังกัดไม่ดำเนินการภายในระยะเวลาที่ผู้ว่าการกำหนดโดยไม่มีเหตุอันสมควร ก็ไม่สามารถเสนอ คตง. เพื่อพิจารณาลงโทษทางปกครองกับ รมต.เจ้าสังกัดได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 36
        }
    },
    {
        "id": "Chunk_38",
        "document_id": null,
        "law_name": "แนวทางการพิจารณาแจ้งผลการตรวจสอบไปยัง ผู้รับตรวจ ผู้รับตรวจชั้นเหนือขึ้นไป และผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๖ (๒) (๓)",
        "text": "๓. ในการเสนอลงโทษทางปกครองกับเจ้าหน้าที่ของรัฐผู้กระทำผิดกรณีนี้ เป็นกรณีไม่สามารถแจ้ง \"ผู้รับตรวจ\" เพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายหรือดำเนินการทางวินัยตามมาตรา ๙๕ วรรคสามกับเจ้าหน้าที่ของรัฐผู้กระทำความผิดนั้นได้ ตามกรณี จึงต้องเสนอ คตง. เพื่อลงโทษทางปกครองกับเจ้าหน้าที่ของรัฐผู้กระทำความผิดนั้น ตามมาตรา ๙๗ ต่อไปได้เลย เช่น ถ้าผู้กระทำความผิดเป็นบอร์ด หรือเป็นรัฐมนตรี หรือเป็นปลัดกระทรวง ตามกรณีเข้าลักษณะไม่อาจแจ้งให้ผู้รับตรวจดำเนินการจัดให้มีการชดใช้ค่าเสียหายหรือดำเนินการทางวินัยตามมาตรา ๙๕ วรรคสามได้ จึงสามารถเสนอ คตง. ลงโทษทางปกครองกับบอร์ด หรือรัฐมนตรี หรือปลัดกระทรวงผู้กระทำความผิดตามมาตรา ๙๗ ได้เลย รวมถึงกรณีผู้บริหารท้องถิ่นซึ่งไม่มีโทษทางวินัยจึงเข้าลักษณะไม่อาจแจ้งให้ผู้รับตรวจดำเนินการทางวินัยตามมาตรา ๙๕ วรรคสามได้เช่นกัน จึงสามารถเสนอต่อ คตง. เพื่อพิจารณาลงโทษทางปกครองกับผู้ว่าราชการกรุงเทพมหานคร นายกเมืองพัทยา นายกเทศมนตรี นายกองค์การบริหารส่วนจังหวัด หรือนายกองค์การบริหารส่วนตำบลได้เลย ตามมาตรา ๙๗",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 37
        }
    }
]