[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่คัดเลือกมาจากการ ประเมินความเสี่ยงของหน่วยรับตรวจ",
        "text": "ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๕ (๒) กำหนดให้ผู้รับผิดชอบในการตรวจสอบร่วมกับผู้ช่วยผู้รับผิดชอบในการตรวจสอบ ดำเนินการจัดให้มีการวางแผนการตรวจสอบ โดยกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทางการตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ และข้อ ๒๖ (๑) กำหนดให้ กรณีเรื่องการ ตรวจสอบการปฏิบัติตามกฎหมายที่มาจากเรื่องที่คัดเลือกมาจากการประเมินความเสี่ยง ให้กำหนดประเด็น การตรวจสอบตามหลักเกณฑ์ข้อ ๒๖ (๑) (ก) - (ง) ดังนั้น จึงได้กำหนดแนวทางการดำเนินการไว้ ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่คัดเลือกมาจากการ ประเมินความเสี่ยงของหน่วยรับตรวจ",
        "text": "๑. เมื่อผู้รับผิดชอบในการตรวจสอบและผู้ช่วยผู้รับผิดชอบในการตรวจสอบได้รับมอบหมายเรื่อง ตามระเบียบฯ ข้อ ๒๔ และได้รับเรื่องแล้ว ให้ผู้รับผิดชอบในการตรวจสอบร่วมกับผู้ช่วยผู้รับผิดชอบในการ ตรวจสอบทำการวางแผนการตรวจสอบ โดยกำหนด ประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และ แนวทางการตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ\n๒. การวางแผนการตรวจสอบตามข้อ ๑ ให้จัดทำเป็นบันทึกตามแบบแนบท้ายแนวทางฉบับนี้ นำเสนอผู้อำนวยการสำนัก ผ่านผู้บังคับบัญชาตามลำดับชั้น เพื่อขอความเห็นชอบจากผู้อำนวยการสำนัก\n๓. การกำหนดประเด็นการตรวจสอบ กรณีเรื่องมาจากเรื่องที่คัดเลือกมาจากการประเมินความ เสี่ยง ให้พิจารณาก่อนว่า เรื่องดังกล่าวเข้าหลักเกณฑ์ข้อใดข้อหนึ่ง ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่คัดเลือกมาจากการ ประเมินความเสี่ยงของหน่วยรับตรวจ",
        "text": "๓. การกำหนดประเด็นการตรวจสอบ กรณีเรื่องมาจากเรื่องที่คัดเลือกมาจากการประเมินความ เสี่ยง ให้พิจารณาก่อนว่า เรื่องดังกล่าวเข้าหลักเกณฑ์ข้อใดข้อหนึ่ง ดังนี้\n๓.๑ หากเป็นเรื่องตามกระบวนการตรวจสอบการเงินอื่น การจัดซื้อจัดจ้างและการบริหาร พัสดุ การจัดเก็บรายได้หรือผลตอบแทน ที่มิใช่เรื่องที่ปรากฏตามข่าวหนังสือพิมพ์หรือสื่อต่าง ๆ และไม่ใช่เรื่อง ที่เคยตรวจสอบแล้วและพบว่ามีข้อบกพร่องอยู่เป็นประจำ ก็ให้พิจารณาขั้นตอนในการดำเนินการของหน่วยรับตรวจ ว่ามีความเสี่ยงต่อการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ หรือสัญญา หรืออาจก่อให้เกิดความเสียหายแก่ราชการ หรือทุจริต ในขั้นตอนใด ก็ให้กำหนดประเด็นการ ตรวจสอบตามขั้นตอนนั้น ทั้งนี้ อาจนำเครื่องมือแบบประเมินความเสี่ยงในแต่ละลักษณะการตรวจสอบ ตาม แบบที่สำนักงานกำหนด มาประกอบการพิจารณากำหนดประเด็นที่มีความเสี่ยงก็ได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่คัดเลือกมาจากการ ประเมินความเสี่ยงของหน่วยรับตรวจ",
        "text": "๓.๒ หากงาน โครงการ สัญญา และกิจกรรมของหน่วยรับตรวจที่เลือกตรวจสอบ เป็นเรื่องที่ ปรากฏตามข่าวหนังสือพิมพ์หรือสื่อต่าง ๆ และมีความเสี่ยงต่อการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ หรือสัญญา หรืออาจก่อให้เกิดความเสียหายแก่ราชการ หรือ ทุจริตในขั้นตอนหรือประเด็นใด ก็ให้กำหนดประเด็นการตรวจสอบตามขั้นตอนหรือประเด็นที่ปรากฏเป็นข่าว ในหนังสือพิมพ์หรือสื่อนั้นๆ\n๓.๓ หากงาน โครงการ สัญญา และกิจกรรมของหน่วยรับตรวจที่เลือกตรวจสอบ เป็นเรื่องที่ เคยตรวจสอบและพบว่ามีข้อบกพร่องอยู่เป็นประจำ ให้กำหนดประเด็นการตรวจสอบตามข้อบกพร่องที่พบนั้น\n๓.๔ หากเป็นเรื่องที่ไม่เข้าลักษณะตามข้อ ๓.๑ - ๓.๓ ข้างต้น และพบว่ามีข้อบกพร่องที่มี ความเสี่ยงอื่นใด ก็ให้กำหนดประเด็นการตรวจสอบตามความเสี่ยงที่ตรวจพบนั้น\n๓.๕ หากงาน โครงการ สัญญา และกิจกรรมของหน่วยรับตรวจที่เลือกตรวจสอบไม่พบว่ามีความเสี่ยงใด ๆ ในการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ หรือสัญญา หรือไม่ก่อให้เกิดความเสียหายแก่ราชการ หรือไม่ทุจริต ให้ประเมินความเสี่ยงเพื่อคัดเลือกงาน โครงการ สัญญา และกิจกรรมอื่นของหน่วยรับตรวจใหม่",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่คัดเลือกมาจากการ ประเมินความเสี่ยงของหน่วยรับตรวจ",
        "text": "ทั้งนี้ ตัวอย่างการกำหนดประเด็นกรณีเรื่องที่คัดเลือกมาจากการประเมินความเสี่ยงของหน่วยรับตรวจ เป็นไปตามตัวอย่างแนบท้ายแนวทางฉบับนี้ กรณีงาน โครงการ สัญญา นั้น มีความเสี่ยงหลายประเด็นและใช้ระยะเวลาในการรวบรวมพยานหลักฐานไม่นานเกินกว่าระยะเวลาที่กำหนดไว้ในคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑๙/๒๕๖๖ สั่ง ณ วันที่ ๒๐ ธันวาคม ๒๕๖๖ ข้อ ๑ (๒) การกำหนดประเด็นในเรื่องนั้นอาจกำหนดหลายประเด็นได้ แต่อย่างไรก็ตาม หากพบความเสี่ยงในงาน โครงการ สัญญาฯ ของหน่วยรับตรวจมีหลายประเด็น โดยแต่ละประเด็นไม่ได้เกี่ยวเนื่องกันและมีพยานหลักฐานเป็นคนละชุดกัน ซึ่งต้องใช้ระยะเวลาในการรวบรวมพยานหลักฐานมาก ผู้รับผิดชอบในการตรวจสอบจะแยกประเด็นนั้นออกมาต่างหากจากกันโดยเสนอเป็นเรื่องใหม่ก็ได้ แต่ทั้งนี้ จะต้องระบุเหตุผลดังกล่าวในบันทึกตามแบบแนบท้ายแนวทางนี้ เพื่อขอความเห็นจากผู้อำนวยการสำนัก และเมื่อได้รับความเห็นชอบแล้วจึงจะแยกประเด็นเป็นเรื่องใหม่ได้อย่างไรก็ตามประเด็นที่แยกออกไปเป็นเรื่องใหม่ เมื่อจะดำเนินการตรวจสอบจะต้องมีการมอบหมายผู้รับผิดชอบในการตรวจสอบและผู้ช่วยผู้รับผิดชอบในการตรวจสอบซึ่งอาจเป็นผู้ตรวจสอบชุดเดิมหรือชุดใหม่ ก็ได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่คัดเลือกมาจากการ ประเมินความเสี่ยงของหน่วยรับตรวจ",
        "text": "สำหรับกรณี เมื่อดำเนินการตรวจสอบไปแล้วและพบประเด็นข้อบกพร่องนอกเหนือจากที่กำหนดประเด็นการตรวจสอบไว้ ให้ดำเนินการตามระเบียบฯ ข้อ ๒๘ ต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่คัดเลือกมาจากการ ประเมินความเสี่ยงของหน่วยรับตรวจ",
        "text": "๔. การกำหนดเกณฑ์ที่ใช้ในการตรวจสอบ จะต้องกำหนดให้สอดคล้องและเหมาะสมกับประเด็นที่ใช้ในการตรวจสอบ โดยดำเนินการตามระเบียบฯ ข้อ ๒๗ อย่างไรก็ตาม หากในชั้นของการตรวจสอบรวบรวมพยานหลักฐานตามประเด็นที่ได้รับความเห็นชอบจากผู้อำนวยการสำนัก พบว่า มีเกณฑ์ที่ใช้ในการตรวจสอบเพิ่มเติม จากเกณฑ์การตรวจสอบที่ได้รับความเห็นชอบแล้ว ผู้รับผิดชอบในการตรวจสอบไม่ต้องขออนุมัติเกณฑ์ที่ใช้ในการตรวจสอบใหม่ โดยให้ผู้รับผิดชอบในการตรวจสอบพิจารณาปรับเกณฑ์ที่ใช้ในการตรวจสอบตามข้อเท็จจริงที่ตรวจพบ เพื่อสรุปผลการตรวจสอบต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่คัดเลือกมาจากการ ประเมินความเสี่ยงของหน่วยรับตรวจ",
        "text": "๕. การกำหนดแนวทางการตรวจสอบ ให้กำหนดแนวทางการตรวจสอบ โดยละเอียดว่า ในการตรวจสอบตามประเด็นที่กำหนดนั้น จะดำเนินการอย่างไรตั้งแต่ขั้นตอนเริ่มต้นจนถึงขั้นตอนในการเสนอร่างรายงานการตรวจสอบ กล่าวคือ ในการรวบรวมพยานเอกสาร จะต้องรวบรวมเอกสารหลักฐานใดบ้าง (ระบุชื่อเอกสาร) การรวบรวมพยานบุคคลจะต้องสอบถ้อยคำพยานบุคคลใดบ้าง (ระบุชื่อตัวบุคคล ถ้าทราบ) การรวบรวมพยานวัตถุต้องใช้พยานวัตถุใดบ้าง รวมถึงพยานผู้เชี่ยวชาญจะต้องสอบถ้อยคำหรือขอความเห็นผู้เชี่ยวชาญผู้ใดบ้าง ทั้งนี้ ในการรวบรวมพยานเอกสาร พยานบุคคล หรือพยานวัตถุใด ผู้รับผิดชอบและผู้ช่วยในการตรวจสอบต้องวางแผนว่าจะรวบรวมพยานหลักฐานดังกล่าวมาเพื่อมุ่งพิสูจน์ข้อเท็จจริงในเรื่องใด รวมถึงควรกำหนดแหล่งที่มาของพยานหลักฐานที่จะทำการรวบรวมด้วยว่าควรจะมาจากแหล่งใด โดยคำนึงถึงความรวดเร็วและมีประสิทธิภาพเพื่อให้การปฏิบัติการตรวจสอบเป็นไปตามกรอบระยะเวลาที่กำหนดไว้\n\n๖. เมื่อผู้อำนวยการสำนักได้ให้ความเห็นชอบแผนการตรวจสอบตามข้อ ๒ แล้ว ให้ดำเนินการตรวจสอบตามประเด็นการตรวจสอบและแนวทางการตรวจสอบที่กำหนด โดยต้องรวบรวมพยานหลักฐานให้ได้ข้อเท็จจริงอย่างเพียงพอและถูกต้องเหมาะสมต่อการแสดงความเห็นตามประเด็นการตรวจสอบให้แล้วเสร็จภายในระยะเวลาที่ได้รับความเห็นชอบต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    }
]