[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางในการแจ้งข้อบกพร่องเพื่อเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็น และแสดงพยานหลักฐานของตน ตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๔",
        "text": "การเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็น และแสดงพยานหลักฐานของตน ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๔ มีหลักการที่สำคัญ ดังนี้\n\n๑. การเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็นและแสดงพยานหลักฐานของตน ต้องเกิดขึ้นภายหลังจากที่ผู้รับผิดชอบในการตรวจสอบได้รวบรวมพยานหลักฐานอย่างเพียงพอและเหมาะสมเสร็จสิ้นแล้ว ดังนั้น หากผู้รับผิดชอบในการตรวจสอบอยู่ระหว่างการรวบรวมพยานหลักฐานโดยมีหนังสือแจ้งให้ผู้รับตรวจชี้แจงข้อเท็จจริง หรือสอบถ้อยคำพยานบุคคล หรือมีจดหมายบันทึกสอบถามการปฏิบัติงาน จึงมิใช่การเปิดโอกาสฯ ตามนัยของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๔ (อ้างอิงตามหลักเกณฑ์มาตราฐานเกี่ยวกับการตรวจเงินแผ่นดิน ข้อ ๕.๕.๓)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางในการแจ้งข้อบกพร่องเพื่อเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็น และแสดงพยานหลักฐานของตน ตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๔",
        "text": "๒. การเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็น และแสดงพยานหลักฐานของตน    เป็นการแจ้งข้อบกพร่องเพื่อให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงฯ ก่อนการสรุปผลการตรวจสอบหรือก่อนการแจ้งผลการตรวจสอบ โดยข้อบกพร่องที่แจ้งต้องเป็นการแจ้งข้อบกพร่องที่ตรวจพบว่า มีการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี และแบบแผนการปฏิบัติราชการใดๆ ก่อให้เกิดความเสียหายเป็นจำนวนเงินเท่าใด เพื่อให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจชี้แจงฯ จึงไม่ใช่ขั้นตอนของการแจ้งข้อกล่าวหา และเนื้อหาของหนังสือแจ้งข้อบกพร่องต้องไม่มีลักษณะเป็นการตั้งคำถาม เพื่อให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจชี้แจงฯ (อ้างอิงตามหลักเกณฑ์มาตราฐานเกี่ยวกับการตรวจเงินแผ่นดิน ข้อ ๕.๕.๓)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางในการแจ้งข้อบกพร่องเพื่อเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็น และแสดงพยานหลักฐานของตน ตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๔",
        "text": "๓. การเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็น และแสดงพยานหลักฐานของตน ต้องจัดทำเป็นหนังสือเพื่อแจ้งข้อบกพร่องเท่านั้น ไม่สามารถใช้วิธีการประสานหรือสอบถามด้วยวาจาเพื่อสอบถามประเด็นที่เป็นข้อบกพร่องได้ (อ้างอิงตามหลักเกณฑ์มาตราฐานเกี่ยวกับการตรวจเงินแผ่นดิน ข้อ ๕.๕.๓ (๑)) โดย\n(๑) กรณีข้อบกพร่องที่ตรวจพบไม่มีลักษณะเป็นการทุจริต และไม่ก่อให้เกิดความเสียหายแก่รัฐหรือหน่วยรับตรวจ และมิได้เป็นการจงใจไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรีหรือแบบแผนการปฏิบัติราชการ ให้ทำหนังสือแจ้งข้อบกพร่องถึงผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจเพื่อให้ชี้แจงเหตุผลและแสดงพยานหลักฐานของตน\n(๒) กรณีข้อบกพร่องที่ตรวจพบมีลักษณะเป็นการทุจริต หรืออาจก่อให้เกิดความเสียหายแก่รัฐหรือหน่วยรับตรวจ หรือมีลักษณะเป็นการจงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐหรือมีลักษณะเป็นการจงใจปฏิบัติหน้าที่หรือใช้อำนาจขัดต่อบทบัญญัติแห่งรัฐธรรมนูญหรอกฎหมาย ให้ทำหนังสือแจ้งข้อบกพร่องถึงผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจทุกคน ที่อาจมีการกระทำอันเป็นข้อบกพร่องจากการไม่ปฏิบัติตามกฎหมาย เพื่อให้ชี้แจงเหตุผลและแสดงพยานหลักฐานของตน",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางในการแจ้งข้อบกพร่องเพื่อเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็น และแสดงพยานหลักฐานของตน ตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๔",
        "text": "ทั้งนี้ การจัดทำเป็นหนังสือเพื่อแจ้งข้อบกพร่องตามวรรคหนึ่งจะทำในรูปแบบหนังสือถึงหน่วยงานภายนอกหรือจะทำในรูปแบบของจดหมายบันทึกเพื่อแจ้งข้อบกพร่องให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจซี้แจงก็ได้ แต่จดหมายบันทึกที่จัดทำนั้นต้องมีลักษณะเป็นหนังสือราชการ ตามระเบียบงานสารบัญ และผู้ลงลายมือชื่อในจดหมายบันทึก หากเป็นกรณีให้ผู้รับตรวจชี้แจงควรพิจารณาถึงระดับความเหมาะสมของผู้รับตรวจที่ต้องชี้แจงด้วย ส่วนกรณีให้เจ้าหน้าที่ผู้ต้องรับผิดชอบของหน่วยรับตรวจชี้แจง ผู้ลงลายมือชื่ออย่างน้อยควรดำรงตำแหน่งผู้อำนวยการกลุ่ม หรือหัวหน้ากลุ่มงานที่ได้รับมอบหมายเป็นผู้ลงลายมือชื่อ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางในการแจ้งข้อบกพร่องเพื่อเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็น และแสดงพยานหลักฐานของตน ตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๔",
        "text": "๔. ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจ สามารถตอบชี้แจงฯ \"เป็นหนังสือหรือมาให้ถ้อยคำต่อผู้รับผิดชอบในการตรวจสอบพร้อมแสดงพยานหลักฐาน ก็ได้\" โดยต้องระบุข้อความดังกล่าวไว้ในหนังสือแจ้งให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจชี้แจงด้วย และกำหนดระยะเวลาในการชี้แจงไม่เกิน ๑๕ วัน นับแต่วันที่ได้รับหนังสือ ทั้งนี้ ผู้รับผิดชอบในการตรวจสอบอาจกำหนดระยะเวลาในการชี้แจงตามความเหมาะสมได้ เช่น ภายใน ๗ วัน หรือ ภายใน ๑๐ วัน เป็นต้น (อ้างอิงตามหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน ข้อ ๕.๕.๓ (๑))",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "แนวทางในการแจ้งข้อบกพร่องเพื่อเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็น และแสดงพยานหลักฐานของตน ตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๔",
        "text": "๕. กรณีพ้นกำหนดระยะเวลาในการชี้แจงตามข้อ ๔ แล้ว ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจยังไม่มีหนังสือตอบกลับมาหรือไม่มาชี้แจงโดยไม่มีเหตุอันสมควร ให้ผู้รับผิดชอบในการตรวจสอบทำหนังสือแจ้งเตือน โดยกำหนดระยะเวลาในการชี้แจงไม่เกิน ๗ วัน นับแต่วันที่ได้รับหนังสือแจ้งเตือน และต้องระบุในหนังสือแจ้งเตือนด้วยว่า หากพ้นกำหนดระยะเวลาดังกล่าวแล้วยังไม่มีหนังสือตอบกลับมา หรือไม่มาชี้แจงอีก ให้ถือว่าผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจไม่ประสงค์จะชี้แจง (อ้างอิงตามหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน ข้อ ๕.๕.๓ (๒))",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "แนวทางในการแจ้งข้อบกพร่องเพื่อเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผล หรือความจำเป็น และแสดงพยานหลักฐานของตน ตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๔",
        "text": "กรณีผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจมีหนังสือตอบกลับมา หรือมาชี้แจงโดยมีเหตุอันสมควรและขอขยายระยะเวลาในการชี้แจงเหตุผลหรือแสดงพยานหลักฐานของตนเพิ่มเติม โดยระบุจำนวนวันที่ขอขยายเวลาชัดเจน ควรให้โอกาสผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจชี้แจงภายในระยะเวลาที่ร้องขออีกครั้งหนึ่ง เพื่อเป็นการเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ที่ต้องรับผิดชอบของหน่วยรับตรวจมีโอกาสชี้แจงได้อย่างเต็มที่ แต่ทั้งนี้ ระยะเวลาที่ขอขยายเพิ่มเติมนั้นต้องไม่เกิน ๓๐ วัน หากพ้นกำหนดระยะเวลาดังกล่าวแล้ว ให้ผู้รับผิดชอบในการตรวจสอบทำหนังสือแจ้งเตือน โดยกำหนดระยะเวลาในการชี้แจงให้แล้วเสร็จไม่เกิน ๗ วัน นับแต่วันที่ได้รับหนังสือแจ้งเตือน และต้องระบุในหนังสือแจ้งเตือนด้วยว่า หากพ้นกำหนดระยะเวลาดังกล่าวแล้ว ให้ถือว่าผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจไม่ประสงค์จะชี้แจง",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    }
]