[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบในลักษณะป้องกันความเสียหายตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๓",
        "text": "ข้อ ๓๓ ในระหว่างรวบรวมพยานหลักฐาน หากพบข้อบกพร่องที่อาจก่อให้เกิดความเสียหายแก่หน่วยรับตรวจในประเด็นหนึ่งประเด็นใดและในประเด็นนั้นได้รวบรวมพยานหลักฐานเสร็จสิ้นแล้ว ให้ผู้รับผิดชอบในการตรวจสอบแยกจัดทำรายงานและแจ้งข้อบกพร่องพร้อมข้อเสนอแนะ เสนอผู้อำนวยการสำนัก โดยอาศัยอำนาจตามความในมาตรา ๘๕ วรรคหนึ่ง หรือมาตรา ๙๕ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ แจ้งข้อบกพร่องพร้อมข้อเสนอแนะให้หน่วยรับตรวจปฏิบัติเพื่อป้องกันความเสียหายที่อาจจะเกิดขึ้นแก่หน่วยรับตรวจไปก่อนสรุปผลการตรวจสอบครบทุกประเด็นก็ได้\n\nวิธีการและแนวทางในการตรวจสอบ ตามข้อ ๓๓\n\n๑. ในการตรวจสอบการปฏิบัติตามกฎหมาย หากระหว่างการรวบรวมพยานหลักฐาน ผู้รับผิดชอบในการตรวจสอบพบข้อบกพร่องที่อาจก่อให้เกิดความเสียหายแก่หน่วยรับตรวจในประเด็นหนึ่งประเด็นใดและในประเด็นนั้นได้รวบรวมพยานหลักฐานเสร็จสิ้นแล้ว\nทั้งนี้ หากในระหว่างการรวบรวมพยานหลักฐานพบข้อบกพร่องและก่อให้เกิดความเสียหายแล้ว จะแจ้งข้อบกพร่องพร้อมข้อเสนอแนะโดยอาศัยอำนาจตามความในข้อ ๓๓ นี้ ไม่ได้ แต่ให้แจ้งข้อบกพร่องและผลการตรวจสอบไปตามขั้นตอนปกติเมื่อออกรายงานแล้ว",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบในลักษณะป้องกันความเสียหายตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๓",
        "text": "๒. เมื่อผู้รับผิดชอบในการตรวจสอบรวบรวมพยานหลักฐานในประเด็นที่พบข้อบกพร่องอย่างเพียงพอและเหมาะสมเสร็จสิ้นแล้ว และจะแจ้งหน่วยรับตรวจ โดยอาศัยอำนาจตามข้อ ๓๓ นี้ ผู้รับผิดชอบในการตรวจสอบต้องเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้ชี้แจงเหตุผลและแสดงพยานหลักฐานของตนด้วย โดยผู้รับผิดชอบในการตรวจสอบควรให้ความสำคัญและพิจารณาข้อคิดเห็นหรือคำชี้แจงและเหตุผล หรือความจำเป็นของหน่วยรับตรวจที่มีต่อข้อบกพร่องที่พบจากการตรวจสอบ\n\n๓. การเปิดโอกาสให้ชี้แจงตามข้อ ๒ จะต้องให้ชี้แจงภายในระยะเวลาที่กำหนด แต่อย่างช้าต้องไม่เกิน ๑๕ วันนับแต่วันที่ได้รับหนังสือ หากพ้นกำหนดระยะเวลาดังกล่าวยังไม่มีหนังสือตอบกลับมา หรือไม่มาชี้แจงโดยไม่มีเหตุอันสมควร ให้มีหนังสือแจ้งเตือนโดยกำหนดระยะเวลาให้ไม่เกิน ๗ วันนับแต่วันที่ได้รับหนังสือแจ้งเตือน หากพ้นกำหนดระยะเวลาดังกล่าวยังไม่มาชี้แจงอีก ให้ถือว่าผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจไม่ประสงค์จะชี้แจง แต่ทั้งนี้ หากตอบกลับมาหรือมาชี้แจงโดยมีเหตุอันสมควรให้ถือปฏิบัติตามแนวทางการตรวจสอบตามที่กำหนดไว้ในข้อ ๓๔ ต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบในลักษณะป้องกันความเสียหายตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๓",
        "text": "๔. เมื่อผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจได้มีหนังสือชี้แจง เหตุผลและแสดงพยานหลักฐานของตนแล้ว ให้ผู้รับผิดชอบในการตรวจสอบแยกจัดทำรายงานและแจ้งข้อบกพร่องพร้อมข้อเสนอแนะในประเด็นนั้น เสนอผู้อำนวยการสำนัก โดยอาศัยอำนาจตามความในมาตรา ๘๕ วรรคหนึ่ง หรือมาตรา ๙๕ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้หน่วยรับตรวจปฏิบัติเพื่อป้องกันความเสียหายที่อาจจะเกิดขึ้นแก่หน่วยรับตรวจไปก่อนสรุปผลการตรวจสอบครบทุกประเด็นก็ได้ เพื่อช่วยป้องกัน หรือควบคุมการกระทำที่อาจจะก่อให้เกิดความเสียหายที่จะเกิดแก่หน่วยรับตรวจได้อย่างทันกาล\nตัวอย่าง : กรณีการแยกจัดทำรายงานและแจ้งข้อบกพร่องพร้อมข้อเสนอแนะเพื่อป้องกันความเสียหายที่อาจจะเกิดขึ้นแก่หน่วยรับตรวจ (ข้อ ๓๓)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบในลักษณะป้องกันความเสียหายตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๓",
        "text": "ตัวอย่าง : กรณีการแยกจัดทำรายงานและแจ้งข้อบกพร่องพร้อมข้อเสนอแนะเพื่อป้องกันความเสียหายที่อาจจะเกิดขึ้นแก่หน่วยรับตรวจ (ข้อ ๓๓)\nสำนักงานการตรวจเงินแผ่นดินได้รับหนังสือร้องเรียนหน่วยงาน ก. กรณีการจ้างก่อสร้างอาคาร ตามสัญญาเลขที่ ๑๘/๒๕๖๕ ลงวันที่ ๒๖ มกราคม ๒๕๖๕ จำนวนเงิน ๑๕,๐๐๐,๐๐๐ .- บาท ว่ามีการก่อสร้างและตรวจรับงานงวดงานที่ ๒ งวดที่ ๓ ไม่เป็นไปตามสัญญาและเอกสารแนบท้ายสัญญาจ้าง โดยมีบริษัท ข. เป็นผู้รับจ้างก่อสร้าง กำหนดงวดงาน จำนวน ๕ งวด กำหนดระยะเวลาส่งมอบงานงวดสุดท้าย (งวดที่ ๕) ภายในวันที่ ๒๕ กันยายน ๒๕๖๕ และจากการตรวจสอบและรวบรวมพยานหลักฐานพบว่า",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบในลักษณะป้องกันความเสียหายตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๓",
        "text": "๑. ผู้รับจ้างได้มีหนังสือขอส่งมอบงานและขอเบิกเงินงวดที่ ๒ ลงวันที่ ๒๕ มีนาคม ๒๕๖๕ โดยผู้ควบคุมงานมีหนังสือรายงานว่าได้ตรวจสอบการก่อสร้างงวดที่ ๒ แล้วพบว่างานแล้วเสร็จตามที่ผู้รับจ้างขอส่งมอบงาน และคณะกรรมการตรวจรับพัสดุในงานจ้างก่อสร้างจัดทำรายงานการตรวจรับตามบันทึกข้อความลงวันที่ ๒๕ มีนาคม ๒๕๖๕ ระบุว่า การก่อสร้างเป็นไปตามข้อกำหนดในสัญญาทุกประการ เห็นควรรับงานที่ผู้รับจ้างส่งมอบ พร้อมเสนอความเห็นควรจ่ายเงินให้แก่ผู้รับจ้าง ทั้งนี้ ผู้รับตรวจของหน่วยงาน ก. ได้เห็นชอบและลงนามอนุมัติจ่ายเงินงวดที่ ๒ ให้แก่ผู้รับจ้างในวันที่ ๒๗ มีนาคม ๒๕๖๕ โดยงานการเงินได้โอนจ่ายเงินงวดที่ ๒ ให้แก่ผู้รับจ้างตามสัญญาเรียบร้อยแล้ว ซึ่งจากการตรวจสอบสังเกตการณ์พบข้อเท็จจริงว่า ผู้ควบคุมงานและคณะกรรมการตรวจรับพัสดุฯ ทราบดีอยู่แล้วว่างานงวดที่ ๒ ผู้รับจ้างยังดำเนินการไม่แล้วเสร็จตามสัญญา",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบในลักษณะป้องกันความเสียหายตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๓",
        "text": "๒. ในระหว่างการก่อสร้างอาคารในงวดงานที่ ๓ ผู้รับจ้างได้เสนอวัสดุก่อสร้างต่าง ๆ รวมทั้งท่อน้ำดี ให้คณะกรรมการตรวจรับพัสดุฯ ผ่านผู้ควบคุมงานเพื่อพิจารณาอนุมัติวัสดุก่อสร้างก่อนนำมาใช้ในการก่อสร้างตามที่กำหนดไว้ในข้อกำหนดตามเอกสารแนบท้ายสัญญา ซึ่งผู้ควบคุมงานได้แสดงความเห็นว่าวัสดุที่เสนอมาเป็นไปตามแบบปรายการ เห็นควรมอนุมัติใช้วัสดุตามรายการที่เสนอ และคณะกรรมการตรวจรับพัสดุฯ ได้อนุมัติให้นำวัสดุก่อสร้างต่าง ๆ รวมถึงท่อน้ำดี มาใช้ในการก่อสร้าง ต่อมาเมื่อเจ้าหน้าที่ตรวจสอบได้เข้าตรวจสอบสังเกตการณ์พบว่าท่อน้ำดีที่ได้รับการอนุมัติและอยู่ระหว่างการนำมาใช้ในการก่อสร้างเป็นท่อน้ำดีที่มีคุณภาพต่ำกว่าที่กำหนดไว้ในแบบรูปรายการ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบในลักษณะป้องกันความเสียหายตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๓",
        "text": "กรณีดังกล่าวเมื่อผู้รับผิดชอบในการตรวจสอบตรวจพบข้อบกพร่อง ในงานงวดที่ ๓ ซึ่งอยู่ระหว่างการดำเนินการ-และหากมีการติดตั้งวัสดุก่อสร้าง (ท่อน้ำดี) ที่มีคุณภาพต่ำกว่าข้อกำหนดในแบบรูปรายการซึ่งไม่เป็นไปตามเอกสารแนบท้ายสัญญา หากจะรอสรุปผลการตรวจสอบและจัดทำรายงานผลการตรวจสอบให้แล้วเสร็จทั้ง ๒ ประเด็น กรณีนี้อาจก่อให้เกิดความเสียหายแก่หน่วยรับตรวจได้ ดังนั้น เพื่อเป็นการป้องกันความเสียหายที่อาจจะเกิดขึ้นดังกล่าว ผู้รับผิดชอบในการตรวจสอบควรแยกจัดทำรายงานและแจ้งข้อบกพร่องพร้อมข้อเสนอแนะในประเด็นที่ ๒ (งานงวดที่ ๓ การติดตั้งท่อน้ำดีไม่เป็นไปตามข้อกำหนด) เสนอผู้อำนวยการสำนัก โดยอาศัยอำนาจตามความในมาตรา ๙๕ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ประกอบระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๓ ให้หน่วยรับตรวจปฏิบัติเพื่อป้องกันความเสียหายที่อาจจะเกิดขึ้นแก่หน่วยรับตรวจไปก่อนสรุปผลการตรวจสอบครบทุกประเด็นก็ได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบในลักษณะป้องกันความเสียหายตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๓",
        "text": "หมายเหตุ ในปัจจุบันพระราชบัญญัติวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๑ มีผลใช้บังคับแล้วและการตรวจสอบของสำนักงานการตรวจเงินแผ่นดินเป็นการตรวจสอบตามกฎหมายวินัยการเงินการคลังของรัฐ การป้องกันความเสียหายตามข้อ ๓๓ ส่วนใหญ่จะเป็นการแจ้งโดยอาศัยอำนาจตามมาตรา ๙๕ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ เป็นหลัก",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    }
]