[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบกรณีพบประเด็นข้อบกพร่องเพิ่มเติมจากประเด็นที่ได้รับความเห็นชอบให้ตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๘",
        "text": "ข้อ ๒๘ ในการตรวจสอบ หากพบประเด็นข้อบกพร่องนอกเหนือจากที่กำหนดประเด็นการตรวจสอบไว้ในข้อ ๒๘ ถ้าประเด็นนั้นเป็นประเด็นที่เกี่ยวเนื่องและใช้พยานหลักฐานส่วนใหญ่เป็นชุดเดียวกันกับประเด็นที่ตรวจสอบ ก็ให้รวบรวมข้อเท็จจริงและพยานหลักฐานสำหรับประเด็นนั้นเพิ่มเติมให้แล้วเสร็จ และสรุปผลการตรวจสอบเสนอมาในรายงานฉบับเดียวกัน แต่หากประเด็นดังกล่าวไม่เกี่ยวเนื่องกับประเด็นเดิมที่ตรวจสอบ และมีพยานหลักฐานคนละชุดกัน ซึ่งต้องใช้ระยะเวลาในการรวบรวมพยานหลักฐานเพิ่มเติมจากแผนการตรวจสอบที่ขออนุมัติไว้มาก จะแยกประเด็นนั้นออกมาต่างหากจากเรื่องเดิม แล้วนำเสนอผู้อำนวยการสำนักเพื่อพิจารณาอนุมัติให้ตั้งเรื่องตรวจสอบประเด็นดังกล่าวเป็นเรื่องใหม่ก็ได้\n\nวิธีการและแนวทางในการตรวจสอบ\nในการตรวจสอบการปฏิบัติตามกฎหมาย ระหว่างการตรวจสอบหากผู้รับผิดชอบในการตรวจสอบพบประเด็นข้อบกพร่องนอกเหนือจากที่กำหนดประเด็นการตรวจสอบไว้ในข้อ ๒๖ (ประเด็นที่ผู้อำนวยการสำนักให้ความเห็นชอบ) ให้ดำเนินการ ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบกรณีพบประเด็นข้อบกพร่องเพิ่มเติมจากประเด็นที่ได้รับความเห็นชอบให้ตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๘",
        "text": "๑. หากประเด็นข้อบกพร่องที่ตรวจพบเป็นประเด็นที่เกี่ยวเนื่องและใช้พยานหลักฐานส่วนใหญ่เป็นชุดเดียวกันกับประเด็นการตรวจสอบที่กำหนดไว้ และใช้ระยะเวลาในการรวบรวมพยานหลักฐานไม่นาน (อยู่ในกรอบระยะเวลาที่ได้รับการอนุมัติหรือขอขยายเวลาเพิ่มเติมเพียงเล็กน้อย) ให้ผู้รับผิดชอบในการตรวจสอบกำหนดประเด็นการตรวจสอบเพิ่มเติม โดยให้รวบรวมข้อเท็จจริงและพยานหลักฐานสำหรับประเด็นนั้นเพิ่มเติมอย่างเพียงพอ และเหมาะสมให้แล้วเสร็จ และสรุปผลการตรวจสอบเสนอมาในรายงานฉบับเดียวกัน โดยกรณีนี้ไม่จำเป็นต้องขออนุมัติประเด็นใหม่จากผู้อำนวยการสำนักแต่อย่างใด",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบกรณีพบประเด็นข้อบกพร่องเพิ่มเติมจากประเด็นที่ได้รับความเห็นชอบให้ตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๘",
        "text": "๒. หากประเด็นข้อบกพร่องที่ตรวจพบเป็นประเด็นที่ไม่เกี่ยวเนื่องกับประเด็นเดิมที่ตรวจสอบ และมีพยานหลักฐานคนละชุดกัน ซึ่งต้องใช้ระยะเวลาในการรวบรวมพยานหลักฐานเพิ่มเติมจากแผนการตรวจสอบที่ขออนุมัติไว้มาก ผู้รับผิดชอบในการตรวจสอบจะแยกประเด็นนั้นออกมาต่างหากจากเรื่องเดิม แล้วนำเสนอผู้อำนวยการสำนักเพื่อพิจารณาขออนุมัติให้ตั้งเรื่องตรวจสอบประเด็นดังกล่าวเป็นเรื่องใหม่ก็ได้\nตัวอย่าง : กรณีพบประเด็นที่ยินอกเหนือจากประเด็นการตรวจสอบซึ่งได้ขออนุมัติ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบกรณีพบประเด็นข้อบกพร่องเพิ่มเติมจากประเด็นที่ได้รับความเห็นชอบให้ตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๘",
        "text": "ตัวอย่าง : กรณีพบประเด็นที่ยินอกเหนือจากประเด็นการตรวจสอบซึ่งได้ขออนุมัติ\nสำนักตรวจเงินแผ่นดินจังหวัดได้ตรวจสอบการปฏิบัติตามกฎหมาย ตามแผนปฏิบัติราชการประจำปี พ.ศ. ๒๕๖๖ จากการประเมินความเสี่ยงงานจัดซื้อจัดจ้างของเทศบาลเมืองสำราญใจ พบว่า มีการเบิกจ่ายค่าซ่อมแซมรถบรรทุกน้ำ หมายเลขทะเบียน กข ๑๒๓๔ ในระยะเวลา ๒ ปี ที่ผ่านมาติดต่อกัน รวม ๑๐ ครั้ง และได้มีการตั้งงบประมาณเพื่อซ่อมแซมรถคันดังกล่าวในปีงบประมาณ พ.ศ. ๒๕๖๖ อีก จำนวน ๙ รายการ ตามสัญญาเลขที่ ๑๒/๒๕๖๖ ลงวันที่ ๑๔ กุมภาพันธ์ ๒๕๖๖ จึงเห็นว่าการจัดจ้างซ่อมรถบรรทุกน้ำคันดังกล่าวมีความเสี่ยงสูง เนื่องจากมีการจัดจ้างซ่อมหลายครั้งในระยะเวลาเพียง ๓ ปี ซึ่งการจัดจ้างซ่อมรถคันดังกล่าวอาจไม่ได้มีการจ้างซ่อมจริง จึงได้ตรวจสอบการจัดจ้างซ่อมรถบรรทุกน้ำของเทศบาลเมืองสำราญใจ ประจำปีงบประมาณ พ.ศ. ๒๕๖๖ โดยสำนักตรวจเงินแผ่นดินจังหวัดได้กำหนดประเด็นการตรวจสอบจากการประเมินความเสี่ยงงานจัดซื้อจัดจ้างว่า การจัดซ่อมแซมรถบรรทุกน้ำคันหมายเลขทะเบียน กข ๑๒๓๔ ในปีงบประมาณ พ.ศ. ๒๕๖๖ ตามสัญญาเลขที่ ๑๒/๒๕๖๖ ลงวันที่ ๑๔ กุมภาพันธ์ ๒๕๖๖ ซ้ำซ้อนกับรายการที่แจ้งซ่อมแซมในปีงบประมาณ ๒๕๖๔ หรือ ๒๕๖๕ หรือไม่",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบกรณีพบประเด็นข้อบกพร่องเพิ่มเติมจากประเด็นที่ได้รับความเห็นชอบให้ตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๘",
        "text": "ต่อมาระหว่างการตรวจสอบได้มีการเข้าไปตรวจสอบสังเกตการณ์ พบว่าการจัดจ้างซ่อมรถบรรทุกน้ำ ตามสัญญาเลขที่ ๑๒/๒๕๖๖ ลงวันที่ ๑๔ กุมภาพันธ์ ๒๕๖๖ ซ้ำซ้อนกับรายการของปีงบประมาณ พ.ศ. ๒๕๖๕ จำนวน ๒ รายการ โดยไม่มีการซ่อมแซมจริง นอกจากนี้ ยังพบว่าการซ่อมแซมรถคันดังกล่าวไม่เป็นไปตามข้อกำหนด ของสัญญาจ้างอีก จำนวน ๕ รายการ โดยคณะกรรมการตรวจรับพัสดุ ซึ่งประกอบด้วย นาย ก. เจ้าพนักงานป้องกัน และบรรเทาสาธารณภัยชำนาญงาน ประธานกรรมการตรวจรับพัสดุ นาย ข. เจ้าพนักงานเทศกิจชำนาญงาน และ นาย ง. รองปลัดเทศบาล ได้ทำการตรวจรับพัสดุ โดยมีความเห็นว่าผู้รับจ้างดำเนินการถูกต้องตามสัญญาจ้าง เห็นควร เบิกจ่ายเงินให้แก่ หจก. สเปคคอร์รัปชั่น ผู้รับจ้าง เทศบาลเมืองสำราญใจจึงได้เบิกจ่ายเงินให้แก่ผู้รับจ้างตามสัญญา จึงเห็นว่าพฤติการณ์มีการจัดจ้างซ่อมรถบรรทุกน้ำตามสัญญาเลขที่ ๑๒/๒๕๖๖ ลงวันที่ ๑๔ กุมภาพันธ์ ๒๕๖๖ ซ้ำซ้อนกับการจ้างซ่อมแซมรถบรรทุกน้ำคันดังกล่าวในรายการของปีที่ผ่านมาจริง และอาจมีการปฏิบัติหน้าที่โดย ทุจริตหรือประพฤติมิชอบ ก่อให้เกิดความเสียหายต่อเทศบาลเมืองสำราญใจ ซึ่งประเด็นที่ตรวจพบเพิ่มเติมนี้เป็น ประเด็นที่เกี่ยวเนื่องกับการจัดจ้างซ่อมแซมรถยนต์บรรทุกน้ำ คันหมายเลขทะเบียน กข ๑๒๓๔ ซ้ำซ้อนกับรายการ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบกรณีพบประเด็นข้อบกพร่องเพิ่มเติมจากประเด็นที่ได้รับความเห็นชอบให้ตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๘",
        "text": "ก่อให้เกิดความเสียหายต่อเทศบาลเมืองสำราญใจ ซึ่งประเด็นที่ตรวจพบเพิ่มเติมนี้เป็น ประเด็นที่เกี่ยวเนื่องกับการจัดจ้างซ่อมแซมรถยนต์บรรทุกน้ำ คันหมายเลขทะเบียน กข ๑๒๓๔ ซ้ำซ้อนกับรายการ ที่ได้มีการจ้างซ่อมแซมในปีงบประมาณ ๒๕๖๕ ซึ่งสามารถใช้พยานหลักฐานชุดเดียวกันกับประเด็นการตรวจสอบ ที่กำหนดไว้ได้ ผู้รับผิดชอบในการตรวจสอบจึงสามารถกำหนดประเด็นการตรวจสอบเพิ่มเติมจากประเด็นการ ตรวจสอบข้างต้นเพิ่มอีก ๑ ประเด็น เป็น ๒ ประเด็น ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบกรณีพบประเด็นข้อบกพร่องเพิ่มเติมจากประเด็นที่ได้รับความเห็นชอบให้ตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๘",
        "text": "ประเด็นที่ ๑ การจัดจ้างซ่อมแซมรถบรรทุกน้ำคันหมายเลขทะเบียน กข ๑๒๓๔ ในปีงบประมาณ พ.ศ. ๒๕๖๖ ตามสัญญาเลขที่ ๑๒/๒๕๖๖ ลงวันที่ ๑๔ กุมภาพันธ์ ๒๕๖๖ ซ้ำซ้อนกับรายการที่จ้างซ่อมแซม ในปีงบประมาณ ๒๕๖๔ หรือ ๒๕๖๕ หรือไม่\nประเด็นที่ ๒ คณะกรรมการตรวจรับพัสดุทำการตรวจรับพัสดุในการซ่อมแซมรถบรรทุกน้ำ คันหมายเลขทะเบียน กข ๑๒๓๔ จำนวน ๕ รายการ ตามสัญญาเลขที่ ๑๒/๒๕๖๖ ลงวันที่ ๑๔ กุมภาพันธ์ ๒๕๖๖ เป็นไปตามข้อกำหนดในสัญญาหรือไม่",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "แนวทางการตรวจสอบกรณีพบประเด็นข้อบกพร่องเพิ่มเติมจากประเด็นที่ได้รับความเห็นชอบให้ตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๘",
        "text": "ทั้งนี้ ให้ผู้รับผิดชอบในการตรวจสอบรวบรวมข้อเท็จจริงและพยานหลักฐานสำหรับประเด็น ที่เพิ่มเติมให้แล้วเสร็จ และสรุปผลการตรวจสอบเสนอมาในรายงานฉบับเดียวกัน โดยกรณีนี้ไม่จำเป็นต้องขออนุมัติ ประเด็นใหม่จากผู้อำนวยการสำนัก อนึ่ง หากประเด็นข้อบกพร่องที่ตรวจพบเป็นประเด็นที่ไม่เกี่ยวเนื่องกับ ประเด็นเดิมที่ตรวจสอบ และมีพยานหลักฐานคนละชุดกัน ซึ่งต้องใช้ระยะเวลาในการรวบรวมพยานหลักฐานเพิ่มเติม จากแผนการตรวจสอบที่ขออนุมัติไว้มาก ผู้รับผิดชอบในการจะแยกประเด็นนั้นออกมาต่างหากจากเรื่องเดิม แล้วนำเสนอผู้อำนวยการสำนักเพื่อพิจารณาอนุมัติให้ตั้งเรื่องตรวจสอบประเด็นดังกล่าวเป็นเรื่องใหม่ก็ได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    }
]