[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้าตรวจสอบข้อมูลเบื้องต้น",
        "text": "ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๖ (๑) กำหนดให้ กรณีเรื่องการตรวจสอบการปฏิบัติตามกฎหมายที่มาจากเรื่องที่คัดเลือกมาจากการประเมินความเสี่ยงของหน่วยรับตรวจ อาจกำหนดให้มีการตรวจสอบข้อมูลเบื้องต้นเพื่อพิจารณากำหนดประเด็นการตรวจสอบได้\n\nในการตรวจสอบข้อมูลเบื้องต้นดังกล่าว อาจกระทำได้หลายวิธี อาทิเช่น การตรวจสอบข้อมูลเบื้องต้นจากหน่วยงานภายนอกที่มิใช่หน่วยรับตรวจที่ประสงค์จะเข้าตรวจสอบ การตรวจสอบข้อมูลเบื้องต้นโดยประสานขอข้อมูลจากหน่วยรับตรวจที่ประสงค์จะเข้าตรวจสอบโดยไม่ได้เข้าไปที่หน่วย (เช่น การขอข้อมูลผ่านอีเมลล์สำนักงาน) หรือการตรวจสอบข้อมูลเบื้องต้นโดยประสานขอข้อมูลจากหน่วยรับตรวจที่ประสงค์จะเข้าตรวจสอบโดยเข้าไปที่หน่วย เป็นต้น ซึ่งกรณีที่จำเป็นต้องเข้าไปที่หน่วยรับตรวจ หรือกรณีที่หน่วยรับตรวจร้องขอให้จัดทำหนังสือแจ้งการเข้าตรวจสอบข้อมูลเบื้องต้น โดยสามารถดำเนินการได้ ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้าตรวจสอบข้อมูลเบื้องต้น",
        "text": "๑. กรณีการตรวจสอบข้อมูลเบื้องต้นที่มีความจำเป็นต้องเข้าไปที่หน่วยรับตรวจ หรือเป็นกรณีหน่วยรับตรวจร้องขอให้จัดทำหนังสือแจ้งหน่วยรับตรวจ ให้ผู้รับผิดชอบในการตรวจสอบจัดทำร่างหนังสือแจ้งการเข้าตรวจสอบข้อมูลเบื้องต้นถึงผู้รับตรวจหรือหัวหน้าหน่วยงานย่อยในสังกัดหน่วยรับตรวจ ซึ่งจำเป็นต้องขอข้อมูลหรือเข้าไปตรวจสอบที่หน่วยดังกล่าว ตามแบบแนบท้ายแนวทางฉบับนี้ นำเสนอผู้บริหารงานตรวจสอบเพื่อพิจารณาลงนาม โดยผู้บริหารงานตรวจสอบระดับใดเป็นผู้ลงนาม ให้พิจารณาถึงความเหมาะสมตามระดับหรือตำแหน่งของผู้ได้รับหนังสือ\n๒. หนังสือแจ้งการเข้าตรวจสอบข้อมูลเบื้องต้น เป็นหนังสือแจ้งการเข้าตรวจเพื่อให้ทราบว่างาน/โครงการ/สัญญา/กิจกรรมที่คัดเลือกมีขั้นตอนใดมีความเสี่ยงต่อการไม่ปฏิบัติตามกฎหมาย ดังนั้น ในการเข้าตรวจสอบข้อมูลเบื้องต้น หากจำเป็นต้องทำหนังสือแจ้งจึงสามารถกำหนดงาน/โครงการ/สัญญา/กิจกรรมที่จะเข้าตรวจสอบข้อมูลเบื้องต้นได้มากกว่า ๑ งาน/โครงการ/สัญญา/กิจกรรม โดยงาน/โครงการ/สัญญา/กิจกรรมใดไม่พบขั้นตอนที่มีความเสี่ยงต่อการไม่ปฏิบัติตามกฎหมาย ก็สามารถไปคัดเลือกตรวจสอบ งาน/โครงการ/สัญญา/กิจกรรมอื่นเพิ่มเติมเพื่อหาขั้นตอนที่มีความเสี่ยงได้ในคราวเดียว",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้าตรวจสอบข้อมูลเบื้องต้น",
        "text": "๓. ในการเข้าตรวจสอบข้อมูลเบื้องต้นผู้รับผิดชอบในการตรวจสอบจะแจ้งให้ผู้รับตรวจหรือหัวหน้าหน่วยงานย่อยในสังกัดหน่วยรับตรวจ ทราบล่วงหน้าหรือในวันแรกที่เข้าหน่วยรับตรวจก็ได้\n๔. ในการเข้าตรวจสอบข้อมูลเบื้องต้น ให้ผู้รับผิดชอบในการตรวจสอบและผู้ช่วยผู้รับผิดชอบในการตรวจสอบแสดงบัตรประจำตัวต่อบุคคลที่เกี่ยวข้อง\n๕. เมื่อการตรวจสอบข้อมูลเบื้องต้นแล้วเสร็จ ให้ผู้รับผิดชอบในการตรวจสอบร่วมกับผู้ช่วยผู้รับผิดชอบในการตรวจสอบกำหนดประเด็นการตรวจสอบตามข้อมูลความเสี่ยงที่ได้มาจากการตรวจสอบข้อมูลเบื้องต้นต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    }
]