[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "ผู้ว่าการตรวจเงินแผ่นดิน โดยสำนัก ............ ได้รับเรื่องร้องเรียนกรณีการจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง ณ สำนักงาน xxx หน่วยงาน ก. ตามสัญญาเลขที่ xxx/xxx ลงวันที่ xxx วงเงินสัญญา ๑,๐๔๔,๐๐๐ .- บาท โดยคณะกรรมการพิจารณาผลการประกวดราคาอิเล็กทรอนิกส์ปฏิบัติไม่เป็นไปตามพระราชบัญญัติการจัดซื้อจัดจ้างและบริหารพัสดุภาครัฐ พ.ศ. ๒๕๖๐ และระเบียบกระทรวงการคลังว่าด้วยการจัดซื้อจัดจ้างและบริหารพัสดุภาครัฐ พ.ศ. ๒๕๖๐ สรุปได้ว่า มีการกล่าวหาร้องเรียนว่า ขอบเขตของงาน (TOR) ข้อ ๓.๔ กำหนดให้ผู้เสนอราคาต้องยื่นเอกสารคุณวุฒิ ผลงาน ของบุคคลากรที่ใช้ในการดำเนินโครงการ ในวันเสนอราคา และในการประกวดราคาครั้งนี้ มีผู้ยื่นข้อเสนอ ๒ รายโดยผู้ยื่นเสนอราคารายหนึ่งยื่นเอกสารครบถ้วน แต่ผู้ยื่นเสนอราคาอีกรายไม่ได้ยื่นเอกสารตามขอบเขตของงานข้อ ๓.๔ ทั้งที่ เอกสารประกวดราคาข้อ ๓.๒ กำหนดให้ยื่นเอกสารตามขอบเขตของงานข้อ ๓.๔ และคณะกรรมการพิจารณาผลการประกวดราคาอิเล็กทรอนิกส์ได้ตัดสินให้ผู้เสนอราคารายที่ยื่นเอกสารเสนอราคาไม่ครบถ้วนเป็นผู้ชนะการประกวดราคาด้วยราคาที่ต่ำสุดและให้มาลงนามในสัญญา จึงได้รับเรื่องไว้ตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "ประเด็นการตรวจสอบ\nการพิจารณาผลการประกวดราคาอิเล็กทรอนิกส์ งานจัดซื้อกล้องวงจรปิด (CCTV) ตามสัญญาเลขที่ xxx/xxx ลงวันที่ xxx ของหน่วยงาน ก. เป็นไปตามเงื่อนไขในเอกสารประกวดราคาอิเล็กทรอนิกส์ เลขที่ xxx ลงวันที่ xxx ข้อ ๓.๒ และขอบเขตของงาน (TOR) ข้อ ๓.๔ หรือไม่\n\nเกณฑ์ที่ใช้ในการตรวจสอบ\n๑. หนังสือคณะกรรมการวินิจฉัยปัญหาการจัดซื้อจัดจ้างและการบริหารพัสดุภาครัฐ ด่วนที่สุด ที่ กค (กวจ) ๐๔๐๕.๒/ว ๒๑๔ ลงวันที่ ๑๘ พฤษภาคม ๒๕๖๓ เรื่อง แนวปฏิบัติในการกำหนดคุณสมบัติของผู้ยื่นข้อเสนอ การกำหนดผลงาน การระบุคุณลักษณะเฉพาะของพัสดุหรือยี่ห้อพัสดุ และการพิจารณาคุณสมบัติผู้ยื่นขอเสนอของหน่วยงานของรัฐกรณีการกำหนดสิ่งที่ไม่ใช่สาระสำคัญ\n๒. ระเบียบกระทรวงการคลังว่าด้วยการจัดซื้อจัดจ้างและการบริหารพัสดุภาครัฐ พ.ศ. ๒๕๖๐ ข้อ ๕๕ (๒) และ (๓)\n๓. พระราชบัญญัติวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๑ มาตรา ๔๘",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "สรุปข้อเท็จจริงที่ได้มาจากพยานหลักฐานในการตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "หน่วยงาน ก. โดยฝ่าย xxx ประสงค์จะจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง ณ สำนักงาน xxx จึงมีคำสั่งแต่งตั้งคณะกรรมการจัดทำขอบเขตของงาน เลขที่ xxx/xxx โดยวิธีประกวดราคาอิเล็กทรอนิกส์ สำหรับการติดตั้ง ณ สำนักงาน xxx (เอกสารหมายเลข ... ) โดยคณะกรรมการจัดทำขอบเขตของงาน มีการจัดทำขอบเขตงานจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) ซึ่งจากการตรวจสอบขอบเขตงานดังกล่าวใน ข้อ ๓.๔ พบว่า มีการระบุข้อกำหนดว่า \"ผู้ขายต้องมีเอกสารแสดงคุณวุฒิ ผลงาน ของบุคคลากรที่ใช้ในการดำเนินโครงการ\" โดยไม่มีข้อความกำหนดว่า ผู้เสนอราคาต้องยื่นเอกสารคุณวุฒิ ผลงาน ของบุคลากรที่ใช้ในการดำเนินโครงการมาในวันเสนอราคาแต่อย่างใด (เอกสารหมายเลข...) เมื่อวันที่ xxx ฝ่าย xxx ได้เสนอรายงานขอซื้อและจัดทำประกาศพร้อมเอกสารประกวดราคาซื้อ งานซื้อระบบกล้องวงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง จำนวน ๑ งาน เพื่อทดแทนของเดิมภายในและภายนอกอาคาร โดยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding) ต่อหัวหน้าหน่วยงาน ก. และหัวหน้าหน่วยงาน ก.ได้อนุมัติเมื่อวันที่ xxx จากการตรวจสอบประกาศและเอกสารประกวดราคาซื้อด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding) เลขที่ xxx/xxx ลงวันที่ xxx ข้อ ๓.๒ ส่วนที่ ๒ พบว่า",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "ก. และหัวหน้าหน่วยงาน ก.ได้อนุมัติเมื่อวันที่ xxx จากการตรวจสอบประกาศและเอกสารประกวดราคาซื้อด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding) เลขที่ xxx/xxx ลงวันที่ xxx ข้อ ๓.๒ ส่วนที่ ๒ พบว่า มีการกำหนดให้ผู้ยื่นเสนอราคายื่นหลักฐานการยื่นข้อเสนอ อย่างน้อยต้องมีเอกสาร ดังต่อไปนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "(๑) ในกรณีที่ผู้ยื่นข้อเสนอมอบอำนาจให้บุคคลอื่นกระทำการแทนให้แนบ หนังสือมอบอำนาจซึ่งติดอากรแสตมป์ตามกฎหมาย โดยมีหลักฐานแสดงตัวตนของผู้มอบอำนาจและผู้รับมอบ อำนาจ ทั้งนี้ หากผู้รับมอบอำนาจเป็นบุคคลธรรมดาต้องเป็นผู้ที่บรรลุนิติภาวะตามกฎหมายแล้วเท่านั้น\n(๒) หลักประกันการเสนอราคา ตามข้อ ๕\n(๓) เอกสารเพิ่มเติมอื่น ๆ\n(๓.๑) ผลงานการขายพร้อมติดตั้งระบบกล้องโทรทัศน์วงจรปิด (CCTV)\n(๓.๒) ตารางเปรียบเทียบ Specification และ Catalog หรือ Instruction Manual\n(๓.๓) Catalog แบบรูป\nทั้งนี้ในประกาศและเอกสารประกวดราคาดังกล่าว ข้อ ๓.๒ ไม่พบข้อกำหนดให้ยื่นเอกสารแสดงคุณวุฒิ ผลงาน ของบุคคลากรที่ใช้ในการดำเนินโครงการ แต่อย่างใด (เอกสารหมายเลข ... )",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "เมื่อวันที่ xxx หน่วยงาน ก. ได้ประกาศประกวดราคาซื้อด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding) เลขที่ xxx/xxx ปรากฏว่ามีผู้ดาวน์โหลดเอกสาร จำนวน ๑๕ ราย มีผู้ยื่นข้อเสนอ และเสนอราคา จำนวน ๒ ราย คือ บริษัท xxx จำกัด และห้างหุ้นส่วนจำกัด xxx ต่อมาเมื่อวันที่ xxx คณะกรรมการพิจารณาผลการประกวดราคาอิเล็กทรอนิกส์ได้รายงานผลการพิจารณาและขออนุมัติสั่งซื้องานซื้อเลขที่ xxx/xxx โดยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding) ว่า ผู้เสนอราคาทั้ง ๒ ราย ที่ผ่านการคัดเลือกเป็นผู้ยื่นข้อเสนอที่มีคุณสมบัติครบถ้วนถูกต้อง และปฏิบัติตามเงื่อนไขของการยื่นข้อเสนอราคา โดยห้างหุ้นส่วนจำกัด xxx เป็นผู้ยื่นข้อเสนอราคาต่ำสุด เป็นเงิน ๑,๐๕๒,๗๗๓.- บาท รวมภาษีมูลค่าเพิ่ม คณะกรรมการได้เจรจาต่อรองราคาแล้ว บริษัทยินดีลดราคาคงเหลือ ๑,๐๔๔,๐๐๐ .- บาท จึงเห็นควรรับราคางานซื้อกับห้างหุ้นส่วนจำกัด xxx (เอกสารหมายเลข ... ) และมีหนังสือถึงห้างหุ้นส่วน xxx แจ้งให้มาลงนามในสัญญาและให้ไปทำสัญญาภายใน ๗ วัน นับถัดจากวันที่ได้รับหนังสือ พร้อมทั้งนำหลักประกันสัญญาเป็นจำนวนร้อยละ ๕ ของราคาทั้งหมดตามสัญญา เป็นเงิน ๕๒,๒๐๐ .- บาท ไปพร้อมในวันทำสัญญา (เอกสารหมายเลข ... ) และได้มีการทำสัญญาซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "พร้อมทั้งนำหลักประกันสัญญาเป็นจำนวนร้อยละ ๕ ของราคาทั้งหมดตามสัญญา เป็นเงิน ๕๒,๒๐๐ .- บาท ไปพร้อมในวันทำสัญญา (เอกสารหมายเลข ... ) และได้มีการทำสัญญาซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง ในวงเงินรวม ๑,๐๔๔,๐๐๐ .- บาท ตามสัญญาเลขที่ xxx/xxx ลงวันที่ xxx และบันทึกข้อตกลงแนบท้ายสัญญา (เอกสารหมายเลข ... ) ต่อมาเมื่อวันที่ xxx คณะกรรมการตรวจรับพัสดุ ได้ตรวจพบว่า ห้างหุ้นส่วนจำกัด xxx ไม่ได้ยื่นเอกสารแสดงคุณวุฒิผลงาน ของบุคลากรที่ใช้ในการดำเนินโครงการในระบบ e-GP ขณะเสนอราคา คณะกรรมการตรวจรับพัสดุจึงได้มีหนังสือแจ้งให้ผู้ขายส่งเอกสารแสดงคุณวุฒิ ผลงาน ของบุคลากรที่ใช้ในการดำเนินโครงการให้แก่คณะกรรมการพิจารณาผลการประกวดราคา (เอกสารหมายเลข .. ) โดยคณะกรรมการพิจารณาผล การประกวดราคาได้ให้ถ้อยคำว่า กรณีที่หน่วยงาน ก.ลงนามในสัญญาซื้อขายเลขที่ xxx/yyyy ลงวันที่ xxx/yyyy สัญญาดำเนินมาถึงขั้นตอนที่คณะกรรมการตรวจรับพัสดุพิจารณาเอกสารของผู้ขาย เพื่ออนุมัติก่อนเข้า ดำเนินการติดตั้ง พบว่า ผู้ขายไม่ได้ยื่นเอกสารแสดงคุณวุฒิ ผลงาน ของบุคลากรที่ใช้ในการดำเนินโครงการ ตามขอบเขตของงานข้อ ๓.๔ นั้น มีกรณีคำวินิจฉัยของคณะกรรมการพิจารณาอุทธรณ์และข้อร้องเรียน ที่มีความเห็นว่า",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    },
    {
        "id": "Chunk_9",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "พบว่า ผู้ขายไม่ได้ยื่นเอกสารแสดงคุณวุฒิ ผลงาน ของบุคลากรที่ใช้ในการดำเนินโครงการ ตามขอบเขตของงานข้อ ๓.๔ นั้น มีกรณีคำวินิจฉัยของคณะกรรมการพิจารณาอุทธรณ์และข้อร้องเรียน ที่มีความเห็นว่า เอกสารประกวดราคาอิเล็กทรอนิกส์ ข้อ ๓.๒ หลักฐานการยื่นข้อเสนอ ไม่ได้กำหนดให้ผู้ยื่น เสนอราคาต้องยื่นเอกสารแสดงคุณวุฒิ ผลงาน ของบุคลากรที่ใช้ในการดำเนินโครงการ แต่อย่างใด จึงถือว่า มิใช่การยื่นข้อเสนอผิดเงื่อนไขที่กำหนดในประกาศและเอกสารประกวดราคาอิเล็กทรอนิกส์ ซึ่งโดยหลักการ หากหน่วยงานของรัฐจะให้ผู้ยื่นเสนอราคายื่นเอกสารใด จะต้องกำหนดเป็นเงื่อนไขในเอกสารประกวดราคา อิเล็กทรอนิกส์ ข้อ ๓ หลักฐานการยื่นข้อเสนอ กรณีนี้คณะกรรมการพิจารณาผลการประกวดราคา อิเล็กทรอนิกส์ เห็นว่า เอกสารประกอบในการยื่นเสนอราคาที่ต้องตรวจสอบจากในระบบ e-GP ข้อ ๓. หลักฐานการยื่นข้อเสนอ ณ วันที่ผู้ขายยื่นเอกสาร ไม่มีข้อใดที่ระบุว่าผู้ขายต้องยื่นเอกสารแสดงคุณวุฒิ ผลงาน ของบุคลากรที่ใช้ในการดำเนินโครงการ ตามความในขอบเขตของงานข้อ ๓.๔ ทั้งนี้ คณะกรรมการพิจารณา ผลประกวดราคาอิเล็กทรอนิกส์ ได้พิจารณาเอกสารแสดงรายการปริมาณงานและประมาณราคางานเป็นหลัก ว่า มีเนื้องานที่เสนอราคาครบถ้วน ตามรายละเอียดข้อกำหนดด้านวิชาการ โดยในชั้นการบริหารสัญญาของ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 8
        }
    },
    {
        "id": "Chunk_10",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "คณะกรรมการพิจารณา ผลประกวดราคาอิเล็กทรอนิกส์ ได้พิจารณาเอกสารแสดงรายการปริมาณงานและประมาณราคางานเป็นหลัก ว่า มีเนื้องานที่เสนอราคาครบถ้วน ตามรายละเอียดข้อกำหนดด้านวิชาการ โดยในชั้นการบริหารสัญญาของ คณะกรรมการตรวจรับพัสดุ ขอให้ผู้ขายยื่นเอกสารเพิ่ม จำนวน ๑ รายการ คือ เอกสารแสดงคุณวุฒิ ผลงาน ของบุคลากรที่ใช้ในการดำเนินโครงการ ให้แก่คณะกรรมการพิจารณาผลประกวดราคาอิเล็กทรอนิกส์ เพื่อให้ หลักฐานการยื่นข้อเสนอครบถ้วนและดำเนินการในขั้นตอนตรวจรับพัสดุได้ และผู้ขายได้ดำเนินการยื่นเอกสาร ดังกล่าวแล้วในขั้นตอนการตรวจรับพัสดุ (เอกสารหมายเลข ... )",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 9
        }
    },
    {
        "id": "Chunk_11",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "ดังนั้น ข้อเท็จจริงที่ได้จากพยานหลักฐานตามที่ปรากฏจึงรับฟังได้ว่า ตามประกาศและ เอกสารประกวดราคาซื้อด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding) เลขที่ xxx/yyyy ลงวันที่ xxx ข้อ ๓.๒ ไม่ได้กำหนดให้ผู้เสนอราคาต้องยื่นเอกสารแสดงคุณวุฒิ ผลงานของบุคลากรที่ใช้ในการดำเนินการ และ ข้อกำหนดขอบเขตงาน ข้อ ๓.๔ ไม่ได้กำหนดให้ต้องยื่นเอกสารดังกล่าวในขณะเสนอราคาเช่นกัน",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 10
        }
    },
    {
        "id": "Chunk_12",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "สรุปคำชี้แจงของผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจที่ต้องรับผิดชอบ\n -",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 11
        }
    },
    {
        "id": "Chunk_13",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "ข้อพิจารณา ความเห็นและเหตุผล",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 12
        }
    },
    {
        "id": "Chunk_14",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "พิจารณาข้อเท็จจริงที่ได้จากพยานหลักฐานประกอบเกณฑ์ที่ใช้ในการตรวจสอบแล้ว เห็นว่า ตามหนังสือคณะกรรมการวินิจฉัยปัญหาการจัดซื้อจัดจ้างและการบริหารพัสดุภาครัฐ ด่วนที่สุด ที่ กค (กวจ) ๐๔๐๕.๒/ว ๒๑๔ ลงวันที่ ๑๘ พฤษภาคม ๒๕๖๓ เรื่อง แนวปฏิบัติในการกำหนดคุณสมบัติของ ผู้ยื่นข้อเสนอ การกำหนดผลงาน การระบุคุณลักษณะเฉพาะของพัสดุหรือยี่ห้อพัสดุ และการพิจารณา คุณสมบัติผู้ยื่นข้อเสนอของหน่วยงานของรัฐกรณีการกำหนดสิ่งที่ไม่ใช่สาระสำคัญ ซึ่งเป็นหลักเกณฑ์ที่กำหนด ไว้ในกฎหมายว่าด้วยการจัดซื้อจัดจ้างและการบริหารพัสดุภาครัฐ ตามพระราชบัญญัติวินัยการเงินการคลังของ รัฐ พ.ศ. ๒๕๖๑ มาตรา ๔๘ ซึ่งหนังสือดังกล่าวกำหนดหลักเกณฑ์ว่า \"หากหน่วยงานของรัฐจะกำหนดให้ผู้ยื่น ข้อเสนอต้องยื่นเอกสารใด เพื่อประกอบการพิจารณาวิธีประกาศเชิญชวนทั่วไป หน่วยงานของรัฐต้องกำหนด เป็นเงื่อนไขเพิ่มเติมไว้ในแบบเอกสารเชิญชวนที่คณะกรรมการนโยบายกำหนด ในข้อ ๓.๑ ส่วนที่ ๑ หรือข้อ ๓.๒ ส่วนที่ ๒ เท่านั้น เมื่อข้อเท็จจริงตามพยานหลักฐานรับฟังได้ว่า ประกาศและเอกสารประกวดราคาซื้อ ระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง ข้อ ๓.๒ ไม่ได้กำหนดให้ยื่นเอกสารตามขอบเขตของงาน (TOR) ข้อ ๓.๔ ตามที่ข้อร้องเรียนกล่าวอ้าง และแม้ตามขอบเขตงาน (TOR) ข้อ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 13
        }
    },
    {
        "id": "Chunk_15",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การจัดซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง หน่วยงาน ก. (กรณียุติเรื่อง)",
        "text": "ระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง ข้อ ๓.๒ ไม่ได้กำหนดให้ยื่นเอกสารตามขอบเขตของงาน (TOR) ข้อ ๓.๔ ตามที่ข้อร้องเรียนกล่าวอ้าง และแม้ตามขอบเขตงาน (TOR) ข้อ ๓.๔ จะกำหนดว่า ผู้ขายต้องมีเอกสารแสดงคุณวุฒิ ผลงาน ของบุคลากรที่ใช้ในการดำเนินโครงการก็ตาม แต่เมื่อมิได้กำหนดให้ต้องยื่นเอกสารนั้นไว้ในเอกสารประกวดราคาซื้อระบบกล้องโทรทัศน์วงจรปิด (CCTV) พร้อมอุปกรณ์และค่าติดตั้ง ในข้อ ๓.๒ ก็ถือเป็นข้อกำหนดที่จะต้องพิจารณาในขั้นตอนการตรวจสอบรับพัสดุ ไม่ถือเป็นสิ่งที่เป็นสาระสำคัญที่จะทำให้ไม่ผ่านการพิจารณาคุณสมบัติของผู้เสนอราคาตามเงื่อนไขของการยื่นข้อเสนอราคา แต่อย่างใด ประกอบกับตามพยานหลักฐานพบว่า ผู้ขายได้ดำเนินการยื่นเอกสารดังกล่าวแล้วในขั้นตอนการตรวจรับพัสดุ ดังนั้น การพิจารณาผลการประกวดราคาอิเล็กทรอนิกส์ งานจัดซื้อกล้องวงจรปิด (CCTV) ตามสัญญาเลขที่ xxx/xxx ลงวันที่ xxx ของหน่วยงาน ก. จึงเป็นไปตามเงื่อนไขในเอกสารประกวดราคาอิเล็กทรอนิกส์ เลขที่ xxx ลงวันที่ xxx ข้อ ๓.๒ และขอบเขตของงาน (TOR) ข้อ ๓.๔ แล้ว จึงเห็นควรยุติเรื่อง",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 14
        }
    }
]