[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้ารวบรวมข้อเท็จจริงเบื้องต้น",
        "text": "ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๑ (๓) กำหนดให้ เรื่องร้องเรียนในส่วนประเด็นที่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการ อาจเข้าลักษณะเป็นการกระทำที่อยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่นด้วย ถ้าประเด็นที่ ร้องเรียนในส่วนที่อยู่ในหน้าที่และอำนาจดำเนินการขององค์กรอิสระอื่นนั้น เป็นกรณีความผิดตามกฎหมาย ว่าด้วยความผิดเกี่ยวกับการเสนอราคาต่อหน่วยงานของรัฐ ความผิดตามกฎหมายคณะกรรมการการเลือกตั้ง ความผิดตามกฎหมายผู้ตรวจการแผ่นดิน และความผิดตามกฎหมายคณะกรรมการสิทธิมนุษยชนแห่งชาติ ให้รวบรวมข้อเท็จจริงเบื้องต้นก่อนว่าประเด็นที่อยู่ในหน้าที่และอำนาจดำเนินการขององค์กรอิสระอื่นนั้น เป็นไปตามข้อกล่าวอ้างในเรื่องร้องเรียนนั้น หรือไม่",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้ารวบรวมข้อเท็จจริงเบื้องต้น",
        "text": "ในการรวบรวมข้อเท็จจริงเบื้องต้นดังกล่าวอาจกระทำได้หลายวิธี อาทิเช่น การรวบรวม ข้อเท็จจริงจากผู้ร้องเรียน การรวบรวมข้อเท็จจริงจากหน่วยงานภายนอกที่มิใช่หน่วยรับตรวจที่จะเข้าตรวจสอบ การรวบรวมข้อเท็จจริงโดยประสานขอข้อมูลจากหน่วยรับตรวจที่จะเข้ารวบรวมข้อเท็จจริงโดยไม่ได้เข้าไปที่ หน่วย (เช่น การขอข้อมูลผ่านอีเมลล์สำนักงาน) หรือการรวบรวมข้อเท็จจริงโดยประสานขอข้อมูลจาก หน่วยรับตรวจที่จะเข้ารวบรวมข้อเท็จจริงโดยเข้าไปที่หน่วย เป็นต้น ซึ่งกรณีที่จำเป็นต้องเข้าไปที่ หน่วยรับตรวจ หรือกรณีที่หน่วยรับตรวจร้องขอให้จัดทำหนังสือแจ้งการเข้ารวบรวมข้อเท็จจริงเบื้องต้น โดยสามารถดำเนินการได้ ดังนี้\n๑. กรณีการรวบรวมข้อเท็จจริงเบื้องต้นมีความจำเป็นต้องเข้าไปที่หน่วยรับตรวจ หรือเป็น กรณีหน่วยรับตรวจร้องขอให้จัดทำหนังสือแจ้งหน่วยรับตรวจ ให้ผู้อำนวยการสำนักหรือผู้อำนวยการกลุ่มหรือ หัวหน้ากลุ่ม มอบหมายเจ้าหน้าที่อย่างน้อย ๒ คน ดำเนินการเข้ารวบรวมข้อเท็จจริงเบื้องต้นที่หน่วยรับตรวจ ทั้งนี้ เพื่อให้การเข้าไปที่หน่วยรับตรวจอย่างน้อยมีเจ้าหน้าที่ปฏิบัติงานร่วมกันอย่างน้อย ๒ คน เพื่อเป็นพยาน ระหว่างกัน อย่างไรก็ตามจะต้องมีอย่างน้อย ๑ คน เป็นเจ้าหน้าที่ตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้ารวบรวมข้อเท็จจริงเบื้องต้น",
        "text": "๒. ให้เจ้าหน้าที่ที่ได้รับมอบหมายตามข้อ ๑ จัดทำร่างหนังสือแจ้งการเข้ารวบรวมข้อเท็จจริง เบื้องต้นถึงผู้รับตรวจหรือหัวหน้าหน่วยงานย่อยในสังกัดหน่วยรับตรวจ ซึ่งจำเป็นต้องขอข้อมูลหรือเข้าไปที่ หน่วยดังกล่าว ตามแบบแนบท้ายแนวทางฉบับนี้ นำเสนอผู้บริหารงานตรวจสอบเพื่อพิจารณาลงนาม โดยผู้ บริหารงานตรวจสอบระดับใดเป็นผู้ลงนาม ให้พิจารณาถึงความเหมาะสมตามระดับหรือตำแหน่งของผู้ได้รับ หนังสือ\n๓. หนังสือแจ้งการเข้ารวบรวมข้อเท็จจริงเบื้องต้น เป็นหนังสือแจ้งการเข้ารวบรวม ข้อเท็จจริงเพื่อให้ทราบว่าประเด็นที่อยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่นนั้นเป็นไปตามข้อกล่าวอ้างใน หนังสือร้องเรียน หรือไม่ จึงเป็นการรวบรวมข้อเท็จจริงเบื้องต้นเท่าที่จำเป็น เพื่อให้คณะกรรมการตรวจเงิน แผ่นดินเชื่อได้ว่ามีการกระทำหรือพฤติการณ์เป็นไปตามข้อกล่าวอ้างในหนังสือร้องเรียนนั้นหรือไม่\n๔. ในการเข้ารวบรวมข้อเท็จจริงเบื้องต้น เจ้าหน้าที่ที่ได้รับมอบหมายตามข้อ ๑ จะแจ้งให้ผู้รับตรวจหรือหัวหน้าหน่วยงานย่อยในสังกัดหน่วยรับตรวจ ทราบล่วงหน้าหรือในวันแรกที่เข้าหน่วยรับตรวจ ก็ได้\n๕. ในการเข้ารวบรวมข้อเท็จจริงเบื้องต้นให้หัวหน้ากลุ่มหรือเจ้าหน้าที่ตรวจสอบที่ได้มอบหมายให้รวบรวมข้อเท็จจริงเบื้องต้น แสดงบัตรประจำตัวต่อบุคคลที่เกี่ยวข้อง",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้ารวบรวมข้อเท็จจริงเบื้องต้น",
        "text": "(เอกสาร ๕.๑) ตัวอย่างแจ้งการเข้ารวบรวมข้อเท็จจริงเบื้องต้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    }
]