[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "แนวทางที่กำหนดไว้ในข้อ ๒๑ กำหนดขึ้นเพื่อรองรับหลักการของมาตรา ๖ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และประกาศองค์กรอิสระตามรัฐธรรมนูญ เรื่องแนวปฏิบัติในการรับส่งเรื่องระหว่างองค์กรอิสระตามรัฐธรรมนูญ ซึ่งประสงค์จะให้องค์กรอิสระให้ความร่วมมือและช่วยเหลือกันเพื่อให้บรรลุเป้าหมายในการปฏิบัติหน้าที่ของแต่ละองค์กรในการส่งเรื่องร้องเรียนระหว่างองค์กรอิสระด้วยกันเอง โดยหน้าที่และอำนาจตามมาตรา ๖ เป็นหน้าที่และอำนาจของคณะกรรมการตรวจเงินแผ่นดิน ดังนั้น ในการพิจารณาส่งเรื่องจึงต้องเสนอต่อคณะกรรมการตรวจเงินแผ่นดินเพื่อพิจารณาดำเนินการ โดยแนวทางในการพิจารณาเรื่องร้องเรียนในแต่ละเรื่อง เมื่อมีการร้องเรียนให้พิจารณา ดังนี้\n\nประการแรก ต้องพิจารณาก่อนว่าเรื่องที่ร้องเรียนนั้น มีประเด็นการร้องเรียนประเด็นเดียวหรือหลายประเด็น\n\nประการที่สอง ในแต่ละประเด็นมีประเด็นใดอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดินหรือไม่",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ประการที่สอง ในแต่ละประเด็นมีประเด็นใดอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดินหรือไม่\n\nประการที่สาม ไม่ว่าในแต่ละประเด็นจะอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินหรือไม่ก็ตาม ต้องพิจารณาต่อไปว่าในแต่ละประเด็นนั้นมีประเด็นใดอยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่นด้วยหรือไม่\n\nซึ่งผลของการพิจารณาอาจเกิดขึ้นได้สี่กรณี ดังต่อไปนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "กรณีที่ ๑ เรื่องที่ร้องเรียนไม่มีประเด็นใดอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และไม่มีประเด็นใดอยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่นด้วย\nกรณีนี้จึงต้องพิจารณาไม่รับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมายตามข้อ ๑๘ (๑) ของระเบียบฯ และไม่ต้องส่งเรื่องไปให้องค์กรอิสระอื่นตรวจสอบด้วย\nตัวอย่างที่ ๑ ร้องเรียนว่า ข้าราชการระดับชำนาญการของส่วนราชการแห่งหนึ่งเป็นชู้กับเมียของตน ซึ่งเรื่องที่ร้องเรียนมีประเด็นเดียว และประเด็นดังกล่าวมิได้เกี่ยวกับการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน และก็ไม่อยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่นด้วย จึงเป็นเรื่องร้องเรียนที่ไม่ต้องรับเรื่องดังกล่าวไว้ตรวจสอบตามข้อ ๑๘ (๑) ของระเบียบฯ และก็ไม่ต้องส่งเรื่องให้องค์กรอิสระอื่นตรวจสอบด้วย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ตัวอย่างที่ ๒ ร้องเรียนว่า ข้าราชการของส่วนราชการแห่งหนึ่งเมาแล้วขับ และมีการข่มขู่จะทำร้ายร่างกายตนด้วย ซึ่งเรื่องที่ร้องเรียนมีสองประเด็น แต่ทั้งสองประเด็นมิได้เกี่ยวกับการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน และก็ไม่อยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่นด้วย จึงไม่ต้องรับเรื่องไว้ตรวจสอบตามข้อ ๑๘ (๑) ของระเบียบฯ และก็ไม่ต้องส่งเรื่องให้องค์กรอิสระอื่นตรวจสอบด้วย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "กรณีที่ ๒ เรื่องร้องเรียนไม่มีประเด็นใดอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ แต่เป็นเรื่องที่อยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่น\nกรณีนี้จึงต้องพิจารณาไม่รับเรื่องไว้ตรวจสอบตามข้อ ๑๘ (๑) ของระเบียบฯ แต่ต้องส่งเรื่องหรือประเด็นที่อยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่นไปให้องค์กรอิสระอื่น ที่มีหน้าที่และอำนาจเพื่อพิจารณาดำเนินการต่อไป โดยให้จัดส่งต้นฉบับเรื่องร้องเรียนพร้อมเอกสารหลักฐานที่เกี่ยวข้อง โดยในการส่งเรื่องให้เสนอผู้ว่าการตรวจเงินแผ่นดินเพื่อเสนอคณะกรรมการตรวจเงินแผ่นดินพิจารณาส่งเรื่องหรือประเด็นที่อยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่นไปให้องค์กรอิสระนั้นพิจารณาดำเนินการต่อไปโดยไม่ชักช้า ตามมาตรา ๖ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และประกาศองค์กรอิสระฯ ข้อ ๔ และข้อ ๘",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ตัวอย่างที่ ๑ ร้องเรียนว่า ข้าราชการของส่วนราชการแห่งหนึ่งร่ำรวยผิดปกติ ซึ่งเรื่องที่ร้องเรียนมีประเด็นเดียว และประเด็นนั้นไม่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน แต่อยู่ในหน้าที่และอำนาจของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ จึงต้องส่งเรื่องดังกล่าวไปให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติพิจารณาดำเนินการตามหน้าที่และอำนาจ โดยจะต้องเสนอเรื่องดังกล่าวต่อผู้ว่าการตรวจเงินแผ่นดินเพื่อเสนอคณะกรรมการตรวจเงินแผ่นดินพิจารณาส่งเรื่องดังกล่าวตามมาตรา ๖ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติดำเนินการตามหน้าที่และอำนาจต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ตัวอย่างที่ ๒ ร้องเรียนว่า เจ้าหน้าที่ที่ดินจังหวัดแห่งหนึ่งรับจดทะเบียนโอนกรรมสิทธิ์ที่ดินแปลงข้างเคียงรุกล้ำเข้ามาในเขตที่ดินของตนเองโดยไม่ชอบด้วยกฎหมายทำให้เกิดความเสียหายแก่ตนเอง และมีการเรียกรับสินบนเพื่อจดทะเบียนโอนโฉนดที่ดินปลอมให้กับผู้รับโอน ซึ่งเรื่องที่ร้องเรียนมีสองประเด็น แต่ทั้งสองประเด็นมิได้เกี่ยวข้องกับการตรวจเงินแผ่นดิน จึงไม่อยู่ในอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน และถึงแม้ประเด็นแรกจะเป็นเรื่องการโต้แย้งสิทธิทางแพ่ง ซึ่งไม่อยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่น แต่ประเด็นที่สองเป็นการร้องเรียนว่ามีการเรียกรับสินบน ซึ่งอยู่ในหน้าที่และอำนาจตรวจสอบของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ จึงต้องส่งเรื่องหรือประเด็นดังกล่าวให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติดำเนินการตามหน้าที่และอำนาจ โดยเสนอผู้ว่าการตรวจเงินแผ่นดินเพื่อเสนอ คณะกรรมการตรวจเงินแผ่นดินพิจารณาส่งเรื่องดังกล่าวตามมาตรา ๖ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ ดำเนินการตามหน้าที่และอำนาจต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "กรณีที่ ๓ เรื่องที่ร้องเรียนนั้นมีหลายประเด็น บางประเด็นอยู่ในหน้าที่และอำนาจตรวจสอบของ ผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน และมีบางประเด็น อยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่นด้วย\nกรณีนี้ แม้จะมีประเด็นซึ่งอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตาม ข้อ ๑๘ (๑) แต่ก่อนจะรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมายต้องพิจารณาหลักเกณฑ์และเงื่อนไขการรับ เรื่อง ตามข้อ ๑๘ (๒) - (๔) ข้อ ๑๙ และข้อ ๒๐ ด้วยว่า เข้าหลักเกณฑ์และเงื่อนไขที่จะรับเรื่องไว้ตรวจสอบต่อไป หรือไม่ ส่วนประเด็นที่อยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่น จะต้องส่งประเด็นไปให้องค์กรอิสระนั้นพิจารณา ดำเนินการตามหน้าที่และอำนาจต่อไป โดยในการส่งประเด็นให้เสนอผู้ว่าการตรวจเงินแผ่นดินเพื่อเสนอ คณะกรรมการตรวจเงินแผ่นดินพิจารณาส่งเฉพาะประเด็นที่อยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่น ไปให้องค์กรอิสระนั้นตรวจสอบ ตามมาตรา ๖ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจ เงินแผ่นดิน พ.ศ. ๒๕๖๑ โดยการส่งประเด็นให้องค์กรอิสระอื่นดำเนินการให้จัดส่งเป็นสำเนาเอกสารพร้อมรับรอง สำเนาถูกต้องตามระเบียบของทางราชการ ตามประกาศองค์กรอิสระฯ ข้อ ๕ และ ข้อ ๘",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    },
    {
        "id": "Chunk_9",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ตัวอย่าง ร้องเรียนว่า เทศบาลแห่งหนึ่งจัดทำงบประมาณไม่เป็นไปตามแผนพัฒนาขององค์กร ปกครองส่วนท้องถิ่น และนายกเทศมนตรีของเทศบาลแห่งนี้ร่ำรวยผิดปกติ ซึ่งเรื่องที่ร้องเรียนมีสองประเด็น ประเด็นแรกอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน ก่อนรับเรื่องไว้ตรวจสอบต้องพิจารณา หลักเกณฑ์และเงื่อนไขการรับเรื่อง ตามข้อ ๑๘ (๒) - (๔) ข้อ ๑๙ และข้อ ๒๐ ต่อไป ส่วนประเด็นที่สองอยู่ใน หน้าที่และอำนาจของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ ซึ่งจะต้องส่งประเด็นดังกล่าวไปให้ คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติพิจารณาดำเนินการตามหน้าที่และอำนาจ โดยเสนอผู้ว่า การตรวจเงินแผ่นดินเพื่อเสนอคณะกรรมการตรวจเงินแผ่นดินพิจารณาส่งเรื่องดังกล่าวตามมาตรา ๖ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้คณะกรรมการป้องกันและ ปราบปรามการทุจริตแห่งชาติพิจารณาดำเนินการตามหน้าที่และอำนาจต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 8
        }
    },
    {
        "id": "Chunk_10",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "กรณีที่ ๔ เรื่องร้องเรียนในส่วนของประเด็นที่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงิน แผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และในประเด็นเดียวกัน นั้นอาจเข้าลักษณะเป็นการกระทำที่อยู่ในหน้าที่และอำนาจดำเนินการขององค์กรอิสระอื่นทับซ้อนกันด้วย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 9
        }
    },
    {
        "id": "Chunk_11",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "โดยหลักแล้ว หากประเด็นที่ร้องเรียนเป็นเรื่องที่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน โดยเฉพาะเป็นเรื่องเกี่ยวกับการทุจริตการเงินแผ่นดินและทรัพย์สินของรัฐแล้ว สำนักงานการตรวจเงินแผ่นดินก็ควรจะต้องตรวจสอบประเด็นดังกล่าวนั้นเอง ไม่จำเป็นต้องส่งประเด็นนั้นไปให้องค์กรอิสระอื่นดำเนินการ เมื่อสำนักงานการตรวจเงินแผ่นดินตรวจสอบแล้วเสร็จจึงค่อยแจ้งผลการตรวจสอบไปให้องค์กรอิสระอื่นที่เกี่ยวข้องดำเนินการตามหน้าที่และอำนาจต่อไป เพียงแต่ก่อนดำเนินการตรวจสอบก็จะต้องพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องไว้ตรวจสอบใน ข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐ ก่อนว่าจะรับเรื่องดังกล่าวไว้ตรวจสอบหรือไม่ อย่างไรก็ตาม หากในส่วนของประเด็นที่ทับซ้อนกันซึ่งอยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่นด้วยนั้น เป็นความผิดตามกฎหมาย ว่าด้วยการเสนอราคาต่อหน่วยงานของรัฐ ความผิดตามกฎหมายคณะกรรมการการเลือกตั้ง ความผิดตามกฎหมายผู้ตรวจการแผ่นดิน และความผิดตามกฎหมายคณะกรรมการสิทธิมนุษยชนแห่งชาติ ซึ่งเป็นความผิดเฉพาะเรื่องก็ควรส่งเรื่องหรือประเด็นที่ทับซ้อนกันนั้นให้องค์กรอิสระซึ่งมีหน้าที่และอำนาจเฉพาะเรื่องดำเนินการตามหน้าที่และอำนาจของตนเอง",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 10
        }
    },
    {
        "id": "Chunk_12",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "และความผิดตามกฎหมายคณะกรรมการสิทธิมนุษยชนแห่งชาติ ซึ่งเป็นความผิดเฉพาะเรื่องก็ควรส่งเรื่องหรือประเด็นที่ทับซ้อนกันนั้นให้องค์กรอิสระซึ่งมีหน้าที่และอำนาจเฉพาะเรื่องดำเนินการตามหน้าที่และอำนาจของตนเอง โดยสำนักงานการตรวจเงินแผ่นดินไม่จำเป็นต้องตรวจสอบประเด็นดังกล่าวก่อนแล้วจึงค่อยแจ้งผลการตรวจสอบไปให้องค์กรอิสระนั้นดำเนินการตามหน้าที่และอำนาจ ดังนั้น การจะรับเรื่องหรือประเด็นที่ทับซ้อนกันนั้นไว้ตรวจสอบหรือจะส่งไปให้องค์กรอิสระอื่นตรวจสอบ จึงอาจแบ่งออกได้เป็น ๒ แนวทาง โดยในการพิจารณาว่าจะดำเนินการตามแนวทางไหน ให้พิจารณาเฉพาะความผิดในส่วนที่อยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่นเป็นหลัก ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 11
        }
    },
    {
        "id": "Chunk_13",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "แนวทางที่ ๑ ประเด็นที่ทับซ้อนกันนั้นสำหรับความผิดที่อยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่นนั้น มิใช่เป็นความผิดตามกฎหมายว่าด้วยการเสนอราคาต่อหน่วยงานของรัฐ ความผิดตามกฎหมายคณะกรรมการการเลือกตั้ง ความผิดตามกฎหมายผู้ตรวจการแผ่นดิน และความผิดตามกฎหมายคณะกรรมการสิทธิมนุษยชนแห่งชาติ\nเมื่อมิใช่ความผิดตามกฎหมายทั้ง ๔ ฉบับ สำนักงานการตรวจเงินแผ่นดินจะต้องดำเนินการตรวจสอบเอง ในการดำเนินการจึงต้องพิจารณาก่อนว่าประเด็นดังกล่าวเข้าหลักเกณฑ์และเงื่อนไขการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมายตามข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐ หรือไม่ หากไม่เข้าหลักเกณฑ์และเงื่อนไขการรับเรื่องไว้ตรวจสอบก็ให้พิจารณาไม่รับเรื่องดังกล่าวไว้ตรวจสอบ แต่หากเข้าหลักเกณฑ์และเงื่อนไขการรับเรื่องไว้ตรวจสอบก็ให้พิจารณารับเรื่องดังกล่าวไว้ตรวจสอบและตรวจสอบต่อไปโดยไม่ต้องส่งเรื่องหรือประเด็นที่ทับซ้อนนั้นไปให้องค์กรอิสระอื่นตรวจสอบตามหน้าที่และอำนาจ\nตัวอย่างที่ ๑ ร้องเรียนว่า คณะกรรมการตรวจรับของเทศบาลแห่งหนึ่ง ตรวจรับการจ้างก่อสร้างอาคารเอนกประสงค์โดยทุจริต",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 12
        }
    },
    {
        "id": "Chunk_14",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "เรื่องที่ร้องเรียนมีประเด็นเดียวและเป็นการร้องเรียนเกี่ยวกับการทุจริตซึ่งอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดินและอยู่ในหน้าที่และอำนาจของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติด้วย แต่กรณีนี้ มิใช่เรื่องความผิดตามกฎหมายว่าด้วยการเสนอราคาต่อหน่วยงานของรัฐ จึงต้องพิจารณาหลักเกณฑ์และเงื่อนไข การรับเรื่องไว้ตรวจสอบตามข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐ ตามปกติ ซึ่งหากเรื่องนี้เข้าหลักเกณฑ์และเงื่อนไขการรับ เรื่องไว้ตรวจสอบตามตามข้อ ๑๘ และข้อ ๑๙ แล้ว และคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ ยังมิได้มีการตรวจสอบหรือไต่สวนเรื่องดังกล่าวตามข้อ ๒๐ ก็จะต้องพิจารณารับเรื่องดังกล่าวไว้ตรวจสอบ และ ดำเนินการตรวจสอบต่อไปจะไม่มีกรณีส่งเรื่องหรือส่งประเด็นไปให้คณะกรรมการป้องกันและปราบปรามการ ทุจริตแห่งชาติดำเนินการแต่อย่างใด จนกว่าจะตรวจสอบแล้วเสร็จและพบว่า มีการทุจริตหรือประพฤติมิชอบ ก่อให้เกิดความเสียหายจึงจะแจ้งผลการตรวจสอบตามมาตรา ๗ หรือมาตรา ๙๕ วรรคสองให้คณะกรรมการ ป้องกันและปราบปรามการทุจริตแห่งชาติ ดำเนินการตามหน้าที่และอำนาจต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 13
        }
    },
    {
        "id": "Chunk_15",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ตัวอย่างที่ ๒ มีการร้องเรียนว่า มี ส.ส. คนหนึ่งเข้าไปมีส่วนร่วมในการใช้เงินงบประมาณใน การจัดสร้างถนนในจังหวัดพื้นที่ของตน ซึ่งเรื่องที่ร้องเรียนมีเพียงประเด็นเดียว แต่เป็นเรื่องที่อยู่ในหน้าที่และ อำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตามมาตรา ๘๘ และอยู่ในอำนาจดำเนินการของคณะกรรมการ ป้องกันและปราบปรามการทุจริตแห่งชาติด้วย จึงเป็นการร้องเรียนที่มีอำนาจทับซ้อนกัน แต่เรื่องนี้มิใช่เรื่อง ความผิดตามกฎหมายว่าด้วยการเสนอราคาต่อหน่วยงานของรัฐ จึงต้องพิจารณาหลักเกณฑ์และเงื่อนไขการรับ เรื่องไว้ตรวจสอบตามข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐ ตามปกติ ซึ่งหากเรื่องนี้เข้าหลักเกณฑ์และเงื่อนไขการรับเรื่องไว้ ตรวจสอบตามตามข้อ ๑๘ และข้อ ๑๙ แล้ว และคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติยังมิได้มี การตรวจสอบหรือไต่สวนเรื่องดังกล่าวตามข้อ ๒๐ ก็จะต้องพิจารณารับเรื่องดังกล่าวไว้ตรวจสอบการปฏิบัติตาม กฎหมายต่อไป จะไม่มีกรณีส่งเรื่องหรือส่งประเด็นไปให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ ตรวจสอบแต่อย่างใด",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 14
        }
    },
    {
        "id": "Chunk_16",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ตัวอย่างที่ ๓ ร้องเรียนว่า ปลัดเทศบาลของเทศบาลแห่งหนึ่ง เป็นชู้กับเจ้าหน้าที่การเงินของ เทศบาลนั้น และสมรู้ร่วมคิดกันไม่นำส่งเงินรายได้ค่าไฟฟ้าที่จัดเก็บมาเข้าหลวง แต่นำไปใช้ประโยชน์ส่วนตน อีกทั้งในการจัดทำงบประมาณประจำปีงบประมาณ ๒๕๖๖ มิได้ดำเนินการให้เป็นไปตามแผนพัฒนาขององค์กร ปกครองส่วนท้องถิ่น\nเรื่องที่ร้องเรียนมีสามประเด็น\nประเด็นแรกเรื่องเป็นชู้ ประเด็นนี้ไม่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงิน แผ่นดินและองค์กรอิสระอื่น\nประเด็นที่สองเรื่องไม่ส่งเงินรายได้เข้าหลวงแต่นำไปใช้เป็นประโยชน์ส่วนตน เป็นประเด็นที่อยู่ ในหน้าที่และอำนาจทับซ้อนกันของผู้ว่าการตรวจเงินแผ่นดินและคณะกรรมการป้องกันและปราบปรามการทุจริต แห่งชาติแต่มิใช่ความผิดตามกฎหมายว่าด้วยการเสนอราคาต่อหน่วยงานของรัฐ\nประเด็นที่สามเรื่องการจัดทำงบประมาณประจำปีไม่เป็นไปตามแผนพัฒนาขององค์กรปกครองส่วนท้องถิ่น เป็นเรื่องที่อยู่ในอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 15
        }
    },
    {
        "id": "Chunk_17",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "สำหรับประเด็นที่หนึ่งจะต้องพิจารณาไม่รับเรื่องดังกล่าวไว้ตรวจสอบ ส่วนประเด็นที่สองและประเด็นที่สามอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินจึงต้องพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่อง ตามข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐ ตามปกติ ซึ่งหากเข้าหลักเกณฑ์และเงื่อนไขการรับเรื่องตามข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐ ก็ให้รับเรื่องดังกล่าวไว้ตรวจสอบการปฏิบัติตามกฎหมายต่อไป แต่หากไม่เข้าหลักเกณฑ์และเงื่อนไขการรับเรื่องก็ให้พิจารณาไม่รับเรื่องดังกล่าวไว้ตรวจสอบ สำหรับประเด็นที่สอง ถึงแม้จะมีหน้าที่และอำนาจทับซ้อนกับคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ แต่หากคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติยังมิได้มีการตรวจสอบหรือไต่สวนเรื่องดังกล่าวตามข้อ ๒๐ ก็จะต้องพิจารณารับเรื่องดังกล่าวไว้ตรวจสอบ และดำเนินการตรวจสอบต่อไป จะไม่มีกรณีส่งเรื่องหรือส่งประเด็นไปให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติดำเนินการในประเด็นดังกล่าวแต่อย่างใด จนกว่าจะตรวจสอบแล้วเสร็จและพบว่า มีการทุจริตหรือประพฤติมิชอบก่อให้เกิดความเสียหายจึงจะแจ้งผลการตรวจสอบตามมาตรา ๗ หรือมาตรา ๙๕ วรรคสองให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ ดำเนินการตามหน้าที่และอำนาจต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 16
        }
    },
    {
        "id": "Chunk_18",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "แนวทางที่ ๒ ประเด็นที่ทับซ้อนกันสำหรับความผิดที่อยู่ในหน้าที่และอำนาจดำเนินการขององค์กรอิสระอื่นนั้น เป็นความผิดตามกฎหมายว่าด้วยการเสนอราคาต่อหน่วยงานของรัฐ ความผิดตามกฎหมายคณะกรรมการเลือกตั้ง ความผิดตามกฎหมายผู้ตรวจการแผ่นดิน และความผิดตามกฎหมายคณะกรรมการสิทธิมนุษยชนแห่งชาติ\nเมื่อเป็นความผิดตามกฎหมายฉบับใดฉบับหนึ่งใน ๔ ฉบับ จึงต้องส่งเรื่องหรือประเด็นไปให้องค์กรอิสระซึ่งมีหน้าที่และอำนาจพิจารณาดำเนินการในประเด็นที่ทับซ้อนกันนั้น แนวทางในการดำเนินการกรณีนี้ ก่อนเสนอคณะกรรมการตรวจเงินแผ่นดินเพื่อพิจารณาส่งเรื่องหรือประเด็นที่ทับซ้อนกันนั้น จะต้องรวบรวมข้อเท็จจริงเบื้องต้นก่อนว่าในส่วนที่อยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่นนั้นเป็นไปตามข้อกล่าวอ้างในเรื่องร้องเรียนนั้นหรือไม่ โดยรวบรวมข้อเท็จจริงเบื้องต้นให้คณะกรรมการตรวจเงินแผ่นดินเชื่อได้ว่าเป็นไปตามข้อกล่าวอ้างในหนังสือร้องเรียนนั้น โดยมีแนวทางในการพิจารณา ๒ กรณี",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 17
        }
    },
    {
        "id": "Chunk_19",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "๑. กรณีข้อเท็จจริงเบื้องต้นมิได้บ่งชี้ว่าเป็นเรื่องที่อยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่นตามกฎหมายฉบับใดฉบับหนึ่ง ซึ่งไม่เป็นไปตามข้อกล่าวอ้าง สำนักงานการตรวจเงินแผ่นดินอาจต้องตรวจสอบในส่วนซึ่งอยู่ในหน้าที่และอำนาจของผู้ว่าการตรวจเงินแผ่นดินต่อไป จึงต้องมาพิจารณาหลักเกณฑ์และเงื่อนไขการรับเรื่องตามข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐ ก่อนว่าจะรับเรื่องร้องเรียนดังกล่าวไว้ตรวจสอบหรือไม่",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 18
        }
    },
    {
        "id": "Chunk_20",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "๒. กรณีข้อเท็จจริงเบื้องต้นเป็นไปตามข้อกล่าวอ้างซึ่งบ่งชี้ว่าเรื่องหรือประเด็นที่ร้องเรียนเป็นความผิดตามกฎหมายว่าด้วยการเสนอราคาต่อหน่วยงานของรัฐ ความผิดตามกฎหมายคณะกรรมการการเลือกตั้ง ความผิดตามกฎหมายผู้ตรวจการแผ่นดิน และความผิดตามกฎหมายคณะกรรมการสิทธิมนุษยชนแห่งชาติ ในกรณีนี้ให้เสนอเรื่องหรือประเด็นที่มีอำนาจทับซ้อนกันนั้น พร้อมข้อเท็จจริงเบื้องต้นที่บ่งชี้ได้ว่าเป็นเรื่องที่อยู่ในหน้าที่และอำนาจดำเนินการขององค์กรอิสระอื่นตามกฎหมายฉบับใดฉบับหนึ่งต่อผู้ว่าการตรวจเงินแผ่นดินเพื่อเสนอคณะกรรมการตรวจเงินแผ่นดินพิจารณาส่งเรื่องหรือประเด็นที่มีอำนาจทับซ้อนกันนั้นไปให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจต่อไป ตามมาตรา ๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และให้พิจารณาไม่รับเรื่องร้องเรียนซึ่งมีหน้าที่และอำนาจทับซ้อนไว้ตรวจสอบแต่หากคณะกรรมการตรวจเงินแผ่นดินพิจารณาแล้วเห็นว่าประเด็นดังกล่าวไม่อยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่น ก็ให้ดำเนินการตรวจสอบตามหน้าที่และอำนาจต่อไป ภายใต้หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบการปฏิบัติตามกฎหมาย ตามข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 19
        }
    },
    {
        "id": "Chunk_21",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ตัวอย่าง มีการร้องเรียนว่านายกองค์การบริหารส่วนจังหวัดแห่งหนึ่ง จัดซื้อเสาไฟฟ้ากินรีโดยทุจริตเอื้อประโยชน์ให้บริษัท ก. ซึ่งมีภรรยาของนายกองค์การบริหารส่วนจังหวัดดังกล่าวเป็นผู้ถือหุ้นใหญ่ได้รับเลือกเข้ามาเป็นคู่สัญญา และมีการจ่ายเงินให้ผู้รับจ้างทั้งที่งานยังไม่แล้วเสร็จ ซึ่งเรื่องที่ร้องเรียนมีสองประเด็น ประเด็นแรกร้องเรียนเรื่องการทุจริตเกี่ยวกับการจัดซื้อจัดจ้าง ซึ่งอยู่ในหน้าที่และอำนาจทับซ้อนระหว่างอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน และเป็นความผิดซึ่งอยู่ในหน้าที่และอำนาจดำเนินการของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติด้วย โดยความผิดนั้นเป็นความผิดตามกฎหมายว่าด้วยการเสนอราคาต่อหน่วยงานของรัฐ ส่วนประเด็นที่สอง เป็นเรื่องที่ร้องเรียนว่ามีการปฏิบัติไม่เป็นไปตามกฎหมาย ซึ่งเป็นเรื่องที่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 20
        }
    },
    {
        "id": "Chunk_22",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "การพิจารณาส่งเรื่องกรณีนี้ จะส่งเฉพาะประเด็นแรกที่มีหน้าที่และอำนาจทับซ้อนกัน โดยจะต้องดำเนินการรวบรวมข้อเท็จจริงเบื้องต้นก่อนว่าในส่วนที่อยู่ในหน้าที่และอำนาจของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาตินั้น มีมูลเป็นไปตามข้อกล่าวอ้างตามที่ร้องเรียนหรือไม่ โดยรวบรวมข้อเท็จจริงเบื้องต้นให้คณะกรรมการตรวจเงินแผ่นดินเชื่อได้ว่าเป็นไปตามข้อกล่าวอ้างในหนังสือร้องเรียนนั้น หากเป็นไปตามข้อกล่าวอ้างก็ให้เสนอเรื่องดังกล่าวพร้อมข้อมูลเบื้องต้นที่บ่งชี้ได้ว่าเป็นเรื่องที่อยู่ในหน้าที่และอำนาจดำเนินการของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติต่อผู้ว่าการตรวจเงินแผ่นดินเพื่อเสนอคณะกรรมการตรวจเงินแผ่นดินพิจารณาส่งเรื่องหรือประเด็นที่ทับซ้อนกันนั้น ตามมาตรา ๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ไปให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติพิจารณาดำเนินการตามหน้าที่และอำนาจต่อไป และไม่รับเรื่องในประเด็นนั้นไว้ตรวจสอบส่วนประเด็นที่สองซึ่งอยู่ในหน้าที่และอำนาจของผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญ ว่าด้วยการตรวจเงินแผ่นดิน ก็ให้ดำเนินการตรวจสอบตามหน้าที่และอำนาจต่อไป ภายใต้หลักเกณฑ์และเงื่อนไข การรับเรื่องร้องเรียนไว้ตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 21
        }
    },
    {
        "id": "Chunk_23",
        "document_id": null,
        "law_name": "แนวทางในการส่งเรื่องร้องเรียนให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจ ตามข้อ ๒๑ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ว่าด้วยการตรวจเงินแผ่นดิน ก็ให้ดำเนินการตรวจสอบตามหน้าที่และอำนาจต่อไป ภายใต้หลักเกณฑ์และเงื่อนไข การรับเรื่องร้องเรียนไว้ตรวจสอบ ตามข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 22
        }
    }
]