[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "ด้วยผู้ว่าการตรวจเงินแผ่นดิน โดยสำนัก ........ ได้ตรวจสอบ เรื่องการเบิกค่าใช้จ่ายเดินทาง เพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม ก ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ โดยสำนักงานการตรวจ เงินแผ่นดิน ได้รับเรื่องร้องเรียน กรณีอธิบดีกรม ก เบิกค่าใช้จ่ายเดินทางเพื่อไปราชการ ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ ณ จังหวัดเชียงใหม่ ไม่ถูกต้อง โดยเป็นการเดินทางไปเป็นประธานในพิธีทำบุญอาคาร สำนักงานศูนย์ เอ แต่กลับเบิกค่าใช้จ่ายเดินทางไปราชการชั่วคราว ทำให้เกิดความเสียหายต่อราชการ จึงได้รับ เรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย\n\nประเด็นการตรวจสอบ\nนางแสนดี อธิบดีกรม ก. เดินทางไปเป็นประธานในพิธีทำบุญอาคารสำนักงานศูนย์ เอ ที่ จังหวัดเชียงใหม่ ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ โดยเบิกค่าใช้จ่ายเดินทางไปราชการชั่วคราวได้ หรือไม่\n\nเกณฑ์ที่ใช้ในการตรวจสอบ\n๑. หนังสือกรมบัญชีกลางที่ กค ๐๔๐๖.๖/๖๒๑๘ ลงวันที่ ๒๙ มิถุนายน ๒๕๕๓ เรื่องการ เบิกจ่ายค่าตอบแทนในการร่วมงานพระราชพิธี รัฐพิธี\n๒. พระราชกฤษฎีกาค่าใช้จ่ายในการเดินทางไปราชการ พ.ศ. ๒๕๒๖ และที่แก้ไขเพิ่มเติม มาตรา ๗ และมาตรา ๑๓\n๓. พระราชบัญญัติวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๑ มาตรา ๓๗\n๔. ประมวลกฎหมายอาญา มาตรา ๑๕๗",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "สรุปข้อเท็จจริงที่ได้มาจากพยานหลักฐานในการตรวจสอบ\nศูนย์ เอ ได้มีหนังสือ ที่ ๑/๒๕๖๖ ลงวันที่ ๑๕ มกราคม ๒๕๖๖ ขอเรียนเชิญอธิบดีกรม ก (นางแสนดี) เป็นประธานในพิธีทำบุญอาคารสำนักงานศูนย์ฯ ในวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ โดยมีกำหนดการ พิธีทำบุญอาคารฯ เริ่มตั้งแต่เวลา ๐๙.๐๐ น. ถึงเวลา ๑๑.๐๐ น. (เอกสารหมายเลข ๑) ต่อมานางแสนดี อธิบดี กรม ก ได้มีหนังสือ ที่ ๒๐/๒๕๖๖ ลงวันที่ ๑ กุมภาพันธ์ ๒๕๖๖ ถึงปลัดกระทรวง ข ขออนุมัติเดินทางไป ราชการ ณ จังหวัดเชียงใหม่ ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ ระบุเดินทางไปตรวจราชการโดยไม่มี กำหนดการตรวจราชการแนบท้ายแต่อย่างใด โดยหนังสือดังกล่าวจัดส่งผ่านทางไปรษณีย์อิเล็กทรอนิกส์ของ สำนักงานปลัดกระทรวง ข เมื่อวันที่ ๑ กุมภาพันธ์ ๒๕๖๖ เวลา ๐๙.๐๐ น. และเสนอรองปลัดกระทรวง ข เพื่อพิจารณาอนุมัติ เมื่อเวลา ๐๙.๕๕ น. ซึ่งรองปลัดกระทรวงฯ ได้พิจารณาอนุมัติ เมื่อเวลา ๑๐.๑๕ น. (เอกสาร หมายเลข ๒)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "ต่อมานางแสนดี อธิบดีกรม ก ได้จัดทำใบเบิกค่าใช้จ่ายในการเดินทางไปราชการ (แบบ ๘๗๐๘) ลงวันที่ ๙ กุมภาพันธ์ ๒๕๖๖ ขออนุมัติเบิกค่าใช้จ่ายในการเดินทางไปราชการ เพื่อลงพื้นที่ตรวจราชการของศูนย์ เอ ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ เป็นจำนวนเงินทั้งสิ้น ๑๑,๘๗๐ .- บาท พร้อมแนบเอกสารประกอบการเบิกจ่าย ได้แก่ หนังสือขออนุมัติค่าใช้จ่าย สัญญาการยืมเงินในการเดินทางไปราชการ ต่างจังหวัด เอกสารการจองและใบเสร็จค่าเครื่องบิน เอกสารการจองและใบเสร็จที่พัก ใบรับรองแทนใบเสร็จรับเงิน และใบเสร็จกรณีส่งใช้เงินยืมเหลือจ่าย โดยไม่มีกำหนดการตรวจราชการแนบไปแต่อย่างใด (เอกสารหมายเลข ๓) และศูนย์ฯ ได้มีหนังสือ ที่ ๘/๒๕๖๖ ลงวันที่ ๑ มีนาคม ๒๕๖๖ รายงานผลการดำเนินงานตามข้อสั่งการของนางแสนดี อธิบดีกรม ก เนื่องในโอกาสตรวจราชการที่ศูนย์ฯ เมื่อวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ โดยมีประเด็นข้อสั่งการ/กิจกรรม ดังนี้ ๑) พิธีเปิดและทำบุญอาคารสำนักงานศูนย์ฯ ๒) พิธีแสดงมุติตาจิตข้าราชการศูนย์ฯ ที่เกษียณ ๓) งานเครือข่ายอาสาสมัคร ๔) การจัดงบประมาณประจำปีงบประมาณ พ.ศ. ๒๕๖๗ ๕) การย้ายที่ปฏิบัติงานของศูนย์ฯ ๖) บุคลากรในศูนย์ฯ (เอกสารหมายเลข ๔) แต่จากการสอบถ้อยคำผู้ร้องเรียนพร้อมเอกสารและภาพถ่ายประกอบของผู้ร้องเรียนแสดงให้เห็นได้ว่า",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "การจัดงบประมาณประจำปีงบประมาณ พ.ศ. ๒๕๖๗ ๕) การย้ายที่ปฏิบัติงานของศูนย์ฯ ๖) บุคลากรในศูนย์ฯ (เอกสารหมายเลข ๔) แต่จากการสอบถ้อยคำผู้ร้องเรียนพร้อมเอกสารและภาพถ่ายประกอบของผู้ร้องเรียนแสดงให้เห็นได้ว่า ในวันเสาร์ที่ ๕ กุมภาพันธ์ ๒๕๖๖ เป็นการจัดงานสืบชะตาแบบล้านนา ทำบุญอาคารสำนักงานศูนย์ เอ. โดยมี นางแสนดี อธิบดีกรม ก เป็นประธานในพิธี และมีการมอบของที่ระลึกให้แก่ข้าราชการเกษียณโดยมีพยานหลักฐานภาพถ่ายประกอบ (เอกสารหมายเลข ๕-๖) สอดคล้องกับการให้ถ้อยคำของผู้อำนวยการศูนย์ฯ ซึ่งได้ให้ข้อเท็จจริงว่า การจัดงานวันที่ ๕ กุมภาพันธ์ ๒๕๖๖ เป็นเรื่องของพิธีสงฆ์งานพิธีทำบุญอาคารสำนักงานศูนย์ฯ และมีความต้องการให้อธิบดีกรม ก. มาเป็นประธานในพิธี จึงไม่มีรายละเอียดอื่นในเรื่องการจัดงานมุทิตาจิตหรือประชุมอื่นใด (เอกสารหมายเลข ๗) และสอดคล้องกับถ้อยคำของเจ้าหน้าที่ศูนย์ฯ จำนวน ๓ ราย ประกอบไปด้วย ๑) นาย บ. เจ้าหน้าที่ศูนย์ ๒) นาง ป. เจ้าหน้าที่ศูนย์ฯ และ ๓) นางสาว พ. เจ้าหน้าที่ศูนย์ฯ ซึ่งได้เข้าร่วมงานพิธีทำบุญอาคารสำนักงานศูนย์ฯ เมื่อวันที่ ๕ กุมภาพันธ์ ๒๕๖๖ ได้ให้ถ้อยคำว่า การจัดงานพิธีทำบุญอาคารสำนักงานศูนย์ฯ เนื่องมาจากมีการปรับปรุงอาคารสำนักงานศูนย์ฯ ใหม่ เช่น ทาสี แบ่งสร้างห้องประชุมใหม่",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "เมื่อวันที่ ๕ กุมภาพันธ์ ๒๕๖๖ ได้ให้ถ้อยคำว่า การจัดงานพิธีทำบุญอาคารสำนักงานศูนย์ฯ เนื่องมาจากมีการปรับปรุงอาคารสำนักงานศูนย์ฯ ใหม่ เช่น ทาสี แบ่งสร้างห้องประชุมใหม่ และทำทางเดินใหม่ และจะมีงานมุทิตาจิตแก่ข้าราชการและลูกจ้างที่จะเกษียณอายุราชการด้วย โดยงานพิธีทำบุญฯ เริ่มพิธีสงฆ์เวลา ๐๙.๓๐ น. และมีการสืบชะตาแบบล้านนา ถวายปืนโตและเครื่องไทยธรรม ผูกข้อมือให้กับนางแสนดี อธิบดีกรม ก และข้าราชการที่จะเกษียณอายุราชการ กรวดน้ำรับพร พรมน้ำมนต์ เสร็จสิ้นพิธีสงฆ์ เวลาประมาณ ๑๐.๓๐ น. จากนั้นมีการให้เจ้าหน้าที่ของศูนย์ฯ มานั่งในห้องประชุมที่จัดพิธีสงฆ์ เพื่อเชิญให้ นางแสนดี อธิบดีกรม ก ให้โอวาทแก่ข้าราชการและลูกจ้างที่จะเกษียณอายุราชการและมอบของที่ระลึก จากนั้นนางแสนดี อธิบดีกรม ก และนาย ฮ รองอธิบดีกรม ก. ได้ให้นโยบายที่เกี่ยวข้องกับการทำงานของศูนย์ฯ เช่น การสร้างเครือข่ายกับประชาชน การขยายโครงสร้างบุคลากรเพื่อความก้าวหน้าในอาชีพ ปัญหาการเติบโตของบุคลากร เป็นต้น โดยใช้เวลาประมาณ ๓๐ นาที โดยไม่มีการเซ็นชื่อผู้เข้าร่วมฟังการให้นโยบายดังกล่าว จากนั้นได้ร่วมกันถ่ายรูปบริเวณทางเดินที่ปรับปรุงต่อเติมใหม่ และมีการรับประทานอาหาร จากนั้นเวลาประมาณ ๑๑.๓๐ น. นางแสนดี อธิบดีกรม ก",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "๓๐ นาที โดยไม่มีการเซ็นชื่อผู้เข้าร่วมฟังการให้นโยบายดังกล่าว จากนั้นได้ร่วมกันถ่ายรูปบริเวณทางเดินที่ปรับปรุงต่อเติมใหม่ และมีการรับประทานอาหาร จากนั้นเวลาประมาณ ๑๑.๓๐ น. นางแสนดี อธิบดีกรม ก ได้เดินทางกลับกรุงเทพมหานคร (เอกสารหมายเลข ๘-๑๐ )",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "ทั้งนี้ จากการตรวจสอบรวบรวมสำเนาเอกสารหลักฐานกรณี นาย อ. อธิบดีกรม ก. คนก่อน นางแสนดี อธิบดีกรม ก คนปัจจุบัน และ นาย ฮ รองอธิบดีกรม ก. คนปัจจุบัน เดินทางไปตรวจราชการหรือปฏิบัติราชการอื่นใด ณ ต่างจังหวัด ในช่วงเวลาใกล้เคียงกับกรณีเดินทางไปตรวจราชการ ณ จังหวัดเชียงใหม่ ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ เพื่อนำมาเป็นแนวทางปฏิบัติในการตรวจราชการของกรม ก. ซึ่งพบว่า การขออนุมัติเดินทางไปราชการต่างจังหวัดของอธิบดีและรองอธิบดีกรม ก. ที่ผ่านมา จะมีกำหนดการตรวจราชการ หรือปฏิบัติราชการแนบไปพร้อมกับหนังสือขออนุมัติดังกล่าวเสมอ เพื่อให้ผู้มีอำนาจอนุมัติใช้ประกอบการพิจารณา ดังนี้\n๑) กรณีเดินทางไปราชการจังหวัดกระบี่ จังหวัดตรัง และจังหวัดพังงา ระหว่างวันที่ ๑๔ - ๑๗ มกราคม ๒๕๖๕ เพื่อปฏิบัติภารกิจตรวจราชการ เร่งรัดและติดตามการดำเนินงานตามแผนปฏิบัติราชการ ตลอดจนรับฟังปัญหาและอุปสรรคในการปฏิบัติงานของหน่วยงานในพื้นที่ (นาย อ. อธิบดีกรม ก. คนก่อน)\n๒) กรณีเดินทางไปราชการจังหวัดยะลา ระหว่างวันที่ ๗ - ๙ สิงหาคม ๒๕๖๕ เพื่อตรวจเยี่ยมพร้อมมอบนโยบายในการปฏิบัติงาน ตลอดจนแนวทางการให้บริการการบิน ณ ท่าอากาศยานเบตง และสถานีจังหวัดยะลา (นางแสนดี อธิบดีกรม ก. คนปัจจุบัน)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "๓) กรณีเดินทางไปราชการจังหวัดเชียงใหม่ จังหวัดลำปาง และจังหวัดพะเยา ระหว่างวันที่ ๑๑ - ๑๒ มกราคม ๒๕๖๖ เพื่อตรวจราชการที่กลุ่มงานแผ่นดิน ส่วนเฝ้าระวังสภาวะอากาศ ศูนย์เอ จังหวัดเชียงใหม่ พร้อมลงพื้นที่ตรวจติดตามการติดตั้งเครื่องมือตรวจอากาศอัตโนมัติ (AWOS) ที่ท่าอากาศยานลำปาง จังหวัดลำปาง และเข้าร่วมประชุมหารือเพื่อแลกเปลี่ยนความร่วมมือทางวิชาการ ณ มหาวิทยาลัยพะเยา จังหวัดพะเยา (นางแสนดี อธิบดีกรม ก. คนปัจจุบัน)\n๔) กรณีเดินทางไปราชจังหวัดอุดรธานี และจังหวัดหนองคาย เพื่อตรวจราชการ ณ ศูนย์ บี ในวันที่ ๕ พฤศจิกายน ๒๕๖๕ และร่วมเดินทางไปราชการเพื่อลงพื้นที่ตรวจราชการของรัฐมนตรีว่าการกระทรวง xx ในกิจกรรม/โครงการของสำนักงานสถิติแห่งชาติ ในวันที่ ๖ - ๗ พฤศจิกายน ๒๕๖๕ (นาย ฮ. รองอธิบดีกรม ก. คนปัจจุบัน) (เอกสารหมายเลข ๑๑)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    },
    {
        "id": "Chunk_9",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "ข้อเท็จจริงจากการตรวจสอบจึงรับฟังได้ว่า นางแสนดี อธิบดีกรม ก ได้เดินทางไป จังหวัดเชียงใหม่ ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ เพื่อเป็นประธานในพิธีทำบุญอาคารสำนักงานศูนย์ฯ ในวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ ไม่ใช่การเดินทางไปราชการ จึงไม่สามารถเบิกค่าใช้จ่ายในการเดินทางไปราชการได้ แต่เมื่อกลับจากการเดินทางมีการเบิกค่าใช้จ่ายในการเดินทางไปราชการ และขออนุมัติเบิกค่าใช้จ่ายในการเดินทางไปราชการในครั้งนี้ เป็นจำนวนเงินทั้งสิ้น ๑๑,๘๗๐ .- บาท โดยอยู่ในความรับผิดชอบของนางแสนดี อธิบดีกรม ก",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 8
        }
    },
    {
        "id": "Chunk_10",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "สรุปคำชี้แจงของผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจที่ต้องรับผิดชอบ\n\nนางแสนดี อธิบดีกรม ก ได้ชี้แจง ดังนี้\n\n๑. การเบิกค่าใช้จ่ายเดินทางไปราชการกรณีดังกล่าวนั้น ตนเห็นว่าการเดินทางไปสำนักงานศูนย์ เอ จังหวัดเชียงใหม่ ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ นั้น เป็นการเดินทางไปปฏิบัติงานของทางราชการ มิได้เดินทางไปปฏิบัติภารกิจส่วนตัว จึงเข้าใจว่าสามารถเบิกค่าใช้จ่ายในการเดินทางไปราชการได้\n๒. ในการไปปฏิบัติภารกิจในครั้งนี้ ตนได้ตรวจราชการศูนย์ เอ โดยได้ให้คำปรึกษา แนะนำ มอบนโยบายและข้อสั่งการแก่เจ้าหน้าที่ศูนย์ฯ รวมทั้ง ได้เข้าร่วมพิธีเปิดและทำบุญอาคารสำนักงานศูนย์ฯ และพิธีแสดงมุทิตาจิตแก่ข้าราชการที่เกษียณอายุราชการ ซึ่งเป็นกิจกรรมที่สอดคล้องกับนโยบายบริหารทรัพยากรบุคคล ข้อที่ ๖๑ ทั้งนี้ ศูนย์ฯ ได้รายงานผลการดำเนินงานตามข้อสั่งการของอธิบดีกรม ก. ในโอกาสเดินทางไปตรวจราชการดังกล่าวและรายงานข้อสั่งการดังกล่าวต่อที่ประชุมผู้บริหารกรม ก. ครั้งที่ ๘/๒๕๖๖ เมื่อวันที่ ๑ มีนาคม ๒๕๖๖ และได้ยื่นเอกสารขอเบิกค่าใช้จ่ายในการเดินทางไปราชการดังกล่าว โดยผ่านการตรวจสอบหลักฐานการเบิกจ่ายจากกลุ่มการเงินและบัญชีโดยไม่มีข้อห้าวติงแต่อย่างใด (เอกสารหมายเลข ๑๒)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 9
        }
    },
    {
        "id": "Chunk_11",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "ข้อพิจารณา ความเห็นและเหตุผล",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 10
        }
    },
    {
        "id": "Chunk_12",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "พิจารณาข้อเท็จจริงที่ได้จากพยานหลักฐานประกอบเกณฑ์ที่ใช้ในการตรวจสอบแล้วเห็นว่า พระราชกฤษฎีกาค่าใช้จ่ายในการเดินทางไปราชการ พ.ศ. ๒๕๒๖ และที่แก้ไขเพิ่มเติม มาตรา ๗๙ กำหนดให้ผู้ เดินทางไปราชการซึ่งเป็นข้าราชการหรือลูกจ้าง สามารถเบิกค่าใช้จ่ายในการเดินทางไปราชการได้ตามที่ กำหนดไว้ในพระราชกฤษฎีกานี้ และมาตรา ๑๓๑ ได้กำหนดกรณีที่ข้าราชการหรือลูกจ้างสามารถเดินทางไป ราชการชั่วคราวได้หลายกรณี เช่น การไปปฏิบัติราชการชั่วคราวนอกที่ตั้งสำนักงานซึ่งปฏิบัติราชการตามคำสั่ง ผู้บังคับบัญชา หรือตามหน้าที่ที่ปฏิบัติราชการโดยปกติ แต่กรณีดังกล่าว การจัดงานในวันที่ ๕ กุมภาพันธ์ ๒๕๖๖ เพื่อจัดพิธีทำบุญอาคารสำนักงานศูนย์ฯ และงานแสดงมุทิตาจิตแก่ข้าราชการและพนักงานราชการที่ เกษียณอายุในปีงบประมาณ พ.ศ. ๒๕๖๖ ซึ่งแสดงให้เห็นว่าวัตถุประสงค์หลักของงานในวันเสาร์ที่ ๕ กุมภาพันธ์ ๒๕๖๖ คือการจัดพิธีทำบุญอาคารสำนักงานศูนย์ฯ และงานแสดงมุทิตาจิตแก่ข้าราชการและ พนักงานราชการที่เกษียณอายุราชการ เท่านั้น ทั้งนี้ หากนางแสนดี อธิบดีกรม ก มีกำหนดการที่จะลงพื้นที่ ตรวจราชการ ณ จังหวัดเชียงใหม่อยู่ก่อนที่จะทำหนังสือขออนุมัติเดินทางไปราชการดังกล่าวจริง ย่อมต้องแนบ กำหนดการลงพื้นที่ดังกล่าวหรือเอกสารหลักฐานที่เกี่ยวข้องมาพร้อมด้วย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 11
        }
    },
    {
        "id": "Chunk_13",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "ก มีกำหนดการที่จะลงพื้นที่ ตรวจราชการ ณ จังหวัดเชียงใหม่อยู่ก่อนที่จะทำหนังสือขออนุมัติเดินทางไปราชการดังกล่าวจริง ย่อมต้องแนบ กำหนดการลงพื้นที่ดังกล่าวหรือเอกสารหลักฐานที่เกี่ยวข้องมาพร้อมด้วย ประกอบกับการขออนุมัติเดินทางไป ราชการครั้งนี้ มิได้มีกำหนดการตรวจราชการหรือปฏิบัติงานแนบมาพร้อมกับหนังสือขออนุมัติ ต่างไปจากแนวทางปฏิบัติของกรม ก. ที่เคยปฏิบัติมา ทั้งในช่วงของนาย ฮ. อธิบดีกรม ก. คนก่อน นางแสนดี อธิบดีกรม ก คนปัจจุบัน และนาย อ. รองอธิบดีกรม ก. คนปัจจุบัน โดยเฉพาะกรณีเดินทางไปราชการจังหวัด ยะลา ระหว่างวันที่ ๗ - ๙ สิงหาคม ๒๕๖๕ และกรณีเดินทางไปราชการจังหวัดเชียงใหม่ จังหวัดลำปาง และ จังหวัดพะเยา ระหว่างวันที่ ๑๑ - ๑๒ มกราคม ๒๕๖๖ ซึ่งนางแสนดี อธิบดีกรม ก เป็นผู้ขออนุมัติเดินทางไป ราชการพร้อมทั้งแนบกำหนดการตรวจราชการ ที่ระบุวัน เวลา และรายละเอียดการตรวจราชการ (เอกสาร หมายเลข ๑๑) ซึ่งจะแตกต่างจากการเดินทางไปราชการครั้งนี้ ที่ไม่ปรากฏเอกสารดังกล่าวข้างต้น จึงน่าเชื่อว่า นางแสนดี อธิบดีกรม ก มิได้มีกำหนดการลงพื้นที่ตรวจราชการอยู่ก่อนจริง",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 12
        }
    },
    {
        "id": "Chunk_14",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "สำหรับการกล่าวนโยบายที่เกี่ยวข้องกับการทำงานของศูนย์ฯ ของนางแสนดี อธิบดีกรม ก เห็นว่า เมื่อพิจารณาจากด้านรูปแบบและวิธีการแล้วมิได้มีลักษณะเป็นการประชุมมอบหมายนโยบาย ของหัวหน้าส่วนราชการทั่วไปที่เป็นกิจจะลักษณะ อันได้แก่ ไม่มีระเบียบวาระการประชุม ไม่มีรายงาน การประชุม เป็นต้น มีเพียงรายงานผลการดำเนินงานตามข้อสั่งการของนางแสนดี อธิบดีกรม ก ที่ศูนย์ฯ ได้รายงาน เมื่อวันที่ ๑ มีนาคม ๒๕๖๖ ภายหลังที่ได้เดินทางไปแล้วเกือบ ๑ เดือน (เดินทางไปวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖) (เอกสารหมายเลข ๔) และในเนื้อหาของรายงานผลการดำเนินการข้างต้นประกอบกับ สำเนาเอกสารที่ผู้อำนวยการศูนย์ฯ ได้มอบให้เจ้าหน้าที่ตรวจสอบ (เอกสารหมายเลข ๗) เมื่อเปรียบเทียบ เอกสารภาพถ่ายและข้อมูลที่ได้รับจากผู้ร้องเรียน ก็พบว่า สถานที่ที่กล่าวอ้างว่าเป็นการมอบนโยบายเป็นห้อง เดียวกันกับที่ใช้จัดงานสืบชะตาแบบล้านนา จึงเชื่อได้ว่ามิใช่เป็นการตรวจราชการแต่เป็นการไปเป็นประธานใน งานสืบชะตาแบบล้านนา นอกจากนี้ บันทึกฉบับลงวันที่ ๑ มีนาคม ๒๕๖๖ ดังกล่าว เนื้อหาก็มีลักษณะเป็นการ รายงานผลดำเนินงานตามข้อสั่งการที่ได้เริ่มหรือดำเนินการอยู่แล้ว เช่น งานเครือข่ายอาสาสมัคร ศูนย์ฯ ได้มี คำสั่งแต่งตั้งคณะทำงานเครือข่ายภาคประชาชน ตั้งแต่วันที่ ๖ กันยายน",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 13
        }
    },
    {
        "id": "Chunk_15",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "เนื้อหาก็มีลักษณะเป็นการ รายงานผลดำเนินงานตามข้อสั่งการที่ได้เริ่มหรือดำเนินการอยู่แล้ว เช่น งานเครือข่ายอาสาสมัคร ศูนย์ฯ ได้มี คำสั่งแต่งตั้งคณะทำงานเครือข่ายภาคประชาชน ตั้งแต่วันที่ ๖ กันยายน ๒๕๖๕ หรือการย้ายห้องปฏิบัติงาน ศูนย์ฯ ได้ดำเนินการขอความอนุเคราะห์ใช้พื้นที่อาคารหอควบคุมจราจรทางอากาศแห่งใหม่ของศูนย์ควบคุม การบินเชียงใหม่ ตั้งแต่วันที่ ๒๓ สิงหาคม ๒๕๖๕ เป็นต้น ซึ่งไม่มีเหตุจำเป็นต้องมีข้อสั่งการในวันที่ ๕",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 14
        }
    },
    {
        "id": "Chunk_16",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "๒ มาตรา ๗ วรรคหนึ่ง \"ผู้เดินทางไปราชการซึ่งเป็นข้าราชการหรือลูกจ้าง ให้เบิกค่าใช้จ่ายในการเดินทางไปราชการได้ตามที่กำหนดไว้ในพระราช กฤษฎีกานี้\"\n๓ มาตรา ๑๓ การเดินทางไปราชการชั่วคราว ได้แก่\n(๑) การไปปฏิบัติราชการชั่วคราวนอกที่ตั้งสำนักงานซึ่งปฏิบัติราชการปกติตามคำสั่งผู้บังคับบัญชา หรือตามหน้าที่ที่ปฏิบัติราชการโดยปกติ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 15
        }
    },
    {
        "id": "Chunk_17",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "กุมภาพันธ์ ๒๕๖๖ แต่อย่างใด เพราะหากมีเหตุดังกล่าวจริงย่อมระบุในกำหนดการตรวจราชการแนบท้ายหนังสือขออนุมัติเดินทางไปราชการได้ตั้งแต่ต้น แต่ก็ไม่ปรากฏว่ามีการแนบกำหนดการตรวจราชการดังกล่าวแต่อย่างใด และกรณีที่นางแสนดี อธิบดีกรม ก ได้ชี้แจงว่า ในการไปปฏิบัติภารกิจในครั้งนี้ ตนได้ตรวจราชการของศูนย์ฯ โดยได้ให้คำปรึกษา แนะนำ มอบนโยบายและข้อสั่งการแก่เจ้าหน้าที่ศูนย์ฯ รวมทั้ง ได้เข้าร่วมพิธีเปิดและทำบุญอาคารสำนักงานศูนย์ฯ และพิธีแสดงมุทิตาจิตแก่ข้าราชการที่เกษียณอายุราชการ ซึ่งเป็นกิจกรรมที่สอดคล้องกับนโยบายบริหารทรัพยากรบุคคล ข้อ ๖ แล้ว (เอกสารหมายเลข ๑๒) เห็นว่า เมื่อพิจารณาแล้วว่าวัตถุประสงค์หลักของงานในวันเสาร์ที่ ๕ กุมภาพันธ์ ๒๕๖๖ คือการจัดพิธีทำบุญอาคารสำนักงานศูนย์ฯ และงานแสดงมุทิตาจิตแก่ข้าราชการที่เกษียณอายุราชการเท่านั้น กิจกรรมอื่น ๆ ภายในงานย่อมเป็นเพียงส่วนประกอบปลีกย่อย และเมื่อพิจารณาจากด้านระยะเวลา ซึ่งการกล่าวมอบนโยบายและข้อสั่งการดังกล่าวใช้เวลาในการพูดคุยเพียง ๓๐ นาที ย่อมมีลักษณะเป็นเพียงการพูดคุยทั่วไปในเรื่องที่เกี่ยวข้องกับการปฏิบัติงานของศูนย์ฯ ตามปกติระหว่างผู้บังคับบัญชาและผู้ใต้บังคับบัญชา และการจัดงานมุทิตาจิตฯ ซึ่งเป็นงานแสดงความขอบคุณ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 16
        }
    },
    {
        "id": "Chunk_18",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "๓๐ นาที ย่อมมีลักษณะเป็นเพียงการพูดคุยทั่วไปในเรื่องที่เกี่ยวข้องกับการปฏิบัติงานของศูนย์ฯ ตามปกติระหว่างผู้บังคับบัญชาและผู้ใต้บังคับบัญชา และการจัดงานมุทิตาจิตฯ ซึ่งเป็นงานแสดงความขอบคุณ รำลึกถึงความดีงามต่อผู้อาวุโสที่ครบวาระเกษียณอายุราชการ แม้จะมีลักษณะเป็นการสนับสนุนให้เกิดการสร้างสภาพแวดล้อมและบรรยากาศในการทำงานตามนโยบายบริหารทรัพยากรบุคคลแต่งานดังกล่าวไม่ถือเป็นการปฏิบัติราชการอันจะได้สิทธิเบิกค่าใช้จ่ายในการเดินทางไปราชการแต่อย่างใดการไปร่วมงานดังกล่าวจึงมิใช่การปฏิบัติราชการตามหน้าที่โดยปกติ ดังนั้น ข้อชี้แจงข้างต้นจึงไม่อาจรับฟังได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 17
        }
    },
    {
        "id": "Chunk_19",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "ด้วยเหตุผลดังกล่าวข้างต้นจึงน่าเชื่อว่าการเดินทางไปราชการ ณ จังหวัดเชียงใหม่ ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ ของนางแสนดี อธิบดีกรม ก มีวัตถุประสงค์หลักเพื่อไปร่วมงานพิธีทำบุญอาคารสำนักงานศูนย์ฯ และงานแสดงมุทิตาจิตแก่ข้าราชการที่เกษียณอายุราชการเท่านั้น การกล่าวนโยบายที่เกี่ยวข้องกับการทำงานของศูนย์ฯ มีลักษณะเป็นเพียงการพูดคุยทั่วไปเกี่ยวกับการดำเนินงานของศูนย์ฯ และมิได้มีการตรวจราชการหรือปฏิบัติราชการอื่นแต่อย่างใด ซึ่งการไปร่วมพิธีทำบุญอาคารสำนักงานศูนย์ฯ และร่วมงานแสดงมุทิตาจิตฯ ข้างต้นนั้น มิใช่การเดินทางไปปฏิบัติราชการชั่วคราวนอกที่ตั้งสำนักงานตามหน้าที่ที่ปฏิบัติราชการโดยปกติ ตามนัยของกฎหมายว่าด้วยค่าใช้จ่ายในการเดินทางไปราชการ และมิใช่เป็นการเดินทางไปในงานที่ทางราชการจัดขึ้นตามแบบธรรมเนียมประเพณี ตามมติคณะรัฐมนตรี เมื่อวันที่ ๓ มีนาคม ๒๕๐๓ ประกอบหนังสือกรมบัญชีกลาง ที่ กค ๐๔๐๖.๖/๒๒๑๘ ลงวันที่ ๒๙ มิถุนายน ๒๕๕๓ เรื่องการเบิกจ่ายค่าตอบแทนในการเข้าร่วมงานพระราชพิธี รัฐพิธี ดังนั้น กรณีที่นางแสนดี อธิบดีกรม ก เดินทางไปจังหวัดเชียงใหม่ ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ จึงไม่สามารถเบิกค่าใช้จ่ายในการเดินทางไปราชการชั่วคราวได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 18
        }
    },
    {
        "id": "Chunk_20",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "การกระทำดังกล่าวอยู่ในหน้าที่และความรับผิดชอบของบุคคล ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 19
        }
    },
    {
        "id": "Chunk_21",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "นางแสนดี อธิบดีกรม ก กระทรวง ข มีหน้าที่รับผิดชอบในการปฏิบัติราชการของกรม ก. ให้เกิดผลสัมฤทธิ์และเป็นไปตามกฎหมาย แนวทาง และแผนการปฏิบัติราชการของกระทรวง ข ในด้านต่าง ๆ เช่น ด้านบริหารงาน พิจารณาอนุมัติ อนุญาต ดำเนินการต่าง ๆ ตามภารกิจของกรมฯ เพื่อผลสัมฤทธิ์ภารกิจของรัฐ และด้านการบริหารทรัพยากรและงบประมาณ บริหารงานการคลัง และควบคุมการใช้จ่ายเงินแผ่นดินให้เกิดประสิทธิภาพและความคุ้มค่า และเป็นไปตามกฎหมายที่เกี่ยวข้อง (เอกสารหมายเลข ๑๓) นาง แสนดี อธิบดีกรม ก ได้ทำบันทึกขออนุมัติเดินทางไปราชการ ทั้งที่ ตามข้อเท็จจริงเป็นการไปร่วมงานพิธีทำบุญอาคารสำนักงานศูนย์ฯ และงานแสดงมุทิตาจิตแก่ข้าราชการที่เกษียณอายุราชการเท่านั้น ไม่ได้เป็นการเดินทางไปตรวจราชการแต่อย่างใด และนางแสนดี อธิบดีกรม ก ได้ยื่นขออนุมัติเบิกค่าใช้จ่ายในการเดินทางไปราชการกรณีดังกล่าว เป็นเงิน ๑๑,๘๗๐ .- บาท และได้รับอนุมัติเมื่อวันที่ ๙ กุมภาพันธ์ ๒๕๖๖ การกระทำดังกล่าวถือเป็นการใช้สิทธิ โดยไม่เป็นไปตามราชกฤษฎีกาค่าใช้จ่ายในการเดินทางไปราชการ พ.ศ. ๒๕๒๖ และที่แก้ไขเพิ่มเติม มาตรา ๗ และมาตรา ๑๓ และและพระราชบัญญัติวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๑ มาตรา ๓๗ ก่อให้เกิดความเสียหายแก่กรม ก. เป็นจำนวนเงิน ๑๑,๘๗๐ .- บาท",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 20
        }
    },
    {
        "id": "Chunk_22",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "การกระทำดังกล่าวมีกรณีที่ต้องพิจารณาต่อไปว่าเป็นการกระทำที่มีพฤติการณ์อันเชื่อได้ว่า มีลักษณะเป็นการทุจริตหรือไม่ จากข้อเท็จจริงรับฟังได้ว่า นางแสนดี อธิบดีกรม ก ได้ใช้สิทธิเบิกค่าใช้จ่ายใน การเดินทางไปราชการ ระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ ณ จังหวัดเชียงใหม่ เมื่อวันที่ ๙ กุมภาพันธ์ ๒๕๖๖ เป็นจำนวนเงินทั้งสิ้น ๑๑,๘๗๐ .- บาท และเลขานุการกรม ก. ได้พิจารณาอนุมัติเบิกจ่ายเงินจำนวน ดังกล่าวเมื่อวันที่ ๙ กุมภาพันธ์ ๒๕๖๖ ประกอบกับนางแสนดี อธิบดีกรม ก. ได้ชี้แจงว่า เอกสารขอเบิก ค่าใช้จ่ายในการเดินทางไปราชการดังกล่าว ผ่านการตรวจสอบหลักฐานการเบิกจ่ายจากกลุ่มการเงินและบัญชี โดยไม่มีข้อท้วงติงแต่อย่างใด (เอกสารหมายเลข ๑๒) เห็นว่า แม้จะได้พิจารณาแล้วว่าการเดินทางไปราชการ ดังกล่าวไม่สามารถเบิกค่าใช้จ่ายในการเดินทางไปราชการชั่วคราวได้ แต่อย่างไรก็ตาม ในวันงานดังกล่าวนาง แสนดี อธิบดีกรม ก ได้เข้าร่วมในฐานะประธานในพิธีซึ่งจัดขึ้นเพื่อทำบุญอาคารและมอบของที่ระลึกให้แก่ ข้าราชการเกษียณ มิใช่ไปกิจธุระส่วนตัว จึงเป็นเหตุให้เข้าใจว่าการกระทำดังกล่าวเป็นการตรวจราชการอย่าง หนึ่งซึ่งถือเป็นการปฏิบัติราชการตามหน้าที่โดยปกติที่ทำให้มีสิทธิเบิกค่าใช้จ่ายในการเดินทางไปราชการได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 21
        }
    },
    {
        "id": "Chunk_23",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "มิใช่ไปกิจธุระส่วนตัว จึงเป็นเหตุให้เข้าใจว่าการกระทำดังกล่าวเป็นการตรวจราชการอย่าง หนึ่งซึ่งถือเป็นการปฏิบัติราชการตามหน้าที่โดยปกติที่ทำให้มีสิทธิเบิกค่าใช้จ่ายในการเดินทางไปราชการได้ ประกอบกับขณะยื่นเอกสารขอเบิกค่าใช้จ่ายในการเดินทางไปราชการดังกล่าวไม่มีข้อท้วงติงจากกลุ่มการเงิน และบัญชี จึงยังไม่ปรากฏพฤติการณ์ที่ชัดเจนเพียงพอให้รับฟังได้ว่ามีลักษณะเป็นการทุจริตแต่อย่างใด",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 22
        }
    },
    {
        "id": "Chunk_24",
        "document_id": null,
        "law_name": "ตัวอย่างร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมาย เรื่อง การเบิกค่าใช้จ่ายเดินทางเพื่อไปราชการจังหวัดเชียงใหม่ของอธิบดีกรม กระหว่างวันที่ ๔-๕ กุมภาพันธ์ ๒๕๖๖ (กรณีผิดระเบียบ เสียหาย แต่ไม่ทุจริต)",
        "text": "ความเห็นและข้อเสนอแนะ\n\nอาศัยอำนาจตามความในมาตรา ๙๕ วรรคสาม แห่งพระราชบัญญัติประกอบรัฐธรรมนูญ ว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ จึงเห็นควรแจ้งปลัดกระทรวง ข ดำเนินการ ดังนี้\n\n๑. ให้ดำเนินการทางวินัยแก่ นางแสนดี เมื่อครั้งดำรงตำแหน่งอธิบดีกรม ก. กระทำการเบิก ค่าใช้จ่ายเดินทางราชการไม่เป็นไปตามราชกฤษฎีกาค่าใช้จ่ายในการเดินทางไปราชการ พ.ศ. ๒๕๒๖ และที่ แก้ไขเพิ่มเติม มาตรา ๗ และมาตรา ๑๓ และพระราชบัญญัติวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๑ มาตรา ๓๗ ก่อให้เกิดความเสียหายแก่กรม ก เป็นจำนวนเงิน ๑๑,๘๗๐ .- บาท\n๒. ให้ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายแก่กรม ก. จำนวน ๑๑,๘๗๐ .- บาท",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 23
        }
    }
]