[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้าตรวจสอบ",
        "text": "ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๙ กำหนดให้ผู้รับผิดชอบในการตรวจสอบต้องมีหนังสือแจ้งการเข้าตรวจสอบ โดยจะแจ้งล่วงหน้าหรือในวันแรกที่เข้าหน่วยรับตรวจก็ได้ และในการเข้าตรวจสอบต้องแสดงบัตรประจำตัวต่อบุคคลที่เกี่ยวข้อง และกรณีการตรวจสอบต่อเนื่องจากการตรวจสอบด้านอื่น และผู้รับผิดชอบในการตรวจสอบเป็นผู้รับผิดชอบชุดเดิมที่เคยมีหนังสือแจ้งการเข้าตรวจสอบมาก่อนแล้ว จะไม่แสดงหนังสือแจ้งการเข้าตรวจสอบ อีกก็ได้ รวมทั้งกรณีผู้รับผิดชอบในการตรวจสอบต้องแจ้งให้หน่วยรับตรวจทราบถึงสาระสำคัญของเรื่องที่จะตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ ระยะเวลาที่ใช้ในการตรวจสอบ และงาน โครงการ สัญญา หรือกิจกรรมของหน่วยรับตรวจหรืออยู่ในขอบเขตของการตรวจสอบให้หน่วยรับตรวจทราบด้วย ดังนั้น จึงได้กำหนดแนวทางการดำเนินการในเรื่องดังกล่าวไว้ ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้าตรวจสอบ",
        "text": "๑. เมื่อผู้รับผิดชอบในการตรวจสอบได้รับความเห็นชอบประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบและแนวทางการตรวจสอบ รวมทั้งระยะเวลาในการดำเนินการ จากผู้อำนวยการสำนัก ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๕ (๓) แล้ว ก่อนดำเนินการเข้าตรวจสอบให้ผู้รับผิดชอบในการตรวจสอบ จัดทำร่างหนังสือแจ้งการเข้าตรวจสอบถึงผู้รับตรวจ นำเสนอผู้บริหารงานตรวจสอบเพื่อพิจารณาลงนาม โดยผู้บริหารงานตรวจสอบระดับใดเป็นผู้ลงนาม ให้พิจารณาถึงความเหมาะสมตามระดับหรือตำแหน่งของผู้รับตรวจ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้าตรวจสอบ",
        "text": "๒. หนังสือแจ้งการเข้าตรวจสอบ ให้ทำหนังสือถึงผู้รับตรวจตามคำนิยามในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ เท่านั้น อย่างไรก็ตาม กรณีหน่วยงานที่จะเข้าตรวจสอบเป็นหน่วยงานย่อยในสังกัดของหน่วยรับตรวจ เช่น กรณีโรงเรียนรัฐในจังหวัดต่าง ๆ หรือสำนักงานเขตในสังกัดกรุงเทพมหานคร ผู้รับผิดชอบในการตรวจสอบอาจมีหนังสือถึงหัวหน้าหน่วยงานย่อยเพื่อให้ทราบถึงการแจ้งการเข้าตรวจสอบด้วยก็ได้ โดยรายละเอียดหนังสือแจ้งผู้รับตรวจ และหัวหน้าหน่วยงานย่อย เป็นไปตามแบบฟอร์มแนบท้ายแนวทางฉบับนี้ ทั้งนี้ เพื่อประโยชน์ในการปฏิบัติงาน รายชื่อบุคคลที่ระบุในหนังสือแจ้งการเข้าตรวจสอบควรประกอบด้วย ผู้บริหารงานตรวจสอบ ผู้อำนวยการกลุ่ม หัวหน้ากลุ่ม ผู้รับผิดชอบในการตรวจสอบ ผู้ช่วยผู้รับผิดชอบในการตรวจสอบ และอาจรวมถึงเจ้าหน้าที่ที่สังกัดในกลุ่มดังกล่าวหรือเจ้าหน้าที่ตามที่ผู้บริหารงานตรวจสอบให้ความเห็นชอบด้วยก็ได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้าตรวจสอบ",
        "text": "๓. กรณีการตรวจสอบต่อเนื่องจากการตรวจสอบด้านอื่น เช่น การตรวจสอบรายงานการเงิน หรือการตรวจสอบดำเนินงาน แล้วพบว่า มีกรณีต้องตรวจสอบการปฏิบัติตามกฎหมาย หากผู้รับผิดชอบในการตรวจสอบและผู้ช่วยผู้รับผิดชอบในการตรวจสอบเป็นชุดเดิมที่มีรายชื่อระบุไว้ในหนังสือแจ้งการเข้าตรวจสอบ (หนังสือเปิดตรวจ) เดิมในการตรวจสอบการเงินหรือดำเนินงาน แล้วแต่กรณี และได้แจ้งหนังสือดังกล่าวไปแล้วในการตรวจสอบด้านอื่น จะไม่จัดทำและแสดงหนังสือแจ้งการเข้าตรวจสอบอีกก็ได้ แต่ทั้งนี้ ระยะเวลาในการตรวจสอบการปฏิบัติตามกฎหมายตามหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน จะเริ่มนับแต่วันที่มีหนังสือแจ้งการเข้าตรวจสอบ (หนังสือเปิดตรวจเดิมในการตรวจสอบการเงินหรือดำเนินงาน แล้วแต่กรณี) ไปยังหน่วยรับตรวจ อย่างไรก็ตาม กรณีผู้รับผิดชอบในการตรวจสอบและผู้ช่วยผู้รับผิดชอบเป็นชุดเดิม แต่\nประสงค์จะทำหนังสือแจ้งการเข้าตรวจสอบใหม่ เช่น มีการเปลี่ยนตัวผู้บริหารงานตรวจสอบ ผู้อำนวยการกลุ่ม หรือหัวหน้ากลุ่ม หรือมีเจ้าหน้าที่เข้าตรวจสอบเพิ่มเติม หรือเพื่อประโยชน์ในการนับระยะเวลาการตรวจสอบ จะทำหนังสือแจ้งการเข้าตรวจสอบใหม่ก็ได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางการแจ้งการเข้าตรวจสอบ",
        "text": "๔. กรณีมิใช่การที่มีหนังสือแจ้งการเข้าตรวจสอบต่อเนื่องจากการตรวจสอบด้านอื่น แต่เป็น กรณีที่มีการจัดทำและแสดงหนังสือแจ้งการเข้าตรวจสอบในการตรวจสอบการปฏิบัติตามกฎหมายไปแล้ว แต่ ต่อมามีการเปลี่ยนแปลงผู้รับผิดชอบในการตรวจสอบหรือผู้ช่วยผู้รับผิดชอบในการตรวจสอบ หรือกรณีการ เพิ่มเติมผู้ช่วยผู้รับผิดชอบในการตรวจสอบ ให้ดำเนินการจัดทำหนังสือแจ้งการเข้าตรวจสอบใหม่ หรือหนังสือ แจ้งการเข้าตรวจสอบเพิ่มเติมแล้วแต่กรณี\n\n๕. ในการเข้าตรวจสอบผู้รับผิดชอบในการตรวจสอบจะแจ้งให้ผู้รับตรวจทราบล่วงหน้าหรือ ในวันแรกที่เข้าหน่วยรับตรวจก็ได้ และกรณีการมีหนังสือถึงหัวหน้าหน่วยงานย่อยเพื่อให้ทราบถึงการแจ้งการ เข้าตรวจสอบจะแจ้งให้หัวหน้าหน่วยงานย่อยทราบล่วงหน้าหรือในวันแรกที่เข้าหน่วยรับตรวจก็ได้ เช่นกัน\n\n๖. ในการตรวจสอบผู้รับผิดชอบในการตรวจสอบต้องแจ้งให้หน่วยรับตรวจทราบถึง สาระสำคัญของเรื่องที่จะตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ ระยะเวลาที่ใช้ในการตรวจสอบ และงาน โครงการ สัญญา หรือกิจกรรมของหน่วยรับตรวจหรืออยู่ในขอบเขตของการตรวจสอบให้หน่วยรับตรวจทราบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    }
]