[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๘ และข้อ ๑๙",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ข้อ ๑๘ ในการพิจารณารับเรื่องร้องเรียนไว้ตรวจสอบการปฏิบัติตามกฎหมาย ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนพิจารณาว่าเรื่องที่ร้องเรียนเข้าหลักเกณฑ์ ดังต่อไปนี้ หรือไม่\n(๑) เป็นเรื่องที่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n(๒) เป็นเรื่องที่เกิดขึ้นมาแล้วไม่เกินห้าปีนับแต่วันที่เกิดเหตุจนถึงวันที่สำนักงานรับเรื่อง\n(๓) เป็นเรื่องที่ระบุรายละเอียดเกี่ยวกับชื่อ หรือตำแหน่งของเจ้าหน้าที่หน่วยรับตรวจ ผู้ถูกร้องเรียน หรือชื่อหน่วยรับตรวจ หรือบุคคลที่เกี่ยวข้อง วัน เวลา หรือช่วงเวลา สถานที่ที่มีการกระทำผิด และพฤติการณ์แห่งการกระทำความผิด ซึ่งเพียงพอที่จะตรวจสอบได้\n(๔) เป็นเรื่องที่ผู้ว่าการหรือผู้ที่ผู้ว่าการมอบหมายยังไม่เคยแจ้งผลการตรวจสอบให้หน่วยรับตรวจ หรือหน่วยงานที่เกี่ยวข้องดำเนินการตามกฎหมายประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดินมาก่อน\nในการพิจารณาหลักเกณฑ์ตามวรรคหนึ่ง หากขาดหลักเกณฑ์ข้อหนึ่งข้อใดให้มีคำสั่งไม่รับเรื่องร้องเรียนไว้ตรวจสอบ แต่หากเข้าหลักเกณฑ์ทุกข้อ ให้พิจารณาเงื่อนไขตามข้อ ๒๐ ก่อนรับเรื่องร้องเรียนไว้ตรวจสอบ\n\nวิธีการและแนวทางในการตรวจสอบ ตามข้อ ๑๘",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "วิธีการและแนวทางในการตรวจสอบ ตามข้อ ๑๘\n\nเมื่อสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนได้รับเรื่องร้องเรียนต้องพิจารณาเรื่องร้องเรียนดังกล่าวก่อนว่าเป็นเรื่องที่เข้าหลักเกณฑ์ตามข้อ ๑๘ หรือไม่ หากขาดหลักเกณฑ์ข้อหนึ่งข้อใดให้มีคำสั่งไม่รับเรื่องร้องเรียนไว้ตรวจสอบ แต่หากเข้าหลักเกณฑ์ทุกข้อ ให้พิจารณาเงื่อนไขตามข้อ ๒๐ ก่อนรับเรื่องร้องเรียนไว้ตรวจสอบ\nทั้งนี้ หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนตามที่กำหนดไว้ในข้อ ๑๘ มีสาระสำคัญดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "(๑) เป็นเรื่องที่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ โดยต้องพิจารณาว่าเรื่องร้องเรียนนั้นเป็นเรื่องที่เกี่ยวกับการตรวจเงินแผ่นดิน ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ซึ่งอยู่ในหน้าที่และอำนาจในการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ หรือไม่ หากพิจารณาแล้วเห็นว่าเรื่องร้องเรียนดังกล่าวอยู่ในหน้าที่และอำนาจในการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้พิจารณาหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนในข้อต่อไป แต่หากพิจารณาแล้วเห็นว่าเป็นเรื่องร้องเรียนที่มิได้อยู่ในหน้าที่และอำนาจในการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ เช่น กรณีเป็นเรื่องร้องเรียนเกี่ยวกับเจ้าหน้าที่ของรัฐมีพฤติการณ์ร่ำรวยผิดปกติ หรือ กรณีเป็นเรื่องร้องเรียนเกี่ยวกับเจ้าหน้าที่ของรัฐเรียกรับสินบน หรือกรณีร้องเรียนว่าเจ้าหน้าที่ของรัฐมีความสัมพันธ์ในทางที่ไม่ชอบ (ในลักษณะฉันสามีภรรยา) กับภรรยาตน เป็นต้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "หรือ กรณีเป็นเรื่องร้องเรียนเกี่ยวกับเจ้าหน้าที่ของรัฐเรียกรับสินบน หรือกรณีร้องเรียนว่าเจ้าหน้าที่ของรัฐมีความสัมพันธ์ในทางที่ไม่ชอบ (ในลักษณะฉันสามีภรรยา) กับภรรยาตน เป็นต้น ให้ผู้อำนวยการสำนัก มีคำสั่งไม่รับเรื่องร้องเรียนไว้ตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "อนึ่ง แม้เรื่องร้องเรียนดังกล่าวจะไม่อยู่ในหน้าที่และอำนาจในการตรวจสอบของผู้ว่าการ ตรวจเงินแผ่นดิน แต่หากปรากฏว่าเรื่องร้องเรียนนั้นอยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่น ตามมาตรา ๖ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้พิจารณา ดำเนินการตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๑ ต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "(๒) เป็นเรื่องที่เกิดขึ้นมาแล้วไม่เกินห้าปีนับแต่วันที่เกิดเหตุจนถึงวันที่สำนักงานรับเรื่อง โดยต้องพิจารณาว่าเป็นเรื่องร้องเรียนเกิดขึ้นมาแล้วไม่เกินห้าปีนับแต่วันที่เกิดเหตุจนถึงวันที่สำนักงานรับเรื่อง หรือไม่ เพื่อให้สอดคล้องกับพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ มาตรา ๑๐๑ และมาตรา ๑๐๒ กรณีการดำเนินการเกี่ยวกับความผิดวินัยการเงินการคลังของรัฐ ประกอบกับ ในการแสวงหาพยานหลักฐานในช่วงระยะเวลา ๕ ปี ก็สามารถที่จะรวบรวมพยานหลักฐานได้ แต่หากเกินกว่า ระยะเวลาเช่นว่านั้นอาจทำให้ยากต่อการรวบรวมพยานหลักฐาน ด้วยเหตุดังกล่าวเรื่องร้องเรียน ที่มีการกระทำความผิดเกิดขึ้นมาแล้วเกินห้าปีจึงไม่ควรรับเรื่องร้องเรียนไว้ตรวจสอบ ดังนั้น หากพิจารณาแล้ว เห็นว่าเรื่องร้องเรียนเกิดขึ้นมาแล้วไม่เกินห้าปีนับแต่วันที่เกิดเหตุจนถึงวันที่สำนักงานรับเรื่องให้พิจารณา หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนในข้อต่อไป แต่หากพิจารณาแล้วเห็นว่าเป็นเรื่องร้องเรียนที่เกิดขึ้น มาแล้วเกินห้าปีนับแต่วันที่เกิดเหตุจนถึงวันที่สำนักงานรับเรื่อง ให้ผู้อำนวยการสำนักมีคำสั่งไม่รับเรื่อง ร้องเรียนไว้ตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ทั้งนี้ วันที่สำนักงานรับเรื่อง หมายความว่า กรณีร้องเรียนเป็นหนังสือให้นับวันที่ สำนักงานการตรวจเงินแผ่นดิน สำนักงานตรวจเงินแผ่นดินภูมิภาค หรือสำนักงานตรวจเงินแผ่นดินจังหวัด ออก เลขที่รับหนังสือตามระบบงานสารบรรณ กรณีที่ร้องเรียนทางเว็บไซต์หรือทางไปรษณีย์อิเล็กทรอนิกส์ของ สำนักงานให้นับแต่เวลาที่ข้อมูลอิเล็กทรอนิกส์นั้นได้เข้าสู่ระบบข้อมูลของสำนักงานการตรวจเงินแผ่นดิน สำนักงานตรวจเงินแผ่นดินภูมิภาค หรือสำนักตรวจเงินแผ่นดินจังหวัด แล้วแต่กรณี สำหรับกรณีที่มาร้องเรียน ด้วยตนเอง ให้นับแต่วันที่ผู้ร้องได้มาร้องเรียนที่สำนักงานการตรวจเงินแผ่นดิน สำนักงานตรวจเงินแผ่นดินภูมิภาค หรือสำนักตรวจเงินแผ่นดินจังหวัด แล้วแต่กรณี",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    },
    {
        "id": "Chunk_9",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "(๓) เป็นเรื่องที่ระบุรายละเอียดเกี่ยวกับชื่อ หรือตำแหน่งของเจ้าหน้าที่หน่วยรับตรวจ ผู้ถูกร้องเรียน หรือชื่อหน่วยรับตรวจ หรือบุคคลที่เกี่ยวข้อง วัน เวลา หรือช่วงเวลา สถานที่ที่มีการ กระทำผิด และพฤติการณ์แห่งการกระทำความผิด ซึ่งเพียงพอที่จะตรวจสอบได้ โดยสามารถแยกพิจารณา ได้ เป็น ๓ กรณี ดังนี้\n๑. ระบุชื่อหรือตำแหน่งของเจ้าหน้าที่หน่วยรับตรวจผู้ถูกร้องเรียน และระบุพฤติการณ์ แห่งการกระทำความผิด ซึ่งเพียงพอที่จะตรวจสอบได้ หรือ\n๒. ระบุชื่อหน่วยรับตรวจ หรือบุคคลที่เกี่ยวข้อง และระบุพฤติการณ์แห่งการกระทำ ความผิด ซึ่งเพียงพอที่จะตรวจสอบได้ หรือ\n๓. ระบุวัน เวลา หรือช่วงเวลา สถานที่ที่มีการกระทำผิด และระบุพฤติการณ์แห่งการกระทำ ความผิด ซึ่งเพียงพอที่จะตรวจสอบได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 8
        }
    },
    {
        "id": "Chunk_10",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "๓. ระบุวัน เวลา หรือช่วงเวลา สถานที่ที่มีการกระทำผิด และระบุพฤติการณ์แห่งการกระทำ ความผิด ซึ่งเพียงพอที่จะตรวจสอบได้\nดังนั้น หากพิจารณาแล้วเห็นว่าเรื่องร้องเรียนเป็นเรื่องที่ระบุรายละเอียดเกี่ยวกับชื่อ หรือตำแหน่งของเจ้าหน้าที่หน่วยรับตรวจผู้ถูกร้องเรียน หรือชื่อหน่วยรับตรวจ หรือบุคคลที่เกี่ยวข้อง วัน เวลา หรือช่วงเวลา สถานที่ที่มีการกระทำผิด และพฤติการณ์แห่งการกระทำความผิดซึ่งเพียงพอที่จะตรวจสอบได้ให้พิจารณาหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนในข้อต่อไป แต่หากพิจารณาแล้วเห็นว่าเป็นเรื่องร้องเรียนที่ไม่ระบุรายละเอียดเกี่ยวกับชื่อ หรือตำแหน่งของเจ้าหน้าที่หน่วยรับตรวจผู้ถูกร้องเรียน หรือชื่อหน่วยรับตรวจ หรือบุคคลที่เกี่ยวข้อง วัน เวลา หรือช่วงเวลา สถานที่ที่มีการกระทำผิด และพฤติการณ์แห่งการกระทำความผิดซึ่งเพียงพอที่จะตรวจสอบได้ ให้ผู้อำนวยการสำนักมีคำสั่งไม่รับเรื่องร้องเรียนไว้ตรวจสอบ\nตัวอย่างการพิจารณาคำว่า \"ระบุพฤติการณ์แห่งการกระทำความผิดซึ่งเพียงพอที่จะดำเนินการตรวจสอบได้\" ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๘ (๓) ประกอบ ข้อ ๑๙",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 9
        }
    },
    {
        "id": "Chunk_11",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๙ กำหนดว่า เรื่องร้องเรียนซึ่งมีลักษณะเป็นบัตรสนเท่ห์ หรือไม่ระบุรายละเอียดเกี่ยวกับชื่อ - สกุล เลขบัตรประชาชน ที่อยู่ หรือข้อมูลอื่นใดของผู้ร้องเรียนที่สามารถติดต่อได้ หากจะรับเรื่องร้องเรียนไว้ตรวจสอบจะต้องเป็นเรื่องที่ระบุรายละเอียดตามข้อ ๑๘ (๓) เพียงพอที่จะดำเนินการตรวจสอบต่อไปได้ นั้นมีวัตถุประสงค์เพื่อวางหลักการในการพิจารณาเรื่องร้องเรียนที่มีลักษณะเป็นบัตรสนเท่ห์หรือเรื่องร้องเรียนที่ไม่ได้ระบุรายละเอียดเกี่ยวกับ ชื่อ - สกุล เลขบัตรประชาชน ที่อยู่ หรือข้อมูลอื่นใดของผู้ร้องเรียนที่สามารถติดต่อได้ ว่าหากเรื่องร้องเรียนดังกล่าวมีการระบุรายละเอียดตามข้อ ๑๘ (๓) เพียงพอที่จะดำเนินการตรวจสอบต่อไปได้ ให้พิจารณารับเรื่องร้องเรียนที่มีลักษณะเป็นบัตรสนเท่ห์ดังกล่าวไว้ตรวจสอบ ดังตัวอย่างต่อไปนี้\nตัวอย่างที่ ๑ กรณีเรื่องร้องเรียนมีลักษณะเป็นบัตรสนเท่ห์ ระบุรายละเอียดชื่อเจ้าหน้าที่หน่วยรับตรวจผู้ถูกร้องเรียน และระบุพฤติการณ์แห่งการกระทำความผิดเพียงพอที่จะดำเนินการตรวจสอบต่อไปได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 10
        }
    },
    {
        "id": "Chunk_12",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ตัวอย่างที่ ๑ กรณีเรื่องร้องเรียนมีลักษณะเป็นบัตรสนเท่ห์ ระบุรายละเอียดชื่อเจ้าหน้าที่หน่วยรับตรวจผู้ถูกร้องเรียน และระบุพฤติการณ์แห่งการกระทำความผิดเพียงพอที่จะดำเนินการตรวจสอบต่อไปได้\nสำนักงานการตรวจเงินแผ่นดินได้รับเรื่องร้องเรียนเป็นบัตรสนเท่ห์ กล่าวหาว่า นายฉลาดหลักแหลม นายกเทศมนตรีตำบล ก. อำเภอ ข. จังหวัด ค. มีการนำรถยนต์ราชการส่วนกลางไปใช้ในกิจการอื่นซึ่งมิใช่งานราชการ ระหว่างเดือนกันยายน ๒๕๖๖ โดยนำรถยนต์ราชการหมายเลขทะเบียน จบ ๒๕๖๖ จังหวัด ค. ไปร่วมงานบำเพ็ญกุศลศพบิดาของนางสาวแฉล้ม แก้มแดง ภรรยานอกสมรส\nตัวอย่างที่ ๒ กรณีเรื่องร้องเรียนมีลักษณะเป็นบัตรสนเท่ห์ ระบุชื่อหน่วยรับตรวจ หรือบุคคลที่เกี่ยวข้องและระบุพฤติการณ์แห่งการกระทำผิดเพียงพอที่จะดำเนินการตรวจสอบต่อไปได้\nสำนักงานการตรวจเงินแผ่นดินได้รับเรื่องร้องเรียนเป็นบัตรสนเท่ห์ กล่าวหาว่า โครงการก่อสร้างอาคาร ก. หน่วยงาน ข. อยู่ระหว่างการก่อสร้างตกแต่งอาคาร ซึ่งเป็นงานในงวดที่ ๑๐ แต่ข้อเท็จจริงปรากฏว่าคณะกรรมการตรวจรับพัสดุงานจ้างก่อสร้างได้มีการตรวจรับงานก่อสร้างและจ่ายเงินให้ผู้รับจ้างไปหมดแล้วทั้งที่งานก่อสร้างยังไม่แล้วเสร็จ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 11
        }
    },
    {
        "id": "Chunk_13",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ตัวอย่างที่ ๓ กรณีเรื่องร้องเรียนมีลักษณะเป็นบัตรสนเท่ห์ ระบุวันเวลา หรือช่วงเวลา สถานที่กระทำความผิด และระบุพฤติการณ์แห่งการกระทำผิดเพียงพอที่จะดำเนินการตรวจสอบต่อไปได้\nสำนักงานการตรวจเงินแผ่นดินได้รับเรื่องร้องเรียนเป็นบัตรสนเท่ห์ กล่าวหาว่า ในช่วงระหว่าง เดือนกันยายน ๒๕๖๖ กอง ค. กรม ก. มีการทำเรื่องเบิกค่าใช้จ่ายปฏิบัติงานนอกเวลาอันเป็นเท็จ ก่อให้เกิด ความเสียหายคิดเป็นเงินจำนวน ๑,๐๐๐,๐๐๐.๐๐ บาท",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 12
        }
    },
    {
        "id": "Chunk_14",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "(๔) เป็นเรื่องที่ผู้ว่าการหรือผู้ที่ผู้ว่าการมอบหมายยังไม่เคยแจ้งผลการตรวจสอบ ให้หน่วยรับตรวจหรือหน่วยงานที่เกี่ยวข้องดำเนินการตามกฎหมายประกอบรัฐธรรมนูญว่าด้วยการตรวจ เงินแผ่นดินมาก่อน\nเมื่อพิจารณาตามหลักการในการดำเนินคดีกับผู้กระทำผิดนั้น ห้ามมิให้มีการดำเนินการ ซ้ำสอง กล่าวคือ การกระทำครั้งเดียวไม่อาจถูกลงโทษสองครั้ง โดยหากเรื่องร้องเรียนเป็นเรื่องที่เคยมีการ ตรวจสอบความผิดจากการกระทำครั้งก่อน ซึ่งมีประเด็นเดียวกันกับเรื่องที่ร้องเรียนใหม่ และผู้ว่าการหรือ ผู้ที่ผู้ว่าการมอบหมายเคยมีการแจ้งผลการตรวจสอบให้หน่วยรับตรวจหรือหน่วยงานที่เกี่ยวข้องดำเนินการ ตามกฎหมายประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดินไปแล้ว ไม่ว่าจะเป็นการตรวจสอบการปฏิบัติตาม กฎหมายในลักษณะใด หากมีการร้องเรียนให้ตรวจสอบในเรื่องที่มาจากการกระทำความผิดในเรื่องเดียวกันนั้น อีก เพื่อประโยชน์แห่งความเป็นธรรมก็ไม่ควรรับเรื่องร้องเรียนดังกล่าวไว้ตรวจสอบ ดังนั้น หากเรื่องร้องเรียน เป็นเรื่องที่ผู้ว่าการหรือผู้ที่ผู้ว่าการมอบหมายเคยแจ้งผลการตรวจสอบ ให้หน่วยรับตรวจหรือหน่วยงาน ที่เกี่ยวข้องดำเนินการตามกฎหมายประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดินมาก่อน ให้ผู้อำนวยการ สำนักมีคำสั่งไม่รับเรื่องร้องเรียนไว้ตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 13
        }
    },
    {
        "id": "Chunk_15",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ตัวอย่าง\nสำนักงานการตรวจเงินแผ่นดินได้รับหนังสือร้องเรียนจากนายรู้รักษ์ เงินแผ่นดิน เมื่อวันที่ ๒ มกราคม ๒๕๖๗ ร้องเรียนกล่าวหาว่า นายฉลาด หลักแหลม ผู้อำนวยการสำนัก ก. กรม ข. มีการนำรถยนต์ ราชการส่วนกลางไปใช้ในกิจการอื่นซึ่งมิใช่งานในหน้าที่ราชการ เนื่องจากในระหว่างวันที่ ๑ - ๓ กันยายน ๒๕๖๖ นายฉลาดและคณะได้ขออนุมัติการเดินทางไปราชการและจัดทำประมาณการยืมเงินทดรองไปราชการ เป็นเงินจำนวน ๙,๖๘๐ บาท เพื่อเข้าร่วมประชุมโครงการต่อต้านการทุจริตของกระทรวง ค. ณ โรงแรม หลับสบาย อำเภอแสนสบาย จังหวัดสุขสบายธานี โดยขออนุญาตใช้รถยนต์ส่วนกลางหมายเลขทะเบียน จบ ๒๕๖๖ กรุงเทพมหานคร แต่เมื่อนายฉลาดและคณะ เดินทางถึงที่พักโรงแรมหลับสบาย นายฉลาดได้สั่งการ ด้วยวาจาให้นายสัตย์ซื่อ มีอาชีพ พนักงานขับรถ นำรถยนต์ส่วนกลางคันดังกล่าวเดินทางไปยังวัดมัธยัสถ์ ติยาราม อำเภอพอเพียง จังหวัดเพียงพอธานี เพื่อร่วมงานบำเพ็ญกุศลศพบิดาของนางสาวแฉล้ม แก้มแดง ภรรยานอกสมรสของตน\nเมื่อสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนได้รับเรื่องร้องเรียน ต้องพิจารณาข้อเท็จจริงตามที่ปรากฏในหนังสือร้องเรียนดังกล่าวก่อนว่าเป็นเรื่องที่เข้าหลักเกณฑ์ ตามข้อ ๑๘ หรือไม่ ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 14
        }
    },
    {
        "id": "Chunk_16",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "(๑) เป็นเรื่องที่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ หรือไม่\nเมื่อพิจารณาตามข้อเท็จจริงตามที่ปรากฏในหนังสือร้องเรียนดังกล่าวเป็นเรื่องร้องเรียนที่เกี่ยวกับการตรวจเงินแผ่นดินซึ่งอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n(๒) เป็นเรื่องที่เกิดขึ้นมาแล้วไม่เกินห้าปีนับแต่วันที่เกิดเหตุจนถึงวันที่สำนักงานรับเรื่อง หรือไม่\nเมื่อพิจารณาตามข้อเท็จจริงตามที่ปรากฏในหนังสือร้องเรียนดังกล่าวเป็นเรื่องร้องเรียนที่เกิดขึ้นในระหว่างวันที่ ๑ - ๓ กันยายน ๒๕๖๖ และสำนักงานการตรวจเงินแผ่นดินได้รับหนังสือร้องเรียนในวันที่ ๒ มกราคม ๒๕๖๗ จึงเป็นเรื่องร้องเรียนที่เกิดขึ้นมาแล้วไม่เกินห้าปีนับแต่วันที่เกิดเหตุจนถึงวันที่สำนักงานรับเรื่อง\n(๓) เป็นเรื่องที่ระบุรายละเอียดเกี่ยวกับชื่อ หรือตำแหน่งของเจ้าหน้าที่หน่วยรับตรวจผู้ถูกร้องเรียน หรือชื่อหน่วยรับตรวจ หรือบุคคลที่เกี่ยวข้อง วัน เวลา หรือช่วงเวลา สถานที่ที่มีการกระทำผิดและพฤติการณ์แห่งการกระทำความผิด ซึ่งเพียงพอที่จะตรวจสอบได้ หรือไม่",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 15
        }
    },
    {
        "id": "Chunk_17",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "เมื่อพิจารณาตามข้อเท็จจริงตามที่ปรากฏในหนังสือร้องเรียนดังกล่าวเป็นเรื่องร้องเรียนมีการระบุรายละเอียดเกี่ยวกับชื่อ (นายฉลาด หลักแหลม) หรือ ตำแหน่งของเจ้าหน้าที่หน่วยรับตรวจผู้ถูกร้องเรียน (ผู้อำนวยการสำนัก ก.) หรือชื่อหน่วยรับตรวจ (กรม ข.) หรือบุคคลที่เกี่ยวข้อง วัน เวลา หรือช่วงเวลา สถานที่ที่มีการกระทำผิด (ในระหว่างวันที่ ๑ - ๓ กันยายน ๒๕๖๖) และพฤติการณ์แห่งการกระทำความผิดตามที่ปรากฏในหนังสือร้องเรียนมีพฤติการณ์การกระทำความผิดที่ชัดเจนเพียงพอที่จะตรวจสอบได้\n(๔) เป็นเรื่องที่ผู้ว่าการหรือผู้ที่ผู้ว่าการมอบหมายยังไม่เคยแจ้งผลการตรวจสอบให้หน่วยรับตรวจหรือหน่วยงานที่เกี่ยวข้องดำเนินการตามกฎหมายประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดินมาก่อน หรือไม่\nเมื่อพิจารณาแล้วเห็นว่าเรื่องร้องเรียนดังกล่าวเป็นเรื่องร้องเรียนที่ผู้ว่าการหรือผู้ที่ผู้ว่าการมอบหมายยังไม่เคยแจ้งผลการตรวจสอบให้หน่วยรับตรวจหรือหน่วยงานที่เกี่ยวข้องดำเนินการตามกฎหมายประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดินมาก่อน",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 16
        }
    },
    {
        "id": "Chunk_18",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ทั้งนี้ เมื่อพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนตามข้อ ๑๘ แล้วเข้าหลักเกณฑ์ตามข้อ ๑๘ ทุกข้อ ให้พิจารณาเงื่อนไขตามข้อ ๒๐ ก่อนรับเรื่องร้องเรียนไว้ตรวจสอบ\nอนึ่ง ในการพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียน ในการรับหรือไม่รับเรื่องร้องเรียนให้พิจารณารายละเอียดข้อมูลตามที่ปรากฏในหนังสือร้องเรียนเท่านั้น โดยไม่ต้องตรวจสอบข้อเท็จจริงเบื้องต้นเพื่อประกอบการพิจารณาว่าเข้าหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนดังกล่าวหรือไม่ซึ่งหากเรื่องร้องเรียนขาดหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนข้อหนึ่งข้อใด ให้ผู้อำนวยการสำนักมีคำสั่งไม่รับเรื่องร้องเรียนไว้ตรวจสอบและแจ้งให้ผู้ร้องเรียนทราบถึงการไม่รับเรื่องร้องเรียนด้วย แต่หากเข้าหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนตามข้อ ๑๘ ทุกข้อ ให้พิจารณาเงื่อนไขตามข้อ ๒๐ ก่อนรับเรื่องร้องเรียนไว้ตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 17
        }
    },
    {
        "id": "Chunk_19",
        "document_id": null,
        "law_name": "แนวทางการรับเรื่องร้องเรียนหรือบัตรสนเท่ห์ไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ทั้งนี้ การพิจารณาหนังสือร้องเรียนเพื่อจะพิจารณารับเรื่องร้องเรียนไว้ตรวจสอบหรือไม่นั้นการพิจารณาพฤติการณ์ตามข้อกล่าวอ้างที่ระบุในหนังสือร้องเรียนว่ามีลักษณะเป็นความผิดตามข้อกล่าวอ้างหรือไม่ นั้น ต้องพิจารณาข้อเท็จจริงและพฤติการณ์ตามข้อร้องเรียนประกอบข้อกฎหมายและระเบียบที่เกี่ยวข้องด้วย หากพิจารณาแล้วเห็นชัดเจนอยู่แล้วว่าข้อเท็จจริงตามข้อกล่าวอ้างตามพฤติการณ์ที่ระบุในหนังสือร้องเรียนไม่ได้เป็นการกระทำผิดกฎหมายหรือระเบียบที่เกี่ยวข้องและการรับเรื่องไว้ดำเนินการตรวจสอบ ก็มิได้ทำให้ผลการตรวจสอบเปลี่ยนแปลงไปแต่อย่างใด กรณีจึงถือได้ว่าเรื่องร้องเรียนดังกล่าวระบุพฤติการณ์แห่งการกระทำความผิดไม่ชัดเจน ตามข้อ ๑๘ (๓) จึงไม่มีเหตุจำเป็นที่จะต้องรับเรื่องไว้ตรวจสอบ การปฏิบัติตามกฎหมาย สามารถพิจารณาและมีคำสั่งไม่รับเรื่องร้องเรียนไว้ตรวจสอบและแจ้งให้ผู้ร้องเรียนทราบถึงการไม่รับเรื่องร้องเรียนนั้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 18
        }
    }
]