[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางการประเมินความเสี่ยง",
        "text": "ด้วยตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๘ กำหนดเรื่องที่สำนักงานอาจพิจารณารับไว้ตรวจสอบการปฏิบัติตามกฎหมาย (๑) เรื่องที่คัดเลือกมาจากการประเมินความเสี่ยงของหน่วยรับตรวจ และข้อ ๙ เรื่องที่คัดเลือกมาจากการประเมินความเสี่ยงของหน่วยรับตรวจตามข้อ ๘ (๑) เจ้าหน้าที่ตรวจสอบควรศึกษา รวบรวมข้อมูล และพิจารณาคัดเลือกงานโครงการ สัญญาและกิจกรรมของหน่วยรับตรวจที่เห็นว่ามีความสำคัญควรได้รับการตรวจสอบ และจัดลำดับความสำคัญของงาน โครงการ สัญญา และกิจกรรมที่จะตรวจสอบตามระดับความเสี่ยงที่ประเมินได้ก่อนที่จะพิจารณาคัดเลือกงาน โครงการ สัญญา และกิจกรรม ตามวิธีการที่สำนักงานกำหนด เพื่อตรวจสอบตามหมวด ๒ ต่อไป ดังนั้นเพื่อให้การประเมินความเสี่ยงการตรวจสอบการปฏิบัติตามกฎหมายเป็นไปในแนวทางเดียวกัน จึงได้กำหนดแบบในการประเมินความเสี่ยงไว้ ดังนี้\n\n๑. แบบประเมินความเสี่ยงเพื่อคัดเลือกหน่วยรับตรวจที่อยู่ในเขตอำนาจ สำหรับการตรวจสอบ การจัดให้ได้มาซึ่งทรัพย์สินและบริหารทรัพย์สินของรัฐ ตามแบบ ปม.๑\n๒. แบบประเมินความเสี่ยงเพื่อคัดเลือกงาน โครงการ สัญญาและกิจกรรม สำหรับการตรวจสอบ การจัดให้ได้มาซึ่งทรัพย์สินและบริหารทรัพย์สินของรัฐ ตามแบบ ปม.๒",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางการประเมินความเสี่ยง",
        "text": "ทั้งนี้ การประเมินความเสี่ยงเพื่อพิจารณาคัดเลือกหน่วยรับตรวจ และเพื่อพิจารณาคัดเลือกงาน โครงการ สัญญาและกิจกรรมของหน่วยรับตรวจ สำหรับการตรวจสอบรายจ่าย และการตรวจสอบรายได้ อาจนำแบบการประเมินความเสี่ยงตามคู่มือที่ใช้บังคับอยู่ในปัจจุบันทั้งส่วนกลางและส่วนภูมิภาค มาพิจารณาปรับใช้ได้ เช่น คู่มือการตรวจสอบการเงิน (ฉบับปรับปรุง พ.ศ. ๒๕๖๔) คู่มือการตรวจสอบการจัดเก็บรายได้ พ.ศ. ๒๕๖๕ เป็นต้น ประกอบกับตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และพระราชบัญญัติวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๑ บัญญัติให้ผู้ว่าการตรวจเงินแผ่นดินหรือผู้ได้รับมอบหมายตรวจสอบรายงานการเงินที่หน่วยงานของรัฐส่งให้ตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ ทั้งหมด ซึ่งในการตรวจสอบรายงานการเงินดังกล่าว อาจพบความเสี่ยงต่อการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ หรืออาจก่อให้เกิดความเสียหายแก่ทางราชการ หรือทุจริต ดังนั้น การตรวจสอบงานในลักษณะดังกล่าวจึงอาจคัดเลือกหน่วยรับตรวจ และงาน โครงการ สัญญาและกิจกรรมของหน่วยรับตรวจที่ตรวจพบว่ามีความเสี่ยงมาตรวจสอบการปฏิบัติตามกฎหมายได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    }
]