[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ด้วยผู้ว่าการตรวจเงินแผ่นดิน โดยสำนักตรวจเงินแผ่นดินจังหวัด xxx ได้ตรวจสอบ เรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. โดยสำนักตรวจเงินแผ่นดินจังหวัด xxx ได้ตรวจสอบงบการเงินขององค์การบริหารส่วนตำบล ก. งวดปีงบประมาณ พ.ศ. ๒๕๖๕ เพียงวันที่ ๓๐ กันยายน ๒๕๖๕ พบว่า มีการเบิกจ่ายค่าใช้จ่ายโครงการฝึกอบรมและศึกษาดูงานเพื่อเพิ่มพูนความรู้ผู้นำชุมชน และสมาชิกสภาองค์การบริหารส่วนตำบล ณ จังหวัดเพชรบุรี ในระหว่างวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ ไม่เป็นไปตามระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงินการเก็บรักษาเงินและการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. ๒๕๔๗ และที่แก้ไขเพิ่มเติม ซึ่งเจ้าหน้าที่ผู้เกี่ยวข้องมีพฤติการณ์ส่อไปในทางไม่สุจริต ทำเอกสารและรับรองเอกสารเป็นเท็จ เพื่อนำมาเบิกจ่ายเงินกล่าวคือ มีเจ้าหน้าที่ขององค์การบริหารส่วนตำบล ก. จำนวน ๘ คน ไม่ได้ร่วมเดินทางไปฝึกอบรมและศึกษาดูงาน วันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ แต่มีชื่อปรากฏหลักฐานการเบิกค่าใช้จ่าย ส่งผลให้เกิดความเสียหายแก่ทางราชการ จำนวน ๒๙,๐๐๐ บาท สำนักตรวจเงินแผ่นดินจังหวัด xxx จึงได้รับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ประเด็นการตรวจสอบ\nการเบิกค่าใช้จ่ายโครงการฝึกอบรมและศึกษาดูงานเพื่อเพิ่มพูนความรู้ผู้นำชุมชนและสมาชิกสภาองค์การบริหารส่วนตำบล ก. ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. มีการเบิกค่าใช้จ่ายในส่วนเจ้าหน้าที่ขององค์การบริหารส่วนตำบล ก. จำนวน ๘ คน ที่ไม่ได้ร่วมเดินทางไปศึกษาดูงานในวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ หรือไม่\n\nเกณฑ์ที่ใช้การตรวจสอบ\n\n๑. ระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงินและการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. ๒๕๔๗ และที่แก้ไขเพิ่มเติม ข้อ ๖๐ ข้อ ๖๓ ข้อ ๖๗ ข้อ ๗๓ และข้อ ๘๔ (๒)\n๒. พระราชบัญญัติวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๑ มาตรา ๓๗\n๓. ประมวลกฎหมายอาญา มาตรา ๑๕๗ มาตรา ๑๖๒ มาตรา ๒๖๔ และ ๒๖๘",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "สรุปข้อเท็จจริงที่ได้มาจากพยานหลักฐานในการตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "องค์การบริหารส่วนตำบล ก.จัดทำโครงการฝึกอบรมและศึกษาดูงานเพื่อเพิ่มพูนความรู้ผู้นำชุมชนและสมาชิกสภาองค์การบริหารส่วนตำบล ปีงบประมาณ พ.ศ.๒๕๖๕ ระหว่างวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ จังหวัดเพชรบุรี โดยมีวัตถุประสงค์เพื่อให้ผู้เข้ารับการฝึกอบรมและศึกษาดูงาน มีความรู้ความเข้าใจเกี่ยวกับการดำเนินชีวิตตามแนวทางปรัชญาเศรษฐกิจพอเพียง สามารถพัฒนาและยกระดับองค์กรปกครองส่วนท้องถิ่น ให้มีความเข้มแข็ง มีศักยภาพในการให้บริการสาธารณะแก่ประชาชนมากยิ่งขึ้น โดยมีการประมาณการค่าใช้จ่ายโครงการฯ ซึ่งคำนวณจากจำนวนผู้เข้ารับการอบรม ๒๐๐ คน (รวมเจ้าหน้าที่) เป็นเงินจำนวน ๓๕๐,๐๐๐ บาท โครงการฝึกอบรมดังกล่าวมี นางสาว เอ. ผู้อำนวยการกองคลัง เป็นผู้ประมาณการค่าใช้จ่ายและว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. เป็นผู้รับผิดชอบโครงการ และนาย ซี ตำแหน่ง นายกองค์การบริหารส่วนตำบล ก. เป็นผู้อนุมัติโครงการ (เอกสารหมายเลข ๑) โครงการดังกล่าวมีการทำสัญญายืมเงินเพื่อเป็นค่าใช้จ่ายโครงการ ตามสัญญายืมเงินเลขที่ ๑๐/๒๕๖๕ ลงวันที่ ๑๐ เมษายน ๒๕๖๕ เพื่อจ่ายเป็นค่ามัดจำ ค่าห้องพักและอาหารในโครงการฯ จำนวนเงิน ๓๕๐,๐๐๐ บาท โดยมีว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. เป็นผู้ยืมเงิน (เอกสารหมายเลข ๒)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "๑๐/๒๕๖๕ ลงวันที่ ๑๐ เมษายน ๒๕๖๕ เพื่อจ่ายเป็นค่ามัดจำ ค่าห้องพักและอาหารในโครงการฯ จำนวนเงิน ๓๕๐,๐๐๐ บาท โดยมีว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. เป็นผู้ยืมเงิน (เอกสารหมายเลข ๒) การเดินทางไปฝึกอบรมโครงการดังกล่าว คณะผู้เข้ารับการฝึกอบรมได้ออกเดินทางจากองค์การบริหารส่วนตำบล ก. ในวันที่ ๒๑ เมษายน ๒๕๖๕ เวลา ๐๘.๐๐ น. ถึงที่พักรีสอร์ท ค.สถานที่อบรม ณ จังหวัดเพชรบุรี เวลา ๑๓.๐๐ น. โดยในการรับประทานอาหารได้จ้างร้านครัวเข้าท่า จังหวัดเพชรบุรี ให้จัดทำอาหารกลางวัน และอาหารเย็น สำหรับวันที่ ๒๑ เมษายน ๒๕๖๕ และอาหารกลางวันสำหรับวันที่ ๒๒ เมษายน ๒๕๖๕ ในอัตรามื้อละ ๑๗๕ บาท/คน รวม ๓ มื้อ และจ้างร้าน น. จังหวัดเพชรบุรี ให้จัดเตรียมอาหารว่างและเครื่องดื่มช่วงบ่ายวันที่ ๒๑ เมษายน ๒๕๖๕ และช่วงเช้าวันที่ ๒๒ เมษายน ๒๕๖๕ ในอัตรามื้อละ ๕๐ บาท/คน รวม ๒ มื้อ คณะเดินทางได้เข้าพักที่รีสอร์ท ค เป็นเวลา ๑ คืน ในอัตราห้องพักคู่ ห้องละ ๑,๒๐๐ บาท (รวมอาหารเช้า) และในวันที่ ๒๒ เมษายน ๒๕๖๕ ได้เดินทางออกจากรีสอร์ท ค. เวลา ๑๒.๐๐ น. ถึงองค์การบริหารส่วนตำบล ก. เวลา ๑๖.๓๐ น. (เอกสารหมายเลข ๓) ต่อมาภายหลังได้มีการส่งใช้ใบสำคัญเพื่อล้างเงินยืม เป็นเงินจำนวน ๓๕๐,๐๐๐ บาท ตามหลักฐานฎีกาเลขที่ คลังรับ ๑๒/๖๕",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ค. เวลา ๑๒.๐๐ น. ถึงองค์การบริหารส่วนตำบล ก. เวลา ๑๖.๓๐ น. (เอกสารหมายเลข ๓) ต่อมาภายหลังได้มีการส่งใช้ใบสำคัญเพื่อล้างเงินยืม เป็นเงินจำนวน ๓๕๐,๐๐๐ บาท ตามหลักฐานฎีกาเลขที่ คลังรับ ๑๒/๖๕ ลงวันที่ ๓๐ เมษายน ๒๕๖๕ รายการเบิกจ่ายฝึกอบรมและศึกษาดูงานเพื่อเพิ่มพูนความรู้ผู้นำชุมชนและสมาชิกสภาองค์การบริหารส่วนตำบล ปีงบประมาณ พ.ศ. ๒๕๖๕ โดยแนบบัญชีลายมือชื่อผู้เข้ารับการฝึกอบรมฯ ซึ่งมีการลงลายมือชื่อผู้ร่วมฝึกอบรมฯ ทั้ง ๒๐๐ คน ใบเสร็จรับเงินค่าอาหารร้านอาหารครัวเข้าท่า ใบเสร็จรับเงินค่าอาหารว่างและเครื่องดื่มร้าน น. และใบเสร็จรับเงินค่าที่พักรีสอร์ท ค. พร้อมใบแจ้งชื่อเข้าพัก ซึ่งว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. ได้แนบส่งเป็นหลักฐานการเบิกจ่าย และได้รับอนุมัติโดยนางสาว เอ ผู้อำนวยการกองคลัง ให้หักล้างเงินยืมทั้งจำนวน (เอกสารหมายเลข ๔)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ทั้งนี้ จากการตรวจสอบรายชื่อผู้เข้ารับการอบรมโครงการดังกล่าว พบว่า เจ้าหน้าที่ขององค์การบริหารส่วนตำบล ก. จำนวน ๘ คน ที่มีรายชื่อบิลค่าใช้จ่ายฝึกอบรมโครงการดังกล่าว ปรากฏหลักฐานว่ามาปฏิบัติงานที่องค์การบริหารส่วนตำบล ก. ของเจ้าหน้าที่จำนวน ๖ ราย และอีก ๒ ราย คือ นางสามและนางสี่ ปรากฏว่ามีการระบุว่าลาพักผ่อน รายละเอียดปรากฏตามบัญชีลงลายมือชื่อปฏิบัติงานและใบลาพักผ่อน\n(เอกสารหมายเลข ๕ ) โดยไม่ได้ร่วมเดินทางไปศึกษาดูงาน ในวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ แต่มีรายชื่อปรากฏในหลักฐานการเบิกค่าใช้จ่าย มีรายละเอียด ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "(๑) ตามหลักฐานใบแจ้งรายการเข้าพัก ของรีสอร์ท ค. ประกอบหลักฐานค่าที่พัก จำนวน ๑๕๐,๐๐๐ บาท ตามใบเสร็จรับเงินเล่มที่ ๐๖๕ เลขที่ ๓๒๒๒ ลงวันที่ ๒๒ เมษายน ๒๕๖๕ พบว่า มีรายชื่อเจ้าหน้าที่ขององค์การบริหารส่วนตำบล ก. ที่ไม่ได้เดินทางไป จำนวน ๘ คน เข้าพักรีสอร์ท ค. วันที่ ๒๑ เมษายน ๒๕๖๕ ออกวันที่ ๒๒ เมษายน ๒๕๖๕ จำนวน ๑ คืน รวมเป็นเงิน ๔,๘๐๐ .- บาท (เอกสารหมายเลข ๖ ) ประกอบด้วย\n- นาย หนึ่ง ตำแหน่ง หัวหน้าฝ่ายบริหารการศึกษา และนายสอง ตำแหน่ง เจ้าพนักงานสาธารณสุขชุมชน เข้าพักห้องหมายเลข ๖๐๑ เป็นเงิน ๑,๒๐๐ .- บาท\n- นางสาม ตำแหน่ง นักพัฒนาชุมชน และนางแปด ตำแหน่ง หัวหน้าฝ่ายนโยบายและแผน เข้าพักห้องหมายเลข ๖๐๖ เป็นเงิน ๑,๒๐๐ .- บาท\n- นางสี่ ตำแหน่ง แม่บ้าน และนางห้า ตำแหน่ง คนงานทั่วไป เข้าพักห้องหมายเลข ๖๒๓ เป็นเงิน ๑,๒๐๐ .- บาท\n- นายหก ตำแหน่ง คนงานทั่วไป และนายเจ็ด ตำแหน่ง คนสวน เข้าพักห้องหมายเลข ๗๐๓ เป็นเงิน ๑,๒๐๐ .- บาท",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    },
    {
        "id": "Chunk_9",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "- นางสี่ ตำแหน่ง แม่บ้าน และนางห้า ตำแหน่ง คนงานทั่วไป เข้าพักห้องหมายเลข ๖๒๓ เป็นเงิน ๑,๒๐๐ .- บาท\n- นายหก ตำแหน่ง คนงานทั่วไป และนายเจ็ด ตำแหน่ง คนสวน เข้าพักห้องหมายเลข ๗๐๓ เป็นเงิน ๑,๒๐๐ .- บาท\n(๒) ตามหลักฐานใบเสร็จรับเงินร้านครัวเข้าท่า ฉบับลงวันที่ ๒๒ เมษายน ๒๕๖๕ ค่าอาหารกลางวัน (วันที่ ๒๑ และ ๒๒ เมษายน ๒๕๖๕) และค่าอาหารเย็น (วันที่ ๒๑ เมษายน ๒๕๖๕) ของผู้เข้ารับการฝึกอบรมจำนวน ๒๐๐ คน รวม ๓ มื้อ ๆ ละ ๑๗๕ บาท เป็นเงินจำนวน ๑๐๕,๐๐๐ บาท (เอกสารหมายเลข ๗) แต่จากสอบถ้อยคำเจ้าของร้านครัวเข้าท่า พบว่า นางสาวเอ เป็นผู้ติดต่อร้านครัวเข้าท่าให้จัดอาหารให้ผู้เข้ารับการฝึกอบรมสำหรับคนจำนวน ๒๐๐ คน โดยให้มีโต๊ะสำหรับแขกสำคัญคือนายอำเภอและคณะประมาณ ๘ คนร่วมรับประทานอาหารด้วย (เอกสารหมายเลข ๘)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 8
        }
    },
    {
        "id": "Chunk_10",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "(๓) ตามหลักฐานใบเสร็จรับเงินร้าน น. ฉบับลงวันที่ ๒๒ เมษายน ๒๕๖๕ ค่าอาหารว่างและเครื่องดื่มช่วงบ่ายวันที่ ๒๑ เมษายน ๒๕๖๕ และช่วงเช้าวันที่ ๒๒ เมษายน ๒๕๖๕ ของผู้เข้ารับการฝึกอบรมจำนวน ๒๐๐ คน รวม ๒ มื้อ ๆ ละ ๕๐ บาท เป็นเงินจำนวน ๒๐,๐๐๐ บาท (เอกสารหมายเลข ๙) แต่จากสอบถ้อยคำเจ้าของร้าน น. พบว่า นางสาวเอ เป็นผู้ติดต่อร้านให้จัดอาหารว่างและเครื่องดื่มให้นายอำเภอและคณะประมาณ ๘ คน รวม ๒ มื้อ เป็นเงินจำนวน ๕,๐๐๐ บาท ซึ่งร้านได้ออกใบเสร็จรับเงินให้นางสาว เอ ด้วยและได้มอบสำเนาใบเสร็จรับเงินรายการดังกล่าวให้แก่เจ้าหน้าที่ตรวจสอบ ส่วนใบเสร็จรับเงินร้าน น. ฉบับลงวันที่ ๒๒ เมษายน ๒๕๖๕ ที่ปรากฏเงินจำนวน ๒๐,๐๐๐ บาท นั้น ไม่ใช่ใบเสร็จของร้าน น แต่อย่างใด (เอกสารหมายเลข ๑๐)",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 9
        }
    },
    {
        "id": "Chunk_11",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "นอกจากนี้ ยังปรากฏหลักฐานจากถ้อยคำเจ้าหน้าที่ขององค์การบริหารส่วนตำบล ก. จำนวน ๓ ราย ใน ๘ ราย ที่ไม่ได้ร่วมเดินทางไปศึกษาดูงานได้ให้ถ้อยคำสอดคล้องกัน โดยนายหนึ่ง ตำแหน่ง หัวหน้าฝ่ายบริหารการศึกษา ให้ถ้อยคำว่า ในวันที่จะเดินทางไปศึกษาดูงานในวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ นั้น ตนไม่ได้เดินทางไปดูงาน โดยตนได้เดินทางมาปฏิบัติราชการที่องค์การบริหารส่วนตำบล ก. ตามปกติและได้ลงลายมือชื่อในสมุดบัญชีลงเวลาปฏิบัติราชการของข้าราชการในวันดังกล่าว (เอกสารหมายเลข ๑๑) และนางสาม ตำแหน่ง นักพัฒนาชุมชน ให้ถ้อยคำว่า ในระหว่างวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ ตนลา พักผ่อนเดินทางไปจังหวัดปัตตานีเพื่อรับหนังสือรับรองอายุราชการจาก \"กองพลที่ ๑๕ จังหวัดปัตตานี\" ดังนั้น ในระหว่างวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ ตนไม่ได้เข้าร่วมกิจกรรมตามโครงการดังกล่าวกับคณะฯ (เอกสาร หมายเลข ๑๒) และนางสี่ แม่บ้านขององค์การบริหารส่วนตำบล ก. ให้ถ้อยคำว่า บิดาของตน มีอาการป่วย ในวันที่จะเดินทางไปดูงาน ตนจึงไม่ได้เข้าร่วมเดินทางไปดูงานที่จังหวัดเพชรบุรีกับคณะฯ ในวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ ตนจึงได้ลาพักผ่อนไปดูแลบิดา (เอกสารหมายเลข ๑๓) ทั้งนี้ ทั้งสามคนยืนยันว่าตามหลักฐาน การลงลายมือชื่อเข้าร่วมโครงการในวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 10
        }
    },
    {
        "id": "Chunk_12",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ในวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ ตนจึงได้ลาพักผ่อนไปดูแลบิดา (เอกสารหมายเลข ๑๓) ทั้งนี้ ทั้งสามคนยืนยันว่าตามหลักฐาน การลงลายมือชื่อเข้าร่วมโครงการในวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ ที่เจ้าหน้าที่ตรวจสอบของสำนักงานการ ตรวจเงินแผ่นดินให้ตนดูนั้น ไม่ใช่ลายมือชื่อของตน และการไม่ได้เดินทางไปฝึกอบรมได้แจ้งให้นาง เอ และ ร้อย เอก บี ผู้รับผิดชอบโครงการทราบล่วงหน้าแล้ว นอกจากนี้ นายหนึ่ง ตำแหน่ง หัวหน้าฝ่ายบริหารการศึกษา ยังให้ถ้อยคำด้วยว่าตนทราบว่าการจัดโครงการดังกล่าวมีการนำบุคคลภายนอกที่ไม่เกี่ยวข้องกับการฝึกอบรม ไปร่วมโครงการประกอบด้วย นาย ธ นายอำเภอ นาง ส. ปลัดอำเภอ นาง พ. ผู้อำนวยการศูนย์การศึกษานอก ระบบ นาย ม. พนักงานขับรถนายอำเภอ และผู้ติดตามอีก ๔ คน (เอกสารหมายเลข ๑๑) และจากการสอบ ถ้อยคำนาย ม. พนักงานขับรถนายอำเภอ (เอกสารหมายเลข ๑๔) และนาง พ. ผู้อำนวยการศูนย์การศึกษานอก ระบบ (เอกสารหมายเลข ๑๕) ทั้ง ๒ คน ยอมรับว่า ได้เดินทางร่วมไปกับคณะในโครงการฝึกอบรมดังกล่าวจริง โดยได้รับการชักชวนจาก ว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. และการเดินทางดังกล่าว ไม่มีค่าใช้จ่าย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 11
        }
    },
    {
        "id": "Chunk_13",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ดังนั้น ข้อเท็จจริงจากพยานหลักฐานรับฟังได้ว่าการส่งเอกสารบัญชีลายมือชื่อผู้เข้ารับการ ฝึกอบรมฯ ซึ่งมีการลงลายมือชื่อผู้ร่วมฝึกอบรมฯ ทั้ง ๒๐๐ คน เอกสารใบเสร็จรับเงินร้านครัวเข้าท่า และ ใบเสร็จรับเงินร้าน น. ซึ่งว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. ได้แนบส่งเป็นหลักฐานการ เบิกจ่าย และนางสาว เอ เป็นผู้อนุมัติการจ่าย นั้น จึงเป็นเอกสารหลักฐานที่ไม่ตรงตามข้อเท็จจริง ทำให้เกิด ความเสียหายเป็นเงิน ประกอบด้วย\n๑. ค่าที่พักของเจ้าหน้าที่องค์การบริหารส่วนตำบล ก. ที่ไม่ได้เดินทางไปร่วมโครงการ จำนวน ๘ คน แต่มีการปลอมลายมือชื่อเข้าร่วมโครงการ โดยมีชื่อเข้าพักโรงแรมในวันที่ ๒๑ เมษายน ๒๕๖๕ ออกวันที่ ๒๒ เมษายน ๒๕๖๕ จำนวน ๑ คืน รวมเป็นเงิน ๔,๘๐๐ .- บาท\n๒. ค่าอาหารกลางวัน และอาหารเย็นในวันที่ ๒๑ เมษายน ๒๕๖๕ และค่าอาหารกลางวันใน วันที่ ๒๒ เมษายน ๒๕๖๕ ของผู้เข้ารับการฝึกอบรมจำนวน ๘ คน ที่ไม่ได้ร่วมเดินทางไปด้วย รวมเป็นเงิน ๔,๒๐๐ บาท\n๓. ค่าอาหารว่างและเครื่องดื่มร้าน น. ซึ่งเป็นเอกสารปลอม รวมเป็นเงิน ๒๐,๐๐๐ บาท\nรวมความเสียหาย ๒๙,๐๐๐ บาท",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 12
        }
    },
    {
        "id": "Chunk_14",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ทั้งนี้ หลังจากที่สำนักตรวจเงินแผ่นดินจังหวัด xxx เข้าตรวจสอบแล้ว นางสาว เอ ตำแหน่ง ผู้อำนวยการกองคลังจึงได้นำเงินจำนวน ๒๙,๐๐๐ .- บาท ส่งคืนคลังตามบันทึกข้อความส่วนการคลังองค์การบริหารส่วนตำบล ก. ที่ ๓/๖๖ ลงวันที่ ๑ มีนาคม ๒๕๖๖ โดยเป็นการนำเงินส่งคืนคลังครบถ้วนภายหลังเกิดเหตุประมาณ ๑ ปี (เอกสารหมายเลข ๑๖)\nข้อเท็จจริงจากพยานหลักฐานในการตรวจสอบจึงรับฟังได้ว่า มีการเบิกค่าใช้จ่ายโครงการฝึกอบรมและศึกษาดูงานเพื่อเพิ่มพูนความรู้ผู้นำชุมชนและสมาชิกสภาองค์การบริหารส่วนตำบล ก. ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. มีการเบิกค่าใช้จ่ายในส่วนเจ้าหน้าที่ขององค์การบริหารส่วนตำบล ก. จำนวน ๘ คน ที่ไม่ได้ร่วมเดินทางไปศึกษาดูงานในวันที่ ๒๑ - ๒๒ เมษายน ๒๕๖๕ จริง และมีการปลอมและใช้เอกสารปลอม รวมถึงการรับรองเอกสารอันเป็นเท็จ ซึ่งอยู่ในความรับผิดชอบของนางสาว เอ ตำแหน่งผู้อำนวยการกองคลัง ในฐานะ เป็นผู้ประมาณการค่าใช้จ่าย ผู้ประสานงานที่พัก ร้านอาหาร และอนุมัติหลักฐานการเบิกจ่ายหักล้างเงินยืม และว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. ในฐานะ เป็นผู้รับผิดชอบโครงการ ผู้ยืมเงินและส่งหลักฐานในการเบิกจ่ายหักล้างเงินยืม",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 13
        }
    },
    {
        "id": "Chunk_15",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "สรุปคำชี้แจงของผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจที่ต้องรับผิดชอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 14
        }
    },
    {
        "id": "Chunk_16",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "๑. นางสาว เอ ตำแหน่งผู้อำนวยการกองคลัง ได้ชี้แจงว่า \"โครงการฝึกอบรมและศึกษาดูงานเพื่อเพิ่มพูนความรู้ผู้นำชุมชนและสมาชิกสภาองค์การบริหารส่วนตำบล ปีงบประมาณ พ.ศ. ๒๕๖๕\" ตนเป็นผู้ประมาณการค่าใช้จ่ายและมีหน้าที่ประสานจองที่พักโรงแรม ดำเนินการติดต่อเรื่องอาหาร ติดต่อเรื่องวิทยากร ส่วนหลักฐานใบเสร็จต่าง ๆ จะนำไปมอบให้ว่าที่ร้อยเอก บี ดำเนินการส่งเอกสารหักล้างเงินยืม และตนเป็นผู้อนุมัติเบิกจ่ายเงินในฐานะเป็นผู้อำนวยการกองคลัง กรณีที่เจ้าหน้าที่ตรวจสอบได้สอบถามว่า ตามที่เจ้าหน้าที่ตรวจสอบของสำนักงานการตรวจเงินแผ่นดิน ได้ตรวจสอบฎีกาส่งใช้เงินยืมเลขที่คลังรับ ๑๒/๖๕ ลงวันที่ ๓๐ เมษายน ๒๕๖๕ เพื่อส่งใช้เงินยืมเป็นค่าที่พักและค่าอาหาร ค่าวิทยากร และค่าใช้จ่ายอื่น ๆ จำนวน ๓๕๐,๐๐๐ บาท พบว่า เจ้าหน้าที่องค์การบริหารส่วนตำบล จำนวน ๘ คน ซึ่งไม่ได้เดินทางไปดูงานที่จังหวัดเพชรบุรี มีการนำส่งใบเสร็จรับเงินค่าที่พัก ค่าอาหาร และค่าอาหารว่างไม่ถูกต้องตามจริง โดยปรากฏตนเป็นติดต่อเรื่องที่พัก อาหาร และอนุมัติจ่ายหักล้างเงินยืม นั้น ตนขอชี้แจงว่า โครงการดังกล่าวมีคนเดินทางไปเป็นจำนวนมากตามข้อเท็จจริงจึงเป็นการเอาชื่อมาเบิกแทนกัน กรณีดังกล่าวหากไม่ถูกต้อง ตนก็ต้องคืนเงิน",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 15
        }
    },
    {
        "id": "Chunk_17",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "๒. ว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. ได้ชี้แจงว่า “โครงการฝึกอบรมและศึกษาดูงานเพื่อเพิ่มพูนความรู้ผู้นำชุมชนและสมาชิกสภาองค์การบริหารส่วนตำบล ปีงบประมาณ พ.ศ. ๒๕๖๕” ตนมีหน้าที่เป็นผู้รับผิดชอบโครงการ ติดต่อประสานงานกับหน่วยงานที่จะไปศึกษาดูงานโดยดูตามกำหนดการโดยรวม กรณีที่เจ้าหน้าที่ตรวจสอบได้สอบถามว่า ตามที่เจ้าหน้าที่ตรวจสอบของสำนักงานการตรวจเงินแผ่นดิน ได้ตรวจสอบฎีกาส่งใช้เงินยืมเลขที่คลังรับ ๑๒/๖๕ ลงวันที่ ๓๐ เมษายน ๒๕๖๕ เพื่อส่งใช้เงินยืมเป็นค่าที่พักและค่าอาหาร ค่าวิทยากร และค่าใช้จ่ายอื่น ๆ จำนวน ๓๕๐,๐๐๐ บาท พบว่า เจ้าหน้าที่องค์การบริหารส่วนตำบล จำนวน ๘ คน ซึ่งไม่ได้เดินทางไปดูงานที่จังหวัดเพชรบุรี และมีการส่งใบเสร็จรับเงินค่าที่พัก ค่าอาหาร และค่าอาหารว่างไม่ถูกต้องตามจริง โดยตนเป็นผู้ยืมเงิน เป็นผู้รับผิดชอบโครงการและนำส่งเอกสารหลักฐานในการเบิกจ่ายหักล้างเงินยืม นั้น ตนขอชี้แจงว่าน่าจะเป็นการเข้าใจผิดซึ่งเจ้าหน้าที่คือ นางสาว เอ ทำเอกสารมาเบิกผิดพลาด และในส่วนดังกล่าวก็จะดำเนินการนำเงินที่เบิกจ่ายไม่ถูกต้องส่งคืนคลังองค์การบริหารส่วนตำบล ก. ต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 16
        }
    },
    {
        "id": "Chunk_18",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ข้อพิจารณา ความเห็นและเหตุผล",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 17
        }
    },
    {
        "id": "Chunk_19",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "พิจารณาจากข้อเท็จจริงที่ได้จากพยานหลักฐานและเกณฑ์ที่ใช้ในการตรวจสอบประกอบคำชี้แจงของเจ้าหน้าที่ผู้ต้องรับผิดชอบของหน่วยรับตรวจแล้ว เห็นว่า การที่องค์การบริหารส่วนตำบล ก. จัดทำโครงการฝึกอบรมและศึกษาดูงานเพื่อเพิ่มพูนความรู้ผู้นำชุมชนและสมาชิกสภาองค์การบริหารส่วนตำบล ปีงบประมาณ พ.ศ. ๒๕๖๕ ระหว่างวันที่ ๒๑-๒๒ เมษายน ๒๕๖๕ โดยมีกลุ่มเป้าหมายผู้เข้าร่วมโครงการจำนวน ๒๐๐ คน ปรากฏว่าในการฝึกอบรมมีเจ้าหน้าที่องค์การบริหารส่วนตำบล ก. จำนวน ๘ คน ไม่ได้ร่วมเดินทางไปด้วย จึงคงเหลือผู้เดินทางไปฝึกอบรมจำนวน ๑๙๒ คน ดังนั้น ในการส่งใบสำคัญเพื่อหักล้างเงินยืมผู้ยืมเงินจะต้องส่งใบสำคัญคู่จ่ายเพื่อเป็นหลักฐาน การจ่ายและส่งคืนเงินเหลือจ่ายตามจริง เนื่องจากองค์กรปกครองส่วนท้องถิ่นจ่ายเงินได้แต่เฉพาะที่มีกฎหมาย ระเบียบ ข้อบังคับ หรือหนังสือสั่งการที่กระทรวงมหาดไทยกำหนดเท่านั้น ตามนัยระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงินและการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. ๒๕๔๗ และที่แก้ไขเพิ่มเติม ข้อ ๖๗",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 18
        }
    },
    {
        "id": "Chunk_20",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ตามนัยระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงินและการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. ๒๕๔๗ และที่แก้ไขเพิ่มเติม ข้อ ๖๗ กล่าวคือในกรณีดังกล่าวจะจ่ายเงินได้เฉพาะสำหรับผู้มีสิทธิเข้าร่วมโครงการและได้เข้าร่วมโครงการฝึกอบรมและศึกษาดูงานเพื่อเพิ่มพูนความรู้ผู้นำชุมชนและสมาชิกสภาองค์การบริหารส่วนตำบล ปีงบประมาณ พ.ศ. ๒๕๖๕ เท่านั้น ดังนั้น เมื่อข้อเท็จจริงปรากฏว่า เจ้าหน้าที่องค์การบริหารส่วนตำบล ก. จำนวน ๘ คน ปรากฏหลักฐานการมาปฏิบัติงานที่องค์การบริหารส่วนตำบล ก. หรือลาพักร้อน แล้วแต่กรณี จึงไม่ได้ร่วมเดินทางไปศึกษาดูงานที่จังหวัดเพชรบุรี ในวันที่ ๒๑-๒๒ เมษายน ๒๕๖๕ แต่มีรายชื่อปรากฏในหลักฐานการเบิกค่าใช้จ่ายค่าเช่าที่พัก และใบเสร็จรับเงินร้านครัวเข้าท่าที่รับรองว่าเป็นค่าอาหารของผู้เข้าฝึกอบรมจำนวน ๒๐๐ คน อันเป็นเท็จ รวมทั้งมีการนำไปเสร็จรับเงินปลอมของร้าน น มาเบิกค่าใช้จ่าย จำนวนเงิน ๒๙,๐๐๐ .- บาท ซึ่งมีการจัดทำหลักฐานการจ่าย โดยใช้เอกสารที่มีการลงลายมือชื่อปลอมแทนลายมือชื่อจริงของเจ้าหน้าที่องค์การบริหารส่วนตำบล ก. ทั้ง ๘ คน รวมทั้งใบเสร็จรับเงินปลอมร้าน น. และใบเสร็จรับเงินเท็จร้านครัวเข้าท่า แนบส่งเป็นหลักฐานในการเบิกจ่ายเงินจากทางราชการ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 19
        }
    },
    {
        "id": "Chunk_21",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ก. ทั้ง ๘ คน รวมทั้งใบเสร็จรับเงินปลอมร้าน น. และใบเสร็จรับเงินเท็จร้านครัวเข้าท่า แนบส่งเป็นหลักฐานในการเบิกจ่ายเงินจากทางราชการ และได้มีการอนุมัติค่าใช้จ่ายดังกล่าว ก่อให้เกิดความเสียหายจำนวน ๒๙,๐๐๐ .- บาท ในขณะเดียวกันก็พบว่า ผู้รับผิดชอบโครงการมีการนำบุคคลผู้ไม่มีส่วนเกี่ยวข้องไปร่วมงานด้วย โดยไม่ต้องเสียค่าใช้จ่าย พฤติการณ์จึงเชื่อได้ว่าเป็นแสวงหาผลประโยชน์อันมิควรได้โดยชอบด้วยกฎหมายสำหรับตนเองหรือผู้อื่น โดยการจัดทำหลักฐานการเบิกจ่ายเงินปลอมและใช้เอกสารปลอม รวมทั้งการรับรองเอกสารเท็จ อันเป็นความผิดตามประมวลกฎหมายอาญา",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 20
        }
    },
    {
        "id": "Chunk_22",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "การกระทำดังกล่าวอยู่ในหน้าที่และความรับผิดชอบของบุคคล ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 21
        }
    },
    {
        "id": "Chunk_23",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "๑.นางสาว เอ ตำแหน่ง ผู้อำนวยการกองคลัง ทำหน้าที่เป็นหัวหน้าหน่วยงานคลัง มีหน้าที่ความรับผิดชอบเกี่ยวกับการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงิน หรืองานเกี่ยวกับการเงิน การบัญชี ตามระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงิน และการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. ๒๕๔๗ และที่แก้ไขเพิ่มเติม และตามคำสั่งองค์การบริหารส่วนตำบล ก. ที่ ๓/๒๕๖๕ ณ วันที่ ๑ ธันวาคม ๒๕๖๕ เรื่อง คำสั่งแบ่งหน้าที่ความรับผิดชอบส่วนการคลัง ที่กำหนดให้มีหน้าที่ความรับผิดชอบงานส่วนของกองคลังในด้านการรับเงิน การเบิกจ่ายเงิน การเงิน และบัญชี และการพัสดุ โดยด้านการเบิกจ่ายเงิน มีหน้าที่ความรับผิดชอบตรวจสอบฎีกาเบิกจ่ายทุกประเภททุกส่วนงาน ทุกฎีกา แต่ข้อเท็จจริงปรากฏว่า นางสาวเอ ซึ่งเป็นผู้ประมาณการค่าใช้จ่าย ผู้ประสานงานที่พัก และอาหาร รวมทั้งเป็นผู้อนุมัติหักล้างเงินยืม มิได้ปฏิบัติหน้าที่ตามระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงิน และการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. ๒๕๔๗ และที่แก้ไขเพิ่มเติม ข้อ ๖๐ ข้อ ๖๓ ข้อ ๖๗ โดยไม่ตรวจสอบความถูกต้องของฎีกาเบิกจ่าย และ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 22
        }
    },
    {
        "id": "Chunk_24",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ร่วมกับว่าที่ร้อยเอก บี นำเอกสารหลักฐานเบิกจ่ายเงินปลอมมาใช้เบิกเงินจากทางราชการ และรับรองเอกสารอันเป็นเท็จ รวมทั้งได้อนุมัติการเบิกจ่ายเงินกรณีดังกล่าว พยานหลักฐานเชื่อได้ว่ามีพฤติการณ์เป็นการกระทำผิดฐานร่วมกันปลอมเอกสาร และรับรองเอกสารอันเป็นเท็จ และเป็นการอาศัยโอกาสในการปฏิบัติหน้าที่แสวงหาประโยชน์ที่มิควรได้โดยชอบด้วยกฎหมายสำหรับตนเองหรือผู้อื่น กระทำการทุจริตเป็นเหตุให้องค์การบริหารส่วนตำบล ก.ได้รับความเสียหาย เป็นเงินจำนวน ๒๙,๐๐๐ .- บาท",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 23
        }
    },
    {
        "id": "Chunk_25",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "๒. ว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. ในฐานะปลัดองค์การบริหารส่วนตำบล ก. เป็นผู้รับผิดชอบโครงการดังกล่าว มีอำนาจหน้าที่ในการดำเนินการและบริหารจัดการโครงการให้เป็นไปโดยถูกต้อง แต่ข้อเท็จจริงปรากฏว่า ว่าที่ร้อยเอก บี มิได้ปฏิบัติหน้าที่ตามระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงิน และการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. ๒๕๔๗ และที่แก้ไขเพิ่มเติม ข้อ ๖๗ ข้อ ๗๓ และ ข้อ ๘๔ (๒) และในฐานะผู้ยืมเงินราชการ ได้นำเอกสารหลักฐานเบิกจ่ายปลอมมาใช้เบิกเงินจากทางราชการ และรับรองเอกสารอันเป็นเท็จ รวมทั้งได้พาบุคคลผู้ไม่มีส่วนเกี่ยวข้องมาร่วมโครงการโดยไม่ต้องเสียค่าใช้จ่าย พยานหลักฐานเชื่อได้ว่ามีพฤติการณ์เป็นการกระทำผิดฐานร่วมกันปลอมเอกสาร และรับรองเอกสารอันเป็นเท็จ และเป็นการอาศัยโอกาสในการปฏิบัติหน้าที่แสวงหาประโยชน์ที่มิควรได้โดยชอบด้วยกฎหมายสำหรับตนเองหรือผู้อื่น กระทำการทุจริตเป็นเหตุให้องค์การบริหารส่วนตำบล ก. ได้รับความเสียหาย เป็นเงินจำนวน ๒๙,๐๐๐ .- บาท",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 24
        }
    },
    {
        "id": "Chunk_26",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "ความเห็นและข้อเสนอแนะ\nผู้ว่าการตรวจเงินแผ่นดิน โดยสำนักตรวจเงินแผ่นดินจังหวัด xxx ได้ พิจารณาแล้วเห็นว่าผลการตรวจสอบเป็นไปตามนัยมาตรา ๙๕ วรรคสอง และวรรคสาม แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ เห็นควรดำเนินการแจ้งหน่วยงานที่เกี่ยวข้อง ดังต่อไปนี้\n๑. แจ้งนายกองค์การบริหารส่งตำบล ก. ดำเนินการ ดังนี้\n๑.๑ ให้ดำเนินการทางวินัยแก่ นางสาว เอ ตำแหน่ง ผู้อำนวยการกองคลัง และ ว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. กรณีมิได้ปฏิบัติหน้าที่ตามระเบียบกระทรวงมหาดไทยว่าด้วยการรับเงิน การเบิกจ่ายเงิน การฝากเงิน การเก็บรักษาเงิน และการตรวจเงินขององค์กรปกครองส่วนท้องถิ่น พ.ศ. ๒๕๔๗ และที่แก้ไขเพิ่มเติม ข้อ ๖๐ ข้อ ๖๓ ข้อ ๖๗ ข้อ ๗๓ และข้อ ๘๔ (๒) และพระราชบัญญัติวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๑ มาตรา ๓๗ รวมทั้งกรณีนำเอกสารหลักฐานการเบิกจ่ายเงินปลอมและรับรองเอกสารการเบิกจ่ายเงินอันเป็นเท็จเพื่อนำมาใช้เบิกเงินจากทางราชการ และก่อให้เกิดความเสียหายองค์การบริหารส่วนตำบล ก. เป็นจำนวนเงิน ๒๙,๐๐๐ .- บาท\n๑.๒ ให้ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายแก่องค์การบริหารส่วนตำบล ก. จำนวน ๒๙,๐๐๐ .- บาท",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 25
        }
    },
    {
        "id": "Chunk_27",
        "document_id": null,
        "law_name": "ตัวอย่าง ร่าง รายงานการตรวจสอบการปฏิบัติตามกฎหมายเรื่อง การเบิกค่าใช้จ่ายโครงการฝึกอบรม ปีงบประมาณ พ.ศ. ๒๕๖๕ ขององค์การบริหารส่วนตำบล ก. (กรณีทุจริต)",
        "text": "๑.๒ ให้ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายแก่องค์การบริหารส่วนตำบล ก. จำนวน ๒๙,๐๐๐ .- บาท\n๒. แจ้งคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเพื่อพิจารณาดำเนินการกับนางสาว เอ ตำแหน่ง ผู้อำนวยการกองคลัง และ ว่าที่ร้อยเอก บี ตำแหน่ง ปลัดองค์การบริหารส่วนตำบล ก. กรณี การกระทำผิดฐานร่วมกันปลอมเอกสาร และรับรองเอกสารอันเป็นเท็จ และเป็นการอาศัยโอกาสในการปฏิบัติหน้าที่แสวงหาประโยชน์ที่มีควรได้โดยชอบด้วยกฎหมายสำหรับตนเองหรือผู้อื่น กระทำการทุจริตเป็นเหตุให้องค์การบริหารส่วนตำบล ก. ได้รับความเสียหาย เป็นเงินจำนวน ๒๙,๐๐๐ .- บาท",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 26
        }
    }
]