[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางในการมอบหมายเรื่องการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ตามระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๔\n\nในการตรวจสอบการปฏิบัติตามกฎหมายตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๔ กำหนดให้ ผู้อำนวยการสำนัก หรือผู้อำนวยการ กลุ่ม หรือหัวหน้ากลุ่มที่ได้รับมอบหมายจากผู้อำนวยการสำนัก มอบหมายเรื่องให้เจ้าหน้าที่ตรวจสอบคนหนึ่ง เป็นผู้รับผิดชอบในการตรวจสอบ และมอบหมายให้ข้าราชการหรือลูกจ้างที่ได้รับมอบหมายให้ปฏิบัติงาน ตรวจสอบอีกอย่างน้อยหนึ่งคนเป็นผู้ช่วยผู้รับผิดชอบในการตรวจสอบ ทั้งนี้ ในการมอบหมายเรื่องให้คำนึงถึง ความเหมาะสมของเรื่องที่จะตรวจสอบ ความเชี่ยวชาญ และระดับของผู้ถูกตรวจสอบเป็นสำคัญ ดังนั้น เพื่อให้ การมอบหมายเรื่องการตรวจสอบการปฏิบัติตามกฎหมายมีความชัดเจนและเป็นไปในแนวทางเดียวกัน จึงได้ กำหนดแนวทางไว้ ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางในการมอบหมายเรื่องการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "๑. การมอบหมายผู้รับผิดชอบในการตรวจสอบ\nคุณสมบัติของผู้รับผิดชอบในการตรวจสอบที่จะได้รับมอบหมายเรื่องจากผู้อำนวยการสำนัก หรือผู้อำนวยการกลุ่ม หรือหัวหน้ากลุ่มที่ได้รับมอบหมายจากผู้อำนวยการสำนัก ให้เป็นผู้รับผิดชอบหลัก ในการตรวจสอบจะต้องเป็นเจ้าหน้าที่ตรวจสอบตามที่ผู้ว่าการตรวจเงินแผ่นดินแต่งตั้ง ดังนั้น ผู้ที่จะได้รับการ มอบหมายให้เป็นผู้รับผิดชอบในการตรวจสอบ จึงต้องเป็นข้าราชการสำนักงานการตรวจเงินแผ่นดินซึ่งดำรง ตำแหน่งประเภทวิชาการ ระดับชำนาญการหรือเทียบเท่าขึ้นไป หรือระดับปฏิบัติการที่ปฏิบัติงานมาแล้ว ไม่น้อยกว่าสองปี ที่มีความรู้ความสามารถเพียงพอและมีความประพฤติเหมาะสม และได้รับการแต่งตั้งจาก ผู้ว่าการตรวจเงินแผ่นดินให้เป็นเจ้าหน้าที่ตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางในการมอบหมายเรื่องการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "๒. การมอบหมายผู้ช่วยผู้รับผิดชอบในการตรวจสอบ\nเนื่องจากผู้ช่วยผู้รับผิดชอบในการตรวจสอบมิใช่ผู้รับผิดชอบหลักในเรื่องที่ได้รับมอบหมาย ให้ตรวจสอบ โดยเป็นเพียงผู้ช่วยของผู้รับผิดชอบในการตรวจสอบ ซึ่งในการดำเนินการใด ๆ ของผู้ช่วย ผู้รับผิดชอบในการตรวจสอบจะต้องได้รับความเห็นชอบจากผู้รับผิดชอบในการตรวจสอบเสียก่อน ดังนั้น ผู้ที่ผู้อำนวยการสำนัก หรือผู้อำนวยการกลุ่ม หรือหัวหน้ากลุ่มที่ได้รับมอบหมายจากผู้อำนวยการสำนัก จะมอบหมายให้เป็นผู้ช่วยผู้รับผิดชอบในการตรวจสอบ จึงอาจเป็นข้าราชการสำนักงานการตรวจเงินแผ่นดิน หรือลูกจ้างที่ได้รับมอบหมายให้ปฏิบัติงานตรวจสอบก็ได้ โดยไม่จำเป็นต้องเป็นเจ้าหน้าที่ตรวจสอบที่ได้รับการ แต่งตั้งจากผู้ว่าการตรวจเงินแผ่นดิน แต่อย่างไรก็ตาม ในกรณีที่ผู้อำนวยการสำนัก หรือผู้อำนวยการกลุ่ม หรือ หัวหน้ากลุ่มที่ได้รับมอบหมายจากผู้อำนวยการสำนักเห็นสมควร อาจมอบหมายให้เจ้าหน้าที่ตรวจสอบซึ่งได้รับ แต่งตั้งจากผู้ว่าการตรวจเงินแผ่นดินมาเป็นผู้ช่วยผู้รับผิดชอบในการตรวจสอบก็สามารถกระทำได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางในการมอบหมายเรื่องการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "๓. ในการมอบหมายเรื่องของผู้อำนวยการสำนัก หรือผู้อำนวยการกลุ่ม หรือหัวหน้ากลุ่มที่ได้รับ มอบหมายจากผู้อำนวยการสำนัก ต้องคำนึงถึงความเหมาะสมของเรื่องที่จะตรวจสอบ ดังต่อไปนี้\n๑) กรณีเรื่องที่รับไว้ตรวจสอบมีความยุ่งยากสลับซับซ้อน ในการมอบหมายเรื่องของ ผู้อำนวยการสำนัก หรือผู้อำนวยการกลุ่ม หรือหัวหน้ากลุ่มที่ได้รับมอบหมายจากผู้อำนวยการสำนักอาจจะ มอบหมายให้มีผู้ช่วยผู้รับผิดชอบในการตรวจสอบมากกว่าหนึ่งคนก็ได้\n๒) ความเชี่ยวชาญของเจ้าหน้าที่ตรวจสอบ กล่าวคือ ถ้าเรื่องที่จะมอบหมายจำเป็นต้องใช้ ผู้ที่มีความรู้ความสามารถเฉพาะเรื่องในการตรวจสอบ ในการมอบหมายเรื่องก็ควรมอบหมายให้เจ้าหน้าที่ตรวจสอบซึ่งมีความรู้และความเชี่ยวชาญในเรื่องนั้น ๆ เป็นผู้รับผิดชอบในการตรวจสอบ หรือมีผู้ช่วย ผู้รับผิดชอบในการตรวจสอบซึ่งมีความรู้หรือความเชี่ยวชาญในเรื่องนั้น ๆ เช่น การตรวจสอบสังเกตการณ์งานก่อสร้างควรมีวิศวกรที่มีความรู้ความชำนาญเข้าร่วมด้วย หรือการตรวจสอบกรณีเงินขาดบัญชี ก็ควรมีเจ้าหน้าที่ที่มีความรู้ในเรื่องการตรวจสอบการเงินและบัญชีร่วมด้วย เป็นต้น",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางในการมอบหมายเรื่องการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "๓) ระดับของผู้รับผิดชอบในการตรวจสอบ กล่าวคือ หากผู้ถูกร้องเรียนเป็นข้าราชการระดับสูง หรือผู้ดำรงตำแหน่งผู้บริหารในหน่วยงานของรัฐระดับสูง ในการมอบหมายเรื่อง จึงควรมอบหมายให้เจ้าหน้าที่ตรวจสอบที่ดำรงตำแหน่งในระดับที่เหมาะสมเป็นผู้รับผิดชอบในการตรวจสอบ เพื่อเป็นการคุ้มครองและให้เกียรติผู้ถูกร้องเรียน และลดปัญหาเกี่ยวกับการปฏิบัติหน้าที่ของเจ้าหน้าที่ตรวจสอบ\n๔) ปริมาณเรื่องที่อยู่ในความรับผิดชอบของผู้รับผิดชอบในการตรวจสอบ กล่าวคือ ในทางปฏิบัติผู้อำนวยการสำนักหรือผู้อำนวยการกลุ่ม หรือหัวหน้ากลุ่มที่ได้รับมอบหมายจากผู้อำนวยการสำนักควรต้องกระจายเรื่องให้เจ้าหน้าที่ตรวจสอบในปริมาณที่เท่า ๆ กัน และไม่ควรมอบหมายให้ผู้รับผิดชอบในการตรวจสอบมีเรื่องที่ค้างอยู่ในความรับผิดชอบมากกว่า ๒ เรื่อง เนื่องจากในการตรวจสอบจะต้องดำเนินการให้แล้วเสร็จภายในระยะเวลาที่กำหนด แต่หากเรื่องที่สำนักต้องตรวจสอบมีจำนวนมากหรือจำเป็นต้องมอบหมายเรื่องดังกล่าวให้เจ้าหน้าที่ตรวจสอบคนใดคนหนึ่งเป็นพิเศษ ในทางปฏิบัติผู้อำนวยการสำนักหรือผู้อำนวยการกลุ่ม หรือหัวหน้ากลุ่มที่ได้รับมอบหมายจากผู้อำนวยการสำนัก ก็อาจพิจารณาตามความเหมาะสมได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    }
]