[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่ผู้ว่าการสั่งให้ ตรวจสอบเฉพาะกรณี หรือสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบ ประจำปี",
        "text": "ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๕ (๒) กำหนดให้ผู้รับผิดชอบในการตรวจสอบร่วมกับผู้ช่วยผู้รับผิดชอบในการตรวจสอบ ดำเนินการจัดให้มีการวางแผนการตรวจสอบ โดยกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทางการตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ และข้อ ๒๖ (๔) กำหนดให้วิธีการกำหนด ประเด็นกรณีเรื่องที่ผู้ว่าการสั่งให้ตรวจสอบเฉพาะกรณี หรือสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการ ตรวจสอบประจำปี ดังนั้น จึงได้กำหนดแนวทางการดำเนินการไว้ ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่ผู้ว่าการสั่งให้ ตรวจสอบเฉพาะกรณี หรือสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบ ประจำปี",
        "text": "๑. เมื่อผู้รับผิดชอบในการตรวจสอบและผู้ช่วยผู้รับผิดชอบในการตรวจสอบได้รับมอบหมายเรื่อง ตามระเบียบฯ ข้อ ๒๔ และได้รับเรื่องแล้ว ให้ผู้รับผิดชอบในการตรวจสอบร่วมกับผู้ช่วยผู้รับผิดชอบในการ ตรวจสอบทำการวางแผนการตรวจสอบ โดยกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และ แนวทางการตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ\n๒. การวางแผนการตรวจสอบตามข้อ ๑ ให้จัดทำเป็นบันทึกตามแบบแนบท้ายแนวทางฉบับนี้ นำเสนอผู้อำนวยการสำนัก ผ่านผู้บังคับบัญชาตามลำดับชั้น เพื่อขอความเห็นชอบจากผู้อำนวยการสำนัก\n๓. การกำหนดประเด็นการตรวจสอบ กรณีเรื่องมาจากที่ผู้ว่าการสั่งให้ตรวจสอบเฉพาะกรณี หรือสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบประจำปี ให้พิจารณาก่อนว่า เรื่องดังกล่าวเข้า หลักเกณฑ์ข้อใดข้อหนึ่ง ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่ผู้ว่าการสั่งให้ ตรวจสอบเฉพาะกรณี หรือสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบ ประจำปี",
        "text": "๓.๑ กรณีเรื่องที่ผู้ว่าการสั่งให้ตรวจสอบเฉพาะกรณี ให้กำหนดประเด็นการตรวจสอบตามที่ ผู้ว่าการสั่งการ แต่ถ้าเรื่องที่ผู้ว่าการสั่งการให้ตรวจสอบเฉพาะกรณีนั้น ยังไม่ได้มีการกำหนดประเด็นการ ตรวจสอบ ให้พิจารณากำหนดประเด็นจากหนังสือหรือเรื่องที่ผู้ว่าการสั่งการให้ตรวจสอบว่า เรื่องนั้นมีความ เสี่ยงที่จะมีการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรีหรือแบบแผนการปฏิบัติราชการ ใน เรื่องใดหรือขั้นตอนใด ก็ให้กำหนดประเด็นไปตามนั้น\nทั้งนี้ หากเรื่องดังกล่าวเป็นเรื่องที่มาจากการร้องเรียนตามที่ผู้ว่าการสั่งให้ตรวจสอบเฉพาะ กรณีตามวรรคหนึ่ง ก็ให้กำหนดประเด็นตามข้อกล่าวอ้างที่ปรากฏในเรื่องร้องเรียน โดยไม่ต้องพิจารณาตาม หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ ตามข้อ ๑๘ และ ข้อ ๒๐ เว้นแต่กรณีเรื่องร้องเรียน นั้น ผู้ว่าการมิได้สั่งให้ตรวจสอบเป็นการเฉพาะกรณี (เช่น กรณีสั่งการให้พิจารณาดำเนินการต่อไปหรือ กรณีสั่ง การให้ดำเนินการต่อไป เป็นต้น) ก็ให้พิจารณาก่อนว่าเป็นไปตามหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ ตรวจสอบ ตามข้อ ๑๘ และ ข้อ ๒๐ หรือไม่ หากเข้าหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ ก็ให้พิจารณากำหนดประเด็นตามข้อกล่าวอ้างที่ปรากฏในหนังสือร้องเรียนนั้นต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่ผู้ว่าการสั่งให้ ตรวจสอบเฉพาะกรณี หรือสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบ ประจำปี",
        "text": "๓.๒ หากเป็นกรณีเรื่องที่ผู้ว่าการสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบ ประจำปี หากในแผนกำหนดประเด็นการตรวจสอบไว้ ก็ให้กำหนดประเด็นไปตามนั้น แต่หากไม่ได้กำหนด\nประเด็นไว้ ก็ให้กำหนดประเด็นการตรวจสอบตามแนวทางการกำหนดประเด็นการตรวจสอบ กรณีเรื่องที่คัดเลือกมาจากการประเมินความเสี่ยงของหน่วยรับตรวจ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่ผู้ว่าการสั่งให้ ตรวจสอบเฉพาะกรณี หรือสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบ ประจำปี",
        "text": "ประเด็นไว้ ก็ให้กำหนดประเด็นการตรวจสอบตามแนวทางการกำหนดประเด็นการตรวจสอบ กรณีเรื่องที่คัดเลือกมาจากการประเมินความเสี่ยงของหน่วยรับตรวจ\nทั้งนี้ ตัวอย่างการกำหนดประเด็นกรณีเรื่องมาจากที่ผู้ว่าการสั่งให้ตรวจสอบเฉพาะกรณีเป็นไปตามตัวอย่างแนบท้ายแนวทางฉบับนี้ เรื่องที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบเฉพาะกรณีหรือกำหนดไว้ในแผนการตรวจสอบประจำปีมีหลายประเด็นและใช้ระยะเวลาในการรวบรวมพยานหลักฐานไม่นานเกินกว่าระยะเวลาที่กำหนดไว้ในคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑๙/๒๕๖๖ สั่ง ณ วันที่ ๒๐ ธันวาคม ๒๕๖๖ ข้อ ๑ (๒) การกำหนดประเด็นในเรื่องนั้นอาจกำหนดหลายประเด็นได้ แต่อย่างไรก็ตาม หากพบความเสี่ยงหลายประเด็นในเรื่องเดียวกัน โดยแต่ละประเด็นไม่ได้เกี่ยวเนื่องกันและมีพยานหลักฐานเป็นคนละชุดกันซึ่งต้องใช้ระยะเวลาในการรวบรวมพยานหลักฐานมาก และมีความยุ่งยากซับซ้อนในการรวบรวมพยานหลักฐาน ผู้รับผิดชอบในการตรวจสอบอาจจะแยกประเด็นนั้นออกมาต่างหากจากกันโดยเสนอเป็นเรื่องใหม่ก็ได้ แต่ทั้งนี้ จะต้องระบุเหตุผลดังกล่าวในบันทึกตามแบบแนบท้ายแนวทางนี้ เพื่อขอความเห็นจากผู้อำนวยการสำนัก และเมื่อได้รับความเห็นชอบแล้วจึงจะแยกประเด็นเป็นเรื่องใหม่ได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่ผู้ว่าการสั่งให้ ตรวจสอบเฉพาะกรณี หรือสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบ ประจำปี",
        "text": "สำหรับกรณี เมื่อดำเนินการตรวจสอบไปแล้ว และพบประเด็นข้อบกพร่องนอกเหนือจากที่กำหนดประเด็นการตรวจสอบตามที่ผู้ว่าการสั่งการไว้ ให้ดำเนินการตามระเบียบฯ ข้อ ๒๘ ต่อไป\n๔. การกำหนดเกณฑ์ที่ใช้ในการตรวจสอบ จะต้องกำหนดให้สอดคล้องและเหมาะสมกับประเด็นที่ใช้ในการตรวจสอบ โดยดำเนินการตามระเบียบฯ ข้อ ๒๗ อย่างไรก็ตาม หากในชั้นของการตรวจสอบรวบรวมพยานหลักฐานตามประเด็นที่ได้รับความเห็นชอบจากผู้อำนวยการสำนักพบว่า มีเกณฑ์ที่ใช้ในการตรวจสอบเพิ่มเติม จากเกณฑ์การตรวจสอบที่ได้รับความเห็นชอบแล้ว ผู้รับผิดชอบในการตรวจสอบไม่ต้องขออนุมัติเกณฑ์ที่ใช้ในการตรวจสอบใหม่ โดยให้ผู้รับผิดชอบในการตรวจสอบพิจารณาปรับเกณฑ์ที่ใช้ในการตรวจสอบตามข้อเท็จจริงที่ตรวจพบ เพื่อสรุปผลการตรวจสอบต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "แนวทางการกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทาง การตรวจสอบ รวมถึงระยะเวลาในการดำเนินการ กรณีเรื่องที่ผู้ว่าการสั่งให้ ตรวจสอบเฉพาะกรณี หรือสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบ ประจำปี",
        "text": "๕. การกำหนดแนวทางการตรวจสอบ ให้กำหนดแนวทางการตรวจสอบ โดยละเอียดว่า ในการตรวจสอบตามประเด็นที่กำหนดนั้น จะดำเนินการอย่างไรตั้งแต่ขั้นตอนเริ่มต้นจนถึงขั้นตอนในการเสนอร่างรายงานการตรวจสอบ กล่าวคือ ในการรวบรวมพยานเอกสาร จะต้องรวบรวมเอกสารหลักฐานใดบ้าง (ระบุชื่อเอกสาร) การรวบรวมพยานบุคคลจะต้องสอบถ้อยคำพยานบุคคลใดบ้าง (ระบุชื่อตัวบุคคล ถ้าทราบ) การรวบรวมพยานวัตถุต้องใช้พยานวัตถุใดบ้าง รวมถึงพยานผู้เชี่ยวชาญจะต้องสอบถ้อยคำหรือขอความเห็นผู้เชี่ยวชาญผู้ใดบ้าง ทั้งนี้ ในการรวบรวมพยานเอกสาร พยานบุคคล หรือพยานวัตถุใด ผู้รับผิดชอบและผู้ช่วยในการตรวจสอบต้องวางแผนว่าจะรวบรวมพยานหลักฐานดังกล่าวมาเพื่อมุ่งพิสูจน์ข้อเท็จจริงในเรื่องใด รวมถึงควรกำหนดแหล่งที่มาของพยานหลักฐานที่จะทำการรวบรวมด้วยว่าควรจะมาจากแหล่งใด โดยคำนึงถึงความรวดเร็วและมีประสิทธิภาพเพื่อให้การปฏิบัติการตรวจสอบเป็นไปตามกรอบระยะเวลาที่กำหนดไว้\n๖ เมื่อผู้อำนวยการสำนักได้ให้ความเห็นชอบแผนการตรวจสอบตามข้อ ๒ แล้ว ให้ดำเนินการตรวจสอบตามประเด็นการตรวจสอบและแนวทางการตรวจสอบที่กำหนด โดยต้องรวบรวมพยานหลักฐานให้ได้ข้อเท็จจริงอย่างเพียงพอและถูกต้องเหมาะสมต่อการแสดงความเห็นตามประเด็นการตรวจสอบให้แล้วเสร็จภายในระยะเวลาที่ได้รับความเห็นชอบต่อไป",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01T00:00:00Z",
        "expire_date": "2099-12-31T23:59:59Z",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    }
]