[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางในการบันทึกเรื่องลงทะเบียนคุมเรื่องร้องเรียนและเรื่องที่รับไว้ตรวจสอบ การปฏิบัติตามกฎหมาย ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติ ตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๗ ข้อ ๒๒ และข้อ ๒๓",
        "text": "ด้วยระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๗ กำหนดให้ สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียน บันทึกเรื่อง ร้องเรียนที่รับไว้เองหรือที่สำนักอื่นจัดส่งมาให้ทุกเรื่อง ลงในระบบบริหารงานตรวจสอบ โดยข้อ ๒๒ กำหนดว่า เมื่อมีคำสั่งรับหรือไม่รับเรื่องร้องเรียนไว้ตรวจสอบการปฏิบัติตามกฎหมายแล้ว ต้องจัดให้มีการบันทึกสถานะ ของเรื่องร้องเรียนไว้ในระบบบริหารงานตรวจสอบ และข้อ ๒๓ กำหนดว่า เมื่อมีกรณีจะต้องตรวจสอบ การปฏิบัติตามกฎหมายในแต่ละประเภทแล้ว สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตาม กฎหมายจะต้องจัดให้มีทะเบียนคุมการรับเรื่องไว้ตรวจสอบเพื่อบันทึกสาระสำคัญเกี่ยวกับชื่อเรื่อง วันที่รับ เรื่อง ที่มาของเรื่อง ชื่อผู้รับผิดชอบในการตรวจสอบ ประเด็นที่ตรวจสอบ และสถานะของเรื่องที่ตรวจสอบ ลงในทะเบียนคุมเรื่องที่รับไว้ตรวจสอบของแต่ละสำนักหรือบันทึกลงในระบบบริหารงานตรวจสอบที่สำนักงานกำหนด",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางในการบันทึกเรื่องลงทะเบียนคุมเรื่องร้องเรียนและเรื่องที่รับไว้ตรวจสอบ การปฏิบัติตามกฎหมาย ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติ ตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๗ ข้อ ๒๒ และข้อ ๒๓",
        "text": "เพื่อให้เกิดความชัดเจนในการบันทึกทะเบียนคุมเรื่องร้องเรียนและทะเบียนคุมการรับเรื่องไว้ ตรวจสอบการปฏิบัติตามกฎหมาย ประกอบกับระบบบริหารงานตรวจสอบการปฏิบัติตามกฎหมายที่สำนักงาน กำหนดยังจัดทำไม่แล้วเสร็จ จึงเห็นควรกำหนดแนวทางในการดำเนินการในเรื่องดังกล่าว ดังนี้\n\n๑. เมื่อสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียน ได้รับเรื่องร้องเรียน ไม่ว่าจะเป็นเรื่องที่มีการร้องเรียนเป็นหนังสือ เรื่องที่มีการร้องเรียนผ่านทางเว็บไซต์หรือไปรษณีย์ อิเล็กทรอนิกส์ หรือเรื่องที่มีผู้มาร้องเรียนด้วยตนเอง และไม่ว่าจะเป็นกรณีสำนักซึ่งมีหน้าที่และเขตอำนาจ ในการตรวจสอบเรื่องร้องเรียนรับเรื่องร้องเรียนนั้นไว้เอง หรือสำนักอื่นส่งเรื่องร้องเรียนมาให้เพื่อดำเนินการ ตามหน้าที่และอำนาจก็ตาม ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนจัดให้มีทะเบียน คุมเรื่องร้องเรียนของสำนัก (ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตาม กฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๗)\nทั้งนี้ ทะเบียนคุมเรื่องร้องเรียนจะต้องมีการระบุ ชื่อเรื่อง/รหัสรับเรื่องร้องเรียน หน่วยรับตรวจ วันที่รับเรื่อง ที่มาของเรื่อง และสถานะเรื่องร้องเรียน ตามตัวอย่างแนบท้ายแนวทางนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางในการบันทึกเรื่องลงทะเบียนคุมเรื่องร้องเรียนและเรื่องที่รับไว้ตรวจสอบ การปฏิบัติตามกฎหมาย ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติ ตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๗ ข้อ ๒๒ และข้อ ๒๓",
        "text": "๒. เมื่อสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียน มีคำสั่งรับหรือ ไม่รับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมายแล้ว จะต้องจัดให้มีการบันทึกสถานะของเรื่องที่มีการร้องเรียน ไว้ในทะเบียนคุมตามข้อ ๑ ข้างต้นด้วย (ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบ การปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๒)\nทั้งนี้ การบันทึกสถานะของเรื่องร้องเรียน ให้บันทึกสถานะของเรื่องให้เป็นปัจจุบัน และลงวันเดือนปีในช่องหมายเหตุ เมื่อสถานะมีการเปลี่ยนแปลงไปจากเดิม พร้อมทั้งลงลายมือชื่อ ของผู้รับผิดชอบในการตรวจสอบกำกับไว้ด้วย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางในการบันทึกเรื่องลงทะเบียนคุมเรื่องร้องเรียนและเรื่องที่รับไว้ตรวจสอบ การปฏิบัติตามกฎหมาย ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติ ตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๗ ข้อ ๒๒ และข้อ ๒๓",
        "text": "๓. ในกรณีที่มีการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย ไม่ว่าเรื่องนั้นจะมีที่มาจาก การประเมินความเสี่ยง เรื่องร้องเรียน เรื่องที่มาจากการตรวจสอบลักษณะอื่น เรื่องที่ผู้ว่าการตรวจเงิน แผ่นดินสั่งให้ตรวจสอบเฉพาะกรณี หรือเรื่องที่กำหนดไว้ในแผนการตรวจสอบประจำปี แล้วแต่กรณี ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมายจัดให้มีทะเบียนคุมการรับเรื่องไว้ ตรวจสอบการปฏิบัติตามกฎหมาย เพื่อบันทึกสาระสำคัญ ประกอบด้วย ชื่อเรื่อง วันที่รับเรื่อง ที่มาของเรื่อง ชื่อผู้รับผิดชอบในการตรวจสอบ ประเด็นที่ตรวจสอบ และสถานะของเรื่องที่ตรวจสอบ (ระเบียบสำนักงาน การตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๓)\n\nทั้งนี้ การบันทึกสถานะของเรื่องที่รับไว้ตรวจสอบการปฏิบัติตามกฎหมาย ให้บันทึกสถานะของเรื่องให้เป็นปัจจุบันและลงวันเดือนปีในช่องหมายเหตุ เมื่อสถานะมีการ เปลี่ยนแปลงไปจากเดิม พร้อมทั้งลงลายมือชื่อของผู้รับผิดชอบในการตรวจสอบกำกับไว้ด้วย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางในการบันทึกเรื่องลงทะเบียนคุมเรื่องร้องเรียนและเรื่องที่รับไว้ตรวจสอบ การปฏิบัติตามกฎหมาย ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติ ตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๗ ข้อ ๒๒ และข้อ ๒๓",
        "text": "อนึ่ง ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๑๗ ข้อ ๒๒ และข้อ ๒๓ กำหนดให้ต้องบันทึกข้อมูลลงในระบบบริหารงาน ตรวจสอบของสำนักงานการตรวจเงินแผ่นดินด้วยซึ่งปัจจุบันสำนักงานการตรวจเงินแผ่นดินอยู่ระหว่างการจัดทำระบบบริหารงานตรวจสอบ ดังนั้น ในระหว่างที่ระบบดังกล่าวยังไม่เสร็จสมบูรณ์ สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมาย ต้องจัดให้มีการจัดทำทะเบียนคุมตามแนวทางนี้ ด้วย จนกว่าจะมีการบันทึกข้อมูลในระบบบริหารงานตรวจสอบที่สำนักงานกำหนด",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    }
]