[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "แนวทางในการพิจารณายุติการตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๒",
        "text": "ด้วยข้อ ๓๒ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ กำหนดขึ้นเพื่อมิให้เกิดความซ้ำซ้อนในการปฏิบัติหน้าที่ของหน่วยงานที่มีหน้าที่และอำนาจตามกฎหมาย ซึ่งเป็นกรณีเฉพาะเรื่องที่มีข้อเท็จจริงหรือมีประเด็นเดียวกันเท่านั้น ดังนั้น ในการพิจารณายุติการตรวจสอบ กรณีเข้าตรวจสอบการปฏิบัติตามกฎหมายแล้วทราบว่าอยู่ในขั้นตอนการพิจารณาคดีหรือมีคำพิพากษาของศาลในคดีอาญา หรืออยู่ระหว่างขั้นตอนการดำเนินการตามอำนาจหน้าที่ของพนักงานอัยการในคดีอาญา หรืออยู่ในระหว่างการดำเนินการตรวจสอบ หรือไต่สวนของสำนักงาน ป.ป.ช. สำนักงาน ป.ป.ท. โดยหลักการพิจารณายุติการตรวจสอบต้องปรากฏหลักฐานเป็นลายลักษณ์อักษรว่าอยู่ระหว่างการดำเนินการของหน่วยงานดังกล่าว และเป็นเรื่องที่มีข้อเท็จจริงหรือมีประเด็นเดียวกันกับเรื่องที่ตรวจสอบ เท่านั้น ดังนั้น สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมายต้องมีหนังสือสอบถามไปยังหน่วยงานและเมื่อหน่วยงานได้ตอบกลับมาเป็นลายลักษณ์อักษร จึงจะพิจารณายุติการตรวจสอบได้ แต่หากหน่วยงานมีหนังสือตอบกลับมาว่า ได้ตรวจสอบเรื่องดังกล่าว แต่มิใช่ข้อเท็จจริงหรือประเด็นเดียวกันกับเรื่องที่สำนักงานการตรวจเงินแผ่นดินตรวจสอบ",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "แนวทางในการพิจารณายุติการตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๒",
        "text": "จึงจะพิจารณายุติการตรวจสอบได้ แต่หากหน่วยงานมีหนังสือตอบกลับมาว่า ได้ตรวจสอบเรื่องดังกล่าว แต่มิใช่ข้อเท็จจริงหรือประเด็นเดียวกันกับเรื่องที่สำนักงานการตรวจเงินแผ่นดินตรวจสอบ สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมายต้องดำเนินการตรวจสอบตามหน้าที่และอำนาจต่อไป โดยจะสั่งยุติการตรวจสอบไม่ได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "แนวทางในการพิจารณายุติการตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๒",
        "text": "ทั้งนี้ หลักการพิจารณายุติการตรวจสอบตามข้อ ๓๒ มีแนวทางในการพิจารณา ดังนี้\n๑. หากในระหว่างการตรวจสอบ ทราบว่าเรื่องดังกล่าวอยู่ในขั้นตอนการพิจารณาคดีหรือมีคำพิพากษาของศาลในคดีอาญา หรืออยู่ระหว่างขั้นตอนการดำเนินการตามอำนาจหน้าที่ของพนักงานอัยการในคดีอาญา และเป็นเรื่องที่มีข้อเท็จจริงหรือมีประเด็นเดียวกันกับเรื่องที่ตรวจสอบ เมื่อได้รับหนังสือแจ้งตอบกลับมาเป็นลายลักษณ์อักษรจากหน่วยงานดังกล่าวแล้ว ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมาย สั่งยุติการตรวจสอบในเรื่องนั้นหรือประเด็นนั้นในทุกกรณี โดยไม่ต้องพิจารณาว่าเรื่องดังกล่าวตรวจสอบไปถึงขั้นตอนใดแล้ว\n๒. หากในระหว่างการตรวจสอบ ทราบว่าอยู่ในระหว่างการดำเนินการตรวจสอบ หรือไต่สวนของสำนักงาน ป.ป.ช. สำนักงาน ป.ป.ท. และเป็นเรื่องที่มีข้อเท็จจริงหรือมีประเด็นเดียวกันกับเรื่องที่ตรวจสอบ เมื่อได้รับหนังสือแจ้งตอบกลับมาเป็นลายลักษณ์อักษรจากหน่วยงานดังกล่าวแล้ว ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมายพิจารณาสั่งยุติการตรวจสอบในเรื่องนั้นหรือประเด็นนั้นก็ได้ โดยสามารถจำแนกการพิจารณาได้เป็น ๓ กรณี ดังนี้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "แนวทางในการพิจารณายุติการตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๒",
        "text": "๒.๑ กรณีอยู่ในขั้นตอนการมอบหมายเรื่อง การกำหนดประเด็นการตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทางการตรวจสอบ รวมถึงการรวบรวมพยานหลักฐาน ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๔ ข้อ ๒๕ ข้อ ๒๖ ข้อ ๒๗ ข้อ ๒๘ ข้อ ๒๙ ข้อ ๓๐ ข้อ ๓๑ และ ข้อ ๓๓ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมาย สั่งยุติการตรวจสอบในเรื่องนั้นหรือประเด็นนั้น\n๒.๒ กรณีอยู่ในขั้นตอนการเปิดโอกาสให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจ ชี้แจงเหตุผลและแสดงพยานหลักฐาน และการสรุปผลการตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๔ และข้อ ๓๕ ให้เป็นดุลพินิจของสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมาย ในการที่จะสั่งยุติการตรวจสอบในเรื่องนั้น หรือประเด็นนั้น หรือสั่งให้ดำเนินการตรวจสอบตามหน้าที่และอำนาจต่อไปก็ได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "แนวทางในการพิจารณายุติการตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๒",
        "text": "๒.๓ กรณีอยู่ในขั้นตอนการร่างรายงานหรือจัดทำรายงานผลการตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๖ และข้อ ๓๗ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมายดำเนินการตามหน้าที่และอำนาจต่อไป โดยจะสั่งยุติการตรวจสอบในเรื่องนั้นหรือประเด็นนั้นไม่ได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "แนวทางในการพิจารณายุติการตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๒",
        "text": "๓. กรณีเข้าตรวจสอบการปฏิบัติตามกฎหมายแล้วทราบว่า อยู่ในขั้นตอนการพิจารณาคดี หรือมีคำพิพากษา หรืออยู่ระหว่างขั้นตอนการดำเนินการตามอำนาจหน้าที่ หรืออยู่ในระหว่างการดำเนินการตรวจสอบ หรือไต่สวน ของหน่วยงานอื่น ซึ่งมิใช่หน่วยงานตามที่กำหนดไว้ในระเบียบฯ ข้อ ๓๒ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมายดำเนินการตรวจสอบตามหน้าที่และอำนาจต่อไป โดยจะสั่งยุติการตรวจสอบไม่ได้\n\n๔. กรณีผู้รับผิดชอบในการตรวจสอบและผู้ช่วยผู้รับผิดชอบในการตรวจสอบได้รับมอบหมาย เรื่องจากผู้อำนวยการสำนัก หรือผู้อำนวยการกลุ่ม หรือหัวหน้ากลุ่มที่ได้รับมอบหมายจากผู้อำนวยการสำนัก ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๒๔ จะต้องดำเนินการตรวจสอบการปฏิบัติตามกฎหมายทันที โดยจะรอจนกระทั่งหน่วยงานอื่นตามระเบียบฯ ข้อ ๓๒ เข้าตรวจสอบ แล้วจึงเสนอยุติการตรวจสอบ เช่นนี้จะกระทำมิได้",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "แนวทางในการพิจารณายุติการตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๓๒",
        "text": "๕. กรณีการตรวจสอบการปฏิบัติตามกฎหมายที่มาจากเรื่องร้องเรียน เมื่อสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบ สั่งยุติการตรวจสอบในเรื่องนั้นหรือประเด็นนั้น และปรากฏว่าเรื่องร้องเรียนระบุรายละเอียดเกี่ยวกับ ชื่อ - สกุล และที่อยู่ของผู้ร้องเรียนที่สามารถติดต่อได้ ให้มีหนังสือแจ้งให้ผู้ร้องเรียนทราบด้วย",
        "doc_type": "แนวทาง",
        "announce_date": null,
        "effective_date": "2000-01-01",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    }
]