[
    {
        "id": "Preamble",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "โดยที่คณะกรรมการตรวจเงินแผ่นดินได้กำหนดหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินด้านการตรวจสอบการปฏิบัติตามกฎหมาย เพื่อให้ผู้ว่าการตรวจเงินแผ่นดินถือปฏิบัติ จึงเป็นการสมควรกำหนดขั้นตอนและวิธีการตรวจสอบการปฏิบัติตามกฎหมายทุกลักษณะงานตรวจสอบของสำนักงานการตรวจเงินแผ่นดินให้สอดคล้องกับหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินที่คณะกรรมการตรวจเงินแผ่นดินกำหนดเป็นมาตรฐานเดียวกัน มีประสิทธิภาพ และเป็นไปด้วยความเรียบร้อย\nอาศัยอำนาจตามความในมาตรา ๕๓ และมาตรา ๕๔ (๔) (๕) ประกอบมาตรา ๕ วรรคสอง มาตรา ๖ มาตรา ๗ มาตรา ๘ มาตรา ๘๕ มาตรา ๘๖ มาตรา ๘๗ มาตรา ๘๘ มาตรา ๙๓ มาตรา ๙๕ มาตรา ๙๖ และมาตรา ๙๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ผู้ว่าการตรวจเงินแผ่นดิน จึงออกระเบียบไว้ ดังต่อไปนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "char_count": 712,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๑",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑ ระเบียบนี้เรียกว่า “ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖”",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "char_count": 106,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๒",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒ ระเบียบนี้ให้ใช้บังคับเมื่อพ้นกำหนดเก้าสิบวันนับแต่วันประกาศในราชกิจจานุเบกษาเป็นต้นไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "char_count": 92,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๓",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓ ให้ยกเลิกระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "char_count": 132,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๔",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔ บรรดาระเบียบ ข้อบังคับ ประกาศ คำสั่ง หรือแนวปฏิบัติอื่นใดในส่วนที่ได้กำหนดไว้แล้วในระเบียบนี้ หรือซึ่งขัดหรือแย้งกับระเบียบนี้ ให้ใช้ระเบียบนี้แทน",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "char_count": 152,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๕_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๕ ในระเบียบนี้\n\"คณะกรรมการ” หมายความว่า คณะกรรมการตรวจเงินแผ่นดิน\n\"ผู้ว่าการ\" หมายความว่า ผู้ว่าการตรวจเงินแผ่นดิน\n\"สำนักงาน\" หมายความว่า สำนักงานการตรวจเงินแผ่นดิน\n\"เจ้าหน้าที่ตรวจสอบ\" หมายความว่า ข้าราชการสำนักงานการตรวจเงินแผ่นดินที่ผู้ว่าการมอบหมายให้มีหน้าที่และอำนาจตรวจสอบตามมาตรา ๕๓ (๓) มาตรา ๕๔ (๘) และมาตรา ๙๓ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n\"ผู้บริหารงานตรวจสอบ\" หมายความว่า ผู้ว่าการ รองผู้ว่าการตรวจเงินแผ่นดิน ผู้ตรวจเงินแผ่นดินผู้ช่วยผู้ว่าการตรวจเงินแผ่นดิน ผู้ช่วยผู้ตรวจเงินแผ่นดิน ผู้อำนวยการสำนัก หรือตำแหน่งที่เรียกชื่ออย่างอื่นที่มีฐานะเทียบเท่าตำแหน่งดังกล่าวข้างต้น และให้รวมถึงผู้ที่ได้รับมอบหมายจากผู้ว่าการให้มีอำนาจพิจารณาผลการตรวจสอบได้เอง\n\"ผู้รับตรวจ” หมายความว่า ผู้รับตรวจ ตามมาตรา ๔ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n\"หน่วยรับตรวจ\" หมายความว่า หน่วยรับตรวจ ตามมาตรา ๔ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "char_count": 945,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๕_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "\"หน่วยรับตรวจ\" หมายความว่า หน่วยรับตรวจ ตามมาตรา ๔ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n\"การตรวจสอบการปฏิบัติตามกฎหมาย\" หมายความว่า การตรวจสอบการจัดเก็บรายได้การรับ การใช้จ่าย การใช้ประโยชน์ การเก็บรักษาและการบริหารซึ่งเงิน ทรัพย์สิน สิทธิ และผลประโยชน์ของหน่วยรับตรวจ หรือที่อยู่ในความครอบครอง หรืออำนาจใช้จ่ายของหน่วยรับตรวจ รวมถึงการตรวจสอบอื่นตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และกฎหมายอื่นที่เกี่ยวข้อง ให้เป็นไปตามเกณฑ์ที่ใช้ในการตรวจสอบ\n\"เกณฑ์ที่ใช้ในการตรวจสอบ\" หมายความว่า กฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรีแบบแผนการปฏิบัติราชการและสัญญา\n\"การให้ความเชื่อมั่นอย่างสมเหตุสมผล\" หมายความว่า การตรวจสอบที่จะต้องดำเนินการในระดับครอบคลุมสาระสำคัญทั้งหมดของเรื่องที่ตรวจสอบ เพื่อให้งานตรวจสอบได้คุณภาพสูงสุดเท่าที่จะสามารถดำเนินการได้และมีความน่าเชื่อถืออย่างสมเหตุสมผลต่อสรุปผลการตรวจสอบและความเห็นของผู้ตรวจสอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "char_count": 884,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๕_p3",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "\"การให้ความเชื่อมั่นอย่างจำกัด\" หมายความว่า การตรวจสอบที่จำเป็นจะต้องดำเนินการตรวจสอบในระดับที่ครอบคลุมแต่เพียงสาระสำคัญบางประเด็นของเรื่องที่ตรวจสอบเท่านั้น เนื่องจากมีความจำเป็นหรือข้อจำกัดที่เกิดจากปัจจัยบางประการ\n\"ประเด็นการตรวจสอบ\" หมายความว่า สาระสำคัญของเรื่องที่ต้องดำเนินการตรวจสอบว่ามีการปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการและสัญญาหรือไม่ ซึ่งอาจมีได้หลายลักษณะแตกต่างกัน ขึ้นอยู่กับวัตถุประสงค์ของการตรวจสอบอันเป็นสิ่งที่กำหนดแนวทางในการแสวงหาพยานหลักฐานที่ผู้ตรวจสอบต้องรวบรวมเพื่อนำมาใช้ในการวิเคราะห์เทียบกับเกณฑ์ที่ใช้ในการตรวจสอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "char_count": 582,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๖",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๖ รูปแบบการจัดทำร่างรายงานการตรวจสอบ รายงานการตรวจสอบฉบับสมบูรณ์บัญชีพยานหลักฐาน ร่างหนังสือแจ้งผลการตรวจสอบ การตีตราชั้นความลับ และการลงลายมือชื่อกำกับรวมถึงกำหนดระยะเวลาในการตรวจสอบ ให้เป็นไปตามที่ผู้ว่าการกำหนด",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "char_count": 217,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๗",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๗ ให้ผู้ว่าการรักษาการตามระเบียบนี้ และมีอำนาจออกคำสั่ง หรือประกาศเพื่อปฏิบัติการตามระเบียบนี้\nในกรณีมีปัญหาหรือข้อขัดข้องเกี่ยวกับการปฏิบัติตามความในระเบียบนี้ หรือกรณีมีเหตุจำเป็นที่ไม่อาจปฏิบัติตามระเบียบนี้ได้ ให้ผู้ว่าการมีอำนาจวินิจฉัยชี้ขาด หรือยกเว้นผ่อนผันการปฏิบัติตามความในระเบียบนี้\nหมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย\nส่วนที่ ๑ ที่มาของเรื่องที่จะรับไว้ตรวจสอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ ที่มาของเรื่องที่จะรับไว้ตรวจสอบ",
            "char_count": 408,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๘",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๘ เรื่องที่สำนักงานอาจพิจารณารับไว้ตรวจสอบการปฏิบัติตามกฎหมาย มีดังต่อไปนี้\n(๑) เรื่องที่คัดเลือกมาจากการประเมินความเสี่ยงของหน่วยรับตรวจ\n(๒) เรื่องที่มาจากการร้องเรียน\n(๓) เรื่องที่เป็นผลมาจากการตรวจสอบด้านอื่น\n(๔) เรื่องที่ผู้ว่าการสั่งให้ตรวจสอบเฉพาะกรณี หรือสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบประจำปี",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ ที่มาของเรื่องที่จะรับไว้ตรวจสอบ",
            "char_count": 316,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๙",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๙ เรื่องที่คัดเลือกมาจากการประเมินความเสี่ยงของหน่วยรับตรวจตามข้อ ๘ (๑) เจ้าหน้าที่ตรวจสอบควรศึกษา รวบรวมข้อมูล และพิจารณาคัดเลือกงาน โครงการ สัญญาและกิจกรรมของหน่วยรับตรวจที่เห็นว่ามีความสำคัญควรได้รับการตรวจสอบ และจัดลำดับความสำคัญของงาน โครงการ สัญญา และกิจกรรมที่จะตรวจสอบตามระดับความเสี่ยงที่ประเมินได้ก่อนที่จะพิจารณาคัดเลือกงาน โครงการ สัญญา และกิจกรรม ตามวิธีการที่สำนักงานกำหนด เพื่อตรวจสอบตามหมวด ๒ ต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ ที่มาของเรื่องที่จะรับไว้ตรวจสอบ",
            "char_count": 418,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๑๐",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑๐ เรื่องที่มาจากการร้องเรียนตามข้อ ๘ (๒) ได้แก่ เรื่องร้องเรียน ดังต่อไปนี้\n(๑) ร้องเรียนเป็นหนังสือ\n(๒) ร้องเรียนทางเว็บไซต์หรือไปรษณีย์อิเล็กทรอนิกส์ของสำนักงาน\n(๓) มาร้องเรียนด้วยตนเอง\nวิธีการรับเรื่องร้องเรียนและส่งเรื่องร้องเรียน รวมถึงหลักเกณฑ์และเงื่อนไขการรับเรื่องไว้ตรวจสอบให้เป็นไปตามที่กำหนดไว้ในส่วนที่ ๒ และส่วนที่ ๓ ของหมวดนี้ต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ ที่มาของเรื่องที่จะรับไว้ตรวจสอบ",
            "char_count": 351,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๑๑",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑๑ เรื่องที่เป็นผลมาจากการตรวจสอบด้านอื่นตามข้อ ๘ (๓) หากผลการตรวจสอบรายงานการเงิน หรือผลการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน แล้วแต่กรณีพบว่าประเด็นที่ตรวจพบมีการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรีหรือแบบแผนการปฏิบัติราชการ และสัญญา ให้เจ้าหน้าที่ตรวจสอบดำเนินการตรวจสอบตามหมวด ๒ ต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ ที่มาของเรื่องที่จะรับไว้ตรวจสอบ",
            "char_count": 317,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๑๒",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑๒ เรื่องที่ต้องตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบประจำปีตามข้อ ๘ (๔) ในการดำเนินการเพื่อคัดเลือกหน่วยรับตรวจ งาน โครงการ สัญญา และกิจกรรมของหน่วยรับตรวจให้เจ้าหน้าที่ตรวจสอบดำเนินการ ดังนี้\n(๑) กรณีมีการกำหนดหลักเกณฑ์และวิธีการคัดเลือกไว้ในแผนการตรวจสอบประจำปีแล้วก็ให้คัดเลือกตามที่กำหนดไว้ในแผนการตรวจสอบประจำปีนั้น\n(๒) กรณีมิได้กำหนดหลักเกณฑ์หรือวิธีการคัดเลือกไว้ในแผนการตรวจสอบประจำปีโดยเฉพาะก็ให้คัดเลือกโดยวิธีการประเมินความเสี่ยงตามแนวทางที่ผู้ว่าการกำหนดในแต่ละลักษณะงาน\nเมื่อคัดเลือกหน่วยรับตรวจ งาน โครงการ สัญญาและกิจกรรมของหน่วยรับตรวจได้แล้วให้ดำเนินการตรวจสอบตามหมวด ๒ ต่อไป\nส่วนที่ ๒ วิธีการรับเรื่องและส่งเรื่องร้องเรียน",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีการรับเรื่องและส่งเรื่องร้องเรียน",
            "char_count": 644,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๑๓",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑๓ เรื่องร้องเรียนที่ส่งมาเป็นหนังสือ ให้ดำเนินการ ดังนี้\n(๑) กรณีส่งมาที่ส่วนกลาง ให้สำนักบริหารงานกลางหรือสำนักที่รับเรื่องพิจารณาส่งเรื่องไปให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนเรื่องนั้น เพื่อพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องต่อไป แต่หากเรื่องที่ได้รับนั้นอยู่ในหน้าที่และเขตอำนาจของตน ก็ให้พิจารณาตามหลักเกณฑ์และเงื่อนไขในการรับเรื่องต่อไป\n(๒) กรณีส่งมาที่สำนักในส่วนภูมิภาค ให้สำนักที่รับเรื่องพิจารณาว่าเรื่องที่ได้รับนั้นอยู่ในหน้าที่และเขตอำนาจของตนหรือไม่ หากอยู่ให้พิจารณาตามหลักเกณฑ์และเงื่อนไขในการรับเรื่องต่อไป หากไม่อยู่ให้ส่งเรื่องไปให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนเรื่องนั้น เพื่อพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีการรับเรื่องและส่งเรื่องร้องเรียน",
            "char_count": 707,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๑๔_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑๔ เรื่องร้องเรียนที่ร้องเรียนทางเว็บไซต์หรือไปรษณีย์อิเล็กทรอนิกส์ ให้ดำเนินการ ดังนี้\n(๑) กรณีร้องเรียนทางเว็บไซต์หรือไปรษณีย์อิเล็กทรอนิกส์ของสำนักงาน ให้ศูนย์เทคโนโลยีสารสนเทศส่งเรื่อง พร้อมทั้งข้อมูลของผู้ร้องเรียนไปให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนเรื่องนั้น เพื่อพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องต่อไป\n(๒) กรณีร้องเรียนทางเว็บไซต์หรือไปรษณีย์อิเล็กทรอนิกส์ของสำนักที่จัดให้มีระบบรับเรื่องร้องเรียนทางเว็บไซต์หรือไปรษณีย์อิเล็กทรอนิกส์แยกต่างหากจากสำนักงาน ให้สำนักพิจารณาว่าเรื่องที่ได้รับอยู่ในหน้าที่และเขตอำนาจของตนหรือไม่ หากอยู่ให้พิจารณาตามหลักเกณฑ์และเงื่อนไขในการรับเรื่องต่อไป หากไม่อยู่ให้ส่งเรื่องไปให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนเรื่องนั้น เพื่อพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีการรับเรื่องและส่งเรื่องร้องเรียน",
            "char_count": 778,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๑๔_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(๓) กรณีร้องเรียนทางไปรษณีย์อิเล็กทรอนิกส์ของผู้ตรวจเงินแผ่นดิน ผู้ช่วยผู้ตรวจเงินแผ่นดิน ผู้อำนวยการสำนัก ผู้อำนวยการสถาบัน หรือผู้อำนวยการศูนย์ ให้ผู้ครอบครองไปรษณีย์อิเล็กทรอนิกส์พิจารณาว่า เรื่องที่ได้รับอยู่ในหน้าที่และเขตอำนาจของตนหรือไม่ หากอยู่ให้พิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องต่อไป หากไม่อยู่ให้ส่งเรื่องไปให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนเรื่องนั้นเพื่อพิจารณาตามหลักเกณฑ์และเงื่อนไขในการรับเรื่องต่อไป ยกเว้นกรณีร้องเรียนทางไปรษณีย์อิเล็กทรอนิกส์ของผู้ว่าการ รองผู้ว่าการตรวจเงินแผ่นดิน หรือผู้ช่วยผู้ว่าการตรวจเงินแผ่นดินให้ผู้ครอบครองไปรษณีย์อิเล็กทรอนิกส์ส่งศูนย์เทคโนโลยีสารสนเทศเพื่อดำเนินการตาม (๑) ต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีการรับเรื่องและส่งเรื่องร้องเรียน",
            "char_count": 659,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๑๕",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑๕ เรื่องที่มีผู้มาร้องเรียนด้วยตนเอง ให้ดำเนินการ ดังนี้\n(๑) กรณีมาร้องเรียนที่ส่วนกลาง ให้สำนักบริหารงานกลางสอบถามเพื่อให้ทราบว่าเรื่องที่มาร้องเรียนเป็นหน่วยรับตรวจหรือหน่วยงานในกำกับของหน่วยรับตรวจซึ่งอยู่ในหน้าที่รับเรื่องร้องเรียนด้วยตนเองของสำนักใดตามที่ผู้ว่าการกำหนด ก็ให้แจ้งสำนักนั้นมารับเรื่องร้องเรียน โดยให้ผู้รับเรื่องร้องเรียนดำเนินการตามข้อ ๑๗ และให้พิจารณาว่า เรื่องที่ร้องเรียนอยู่ในหน้าที่และเขตอำนาจตรวจสอบของตนหรือไม่ หากอยู่ให้พิจารณาตามหลักเกณฑ์และเงื่อนไขในการรับเรื่องต่อไป หากไม่อยู่ให้ส่งเรื่องไปให้สำนักซึ่งมีหน้าที่และเขตอำนาจตรวจสอบเรื่องร้องเรียนนั้น เพื่อพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องต่อไป\n(๒) กรณีมาร้องเรียนที่สำนักในส่วนภูมิภาค ให้สำนักที่รับเรื่องร้องเรียนพิจารณาว่าเรื่องที่ได้รับนั้นอยู่ในหน้าที่และเขตอำนาจตรวจสอบของตนหรือไม่ หากอยู่ให้พิจารณาตามหลักเกณฑ์และเงื่อนไขในการรับเรื่องต่อไป หากไม่อยู่ให้ส่งเรื่องไปให้สำนักซึ่งมีหน้าที่และเขตอำนาจตรวจสอบเรื่องร้องเรียนนั้น เพื่อพิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีการรับเรื่องและส่งเรื่องร้องเรียน",
            "char_count": 978,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๑๖",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑๖ ในการรับเรื่องร้องเรียนตามข้อ ๑๕ ผู้รับเรื่องร้องเรียนต้องสอบถามและบันทึกรายละเอียด ดังนี้\n(๑) ข้อมูลส่วนตัวของผู้ร้องเรียน เกี่ยวกับชื่อ เลขประจำตัวประชาชน ที่อยู่ที่ติดต่อได้ สถานที่ทำงาน และหมายเลขโทรศัพท์หรือช่องทางการติดต่ออื่นที่สามารถติดต่อได้\n(๒) รายละเอียดของเรื่องที่ร้องเรียน เกี่ยวกับชื่อหรือตำแหน่งของเจ้าหน้าที่หน่วยรับตรวจ ผู้ถูกร้องเรียน หรือชื่อหน่วยรับตรวจ หรือบุคคลที่เกี่ยวข้อง วัน เวลา หรือช่วงเวลา สถานที่ที่มีการกระทำผิดและพฤติการณ์แห่งการกระทำความผิด\nในกรณีผู้ร้องเรียนมีเอกสารหลักฐานมามอบให้ ให้ผู้ร้องเรียนลงลายมือชื่อรับรองไว้ในเอกสารทุกฉบับ\nกรณีไม่อาจดำเนินการตามวรรคหนึ่งหรือวรรคสองได้ ให้ผู้รับเรื่องร้องเรียนบันทึกเหตุดังกล่าวไว้ให้ชัดเจน",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีการรับเรื่องและส่งเรื่องร้องเรียน",
            "char_count": 676,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๑๗",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑๗ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียน บันทึกเรื่องร้องเรียนที่รับไว้เองหรือที่สำนักอื่นจัดส่งมาให้ทุกเรื่อง ลงในระบบบริหารงานตรวจสอบ เพื่อประโยชน์ในการสืบค้นก่อนพิจารณาหลักเกณฑ์และเงื่อนไขการรับเรื่องต่อไปในส่วนที่ ๓\nส่วนที่ ๓ หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ",
            "char_count": 307,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๑๘",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑๘ ในการพิจารณารับเรื่องร้องเรียนไว้ตรวจสอบการปฏิบัติตามกฎหมาย ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนพิจารณาว่าเรื่องที่ร้องเรียนเข้าหลักเกณฑ์ ดังต่อไปนี้หรือไม่\n(๑) เป็นเรื่องที่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n(๒) เป็นเรื่องที่เกิดขึ้นมาแล้วไม่เกินห้าปีนับแต่วันที่เกิดเหตุจนถึงวันที่สำนักงานรับเรื่อง\n(๓) เป็นเรื่องที่ระบุรายละเอียดเกี่ยวกับชื่อ หรือตำแหน่งของเจ้าหน้าที่หน่วยรับตรวจผู้ถูกร้องเรียนหรือชื่อหน่วยรับตรวจ หรือบุคคลที่เกี่ยวข้อง วัน เวลา หรือช่วงเวลา สถานที่ที่มีการกระทำผิดและพฤติการณ์แห่งการกระทำความผิด ซึ่งเพียงพอที่จะตรวจสอบได้\n(๔) เป็นเรื่องที่ผู้ว่าการหรือผู้ที่ผู้ว่าการมอบหมายยังไม่เคยแจ้งผลการตรวจสอบให้หน่วยรับตรวจหรือหน่วยงานที่เกี่ยวข้องดำเนินการตามกฎหมายประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดินมาก่อน\nในการพิจารณาหลักเกณฑ์ตามวรรคหนึ่ง หากขาดหลักเกณฑ์ข้อหนึ่งข้อใดให้มีคำสั่งไม่รับเรื่องร้องเรียนไว้ตรวจสอบ แต่หากเข้าหลักเกณฑ์ทุกข้อ ให้พิจารณาเงื่อนไขตามข้อ ๒๐ ก่อนรับเรื่องร้องเรียนไว้ตรวจสอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ",
            "char_count": 1023,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๑๙",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๑๙ เรื่องร้องเรียนซึ่งมีลักษณะเป็นบัตรสนเท่ห์ หรือไม่ระบุรายละเอียดเกี่ยวกับ ชื่อ - สกุล เลขประจำตัวประชาชน ที่อยู่ หรือข้อมูลอื่นใดของผู้ร้องเรียนที่สามารถติดต่อได้ หากจะรับเรื่องร้องเรียนไว้ตรวจสอบจะต้องเป็นเรื่องที่ระบุรายละเอียดตามข้อ ๑๘ (๓) เพียงพอที่จะดำเนินการตรวจสอบต่อไปได้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ",
            "char_count": 286,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๒๐",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒๐ เรื่องที่ร้องเรียนหากปรากฏข้อเท็จจริงว่าอยู่ในระหว่างขั้นตอนการพิจารณาคดีหรือมีคำพิพากษาของศาลในคดีอาญา หรืออยู่ระหว่างขั้นตอนการดำเนินการตามอำนาจหน้าที่ของพนักงานอัยการในคดีอาญา หรืออยู่ในระหว่างการดำเนินการตรวจสอบ หรือไต่สวนของสำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ สำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตภาครัฐ และเป็นเรื่องที่มีข้อเท็จจริงหรือมีประเด็นเดียวกันกับเรื่องที่ร้องเรียนให้มีคำสั่งไม่รับเรื่องร้องเรียนไว้ตรวจสอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ",
            "char_count": 455,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๒๑_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒๑ เพื่อประโยชน์ในการให้ความร่วมมือระหว่างองค์กรอิสระอื่น ตามมาตรา ๖ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบพิจารณาดำเนินการเกี่ยวกับเรื่องร้องเรียน ดังนี้\n(๑) หากพิจารณาแล้วเห็นว่า เรื่องร้องเรียนไม่มีประเด็นใดอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการ ตามข้อ ๑๘ (๑) ให้พิจารณาว่าเป็นเรื่องที่อยู่ในหน้าที่และอำนาจดำเนินการขององค์กรอิสระอื่นหรือไม่ หากใช้ให้เสนอผู้ว่าการเพื่อเสนอคณะกรรมการพิจารณาส่งเรื่องดังกล่าวให้องค์กรอิสระอื่นตามมาตรา ๖ วรรคหนึ่งต่อไป\n(๒) หากพิจารณาแล้วเห็นว่า เรื่องร้องเรียนนั้นมีหลายประเด็น แต่มีบางประเด็นอยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการ และบางประเด็นอยู่ในหน้าที่และอำนาจดำเนินการขององค์กรอิสระอื่นให้เสนอเฉพาะประเด็นที่อยู่ในหน้าที่และอำนาจดำเนินการขององค์กรอิสระอื่นต่อผู้ว่าการเพื่อเสนอคณะกรรมการพิจารณาส่งประเด็นดังกล่าวให้องค์กรอิสระอื่นตามมาตรา ๖ วรรคหนึ่งต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ",
            "char_count": 880,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๒๑_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(๓) หากพิจารณาแล้วเห็นว่า เรื่องร้องเรียนนั้นในส่วนของประเด็นที่อยู่ในหน้าที่และอำนาจตรวจสอบของผู้ว่าการ อาจเข้าลักษณะเป็นการกระทำที่อยู่ในหน้าที่และอำนาจตรวจสอบขององค์กรอิสระอื่นด้วย ถ้าประเด็นที่ร้องเรียนในส่วนที่อยู่ในหน้าที่และอำนาจดำเนินการขององค์กรอิสระอื่นนั้น เป็นกรณีความผิดตามกฎหมายว่าด้วยความผิดเกี่ยวกับการเสนอราคาต่อหน่วยงานของรัฐ ความผิดตามกฎหมายคณะกรรมการการเลือกตั้ง ความผิดตามกฎหมายผู้ตรวจการแผ่นดิน และความผิดตามกฎหมายคณะกรรมการสิทธิมนุษยชนแห่งชาติ ให้รวบรวมข้อเท็จจริงเบื้องต้นก่อนว่าประเด็นที่อยู่ในหน้าที่และอำนาจดำเนินการขององค์กรอิสระอื่นนั้นเป็นไปตามข้อกล่าวอ้างในเรื่องร้องเรียนนั้นหรือไม่ หากใช่ให้เสนอผู้ว่าการเพื่อเสนอคณะกรรมการพิจารณาส่งประเด็นนั้นให้องค์กรอิสระอื่นดำเนินการตามหน้าที่และอำนาจตามมาตรา ๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ โดยไม่ต้องตรวจสอบประเด็นนั้นอีก แต่หากไม่ใช่ก็ให้ดำเนินการตรวจสอบตามหน้าที่และอำนาจต่อไป ภายใต้หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบตามข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ",
            "char_count": 982,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๒๑_p3",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ทั้งนี้ กรณีเรื่องร้องเรียนกล่าวหาว่าทุจริตเกี่ยวกับการใช้จ่ายเงินแผ่นดิน ซึ่งเป็นเรื่องที่อยู่ในหน้าที่และอำนาจของผู้ว่าการและเข้าลักษณะอยู่ในหน้าที่และอำนาจขององค์กรอิสระอื่นด้วย หากไม่ใช่กรณีความผิดตามกฎหมายใน (๓) ให้ดำเนินการตรวจสอบตามหน้าที่และอำนาจต่อไปภายใต้หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบตามข้อ ๑๘ ข้อ ๑๙ และข้อ ๒๐",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๑ ที่มาของเรื่อง และการรับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ หลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ",
            "char_count": 342,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๒๒",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒๒ เมื่อสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนมีคำสั่งรับหรือไม่รับเรื่องไว้ตรวจสอบการปฏิบัติตามกฎหมายแล้ว ต้องจัดให้มีการบันทึกสถานะของเรื่องที่มีการร้องเรียนไว้ในระบบบริหารงานตรวจสอบตามข้อ ๑๗ ด้วย\nกรณีที่มีคำสั่งไม่รับเรื่องร้องเรียน ต้องแจ้งให้ผู้ร้องเรียนทราบถึงการไม่รับเรื่องร้องเรียนด้วย\nกรณีมีคำสั่งรับเรื่องร้องเรียน ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเรื่องร้องเรียนดำเนินการตามหมวด ๒ ต่อไป\nหมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย\nส่วนที่ ๑ การมอบหมายเรื่อง และการวางแผนการตรวจสอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ การมอบหมายเรื่อง และการวางแผนการตรวจสอบ",
            "char_count": 518,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๒๓",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒๓ เมื่อมีกรณีจะต้องตรวจสอบการปฏิบัติตามกฎหมายในแต่ละประเภทตามข้อ ๘ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมาย จัดให้มีทะเบียนคุมการรับเรื่องไว้ตรวจสอบเพื่อบันทึกสาระสำคัญเกี่ยวกับชื่อเรื่อง วันที่รับเรื่อง ที่มาของเรื่อง ชื่อผู้รับผิดชอบในการตรวจสอบ ประเด็นที่ตรวจสอบและสถานะของเรื่องที่ตรวจสอบลงในทะเบียนคุมเรื่องที่รับไว้ตรวจสอบของแต่ละสำนักหรือบันทึกลงในระบบบริหารงานตรวจสอบที่สำนักงานกำหนด เพื่อประโยชน์ในการกำกับและติดตามสถานะของการตรวจสอบในภาพรวมต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ การมอบหมายเรื่อง และการวางแผนการตรวจสอบ",
            "char_count": 483,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๒๔",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒๔ ให้ผู้อำนวยการสำนัก หรือผู้อำนวยการกลุ่ม หรือหัวหน้ากลุ่มที่ได้รับมอบหมายจากผู้อำนวยการสำนัก มอบหมายเรื่องให้เจ้าหน้าที่ตรวจสอบคนหนึ่งเป็นผู้รับผิดชอบในการตรวจสอบและมอบหมายให้ข้าราชการหรือลูกจ้างที่ได้รับมอบหมายให้ปฏิบัติงานตรวจสอบในสำนักอีกอย่างน้อยหนึ่งคนเป็นผู้ช่วยผู้รับผิดชอบในการตรวจสอบ ทั้งนี้ ในการมอบหมายเรื่องให้คำนึงถึงความเหมาะสมของเรื่องที่จะตรวจสอบ ความเชี่ยวชาญ และระดับของผู้ถูกตรวจสอบเป็นสำคัญ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ การมอบหมายเรื่อง และการวางแผนการตรวจสอบ",
            "char_count": 417,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๒๕",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒๕ เมื่อผู้รับผิดชอบในการตรวจสอบได้รับเรื่องแล้ว ให้ร่วมกับผู้ช่วยผู้รับผิดชอบในการตรวจสอบดำเนินการ ดังต่อไปนี้\n(๑) บันทึกรายละเอียดของเรื่องที่ต้องตรวจสอบการปฏิบัติตามกฎหมายลงในทะเบียนคุมการรับเรื่องไว้ตรวจสอบของสำนัก หรือบันทึกลงในระบบบริหารงานตรวจสอบที่สำนักงานกำหนดตามข้อ ๒๒\n(๒) จัดให้มีการวางแผนการตรวจสอบ โดยกำหนดประเด็นการตรวจสอบเกณฑ์ที่ใช้ในการตรวจสอบ และแนวทางการตรวจสอบเพื่อแสวงหาพยานหลักฐานที่ต้องรวบรวมเพื่อนำมาใช้ในการวิเคราะห์เทียบกับเกณฑ์ที่ใช้ในการตรวจสอบ รวมถึงระยะเวลาในการดำเนินการซึ่งต้องไม่เกินระยะเวลาที่ผู้ว่าการกำหนดตามข้อ ๖ เพื่อเสนอขอความเห็นชอบจากผู้อำนวยการสำนัก\n(๓) เมื่อได้รับความเห็นชอบแล้ว ให้ดำเนินการตรวจสอบตามประเด็นการตรวจสอบและแนวทางการตรวจสอบที่กำหนด โดยต้องรวบรวมพยานหลักฐานให้ได้ข้อเท็จจริงอย่างเพียงพอและถูกต้องเหมาะสมต่อการแสดงความเห็นตามประเด็นการตรวจสอบให้แล้วเสร็จภายในระยะเวลาที่ได้รับความเห็นชอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ การมอบหมายเรื่อง และการวางแผนการตรวจสอบ",
            "char_count": 846,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๒๖_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒๖ การกำหนดประเด็นการตรวจสอบตามข้อ ๒๕ ให้ผู้รับผิดชอบในการตรวจสอบร่วมกับผู้ช่วยผู้รับผิดชอบในการตรวจสอบกำหนดประเด็นการตรวจสอบตามหลักเกณฑ์ ดังต่อไปนี้\n(๑) กรณีเป็นเรื่องตามข้อ ๘ (๑) อาจตรวจสอบข้อมูลเบื้องต้นเพื่อพิจารณากำหนดประเด็นตามหลักเกณฑ์ข้อใดข้อหนึ่ง ดังนี้\n(ก) กระบวนการตรวจสอบการเงินอื่น การจัดซื้อจัดจ้างและการบริหารพัสดุ การจัดเก็บรายได้หรือผลตอบแทน หากพบว่าขั้นตอนใดมีความเสี่ยงต่อการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ หรือสัญญา หรืออาจก่อให้เกิดความเสียหายแก่ทางราชการหรือทุจริต ให้กำหนดประเด็นการตรวจสอบในขั้นตอนที่มีความเสี่ยงนั้น และกำหนดเกณฑ์ที่ใช้ในการตรวจสอบให้เชื่อมโยงและสอดคล้องกัน\n(ข) งาน โครงการ สัญญา และกิจกรรมของหน่วยรับตรวจที่เลือกตรวจสอบ หากเป็นเรื่องที่ปรากฏตามข่าวหนังสือพิมพ์หรือสื่อต่าง ๆ และมีความเสี่ยงต่อการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ หรือสัญญา หรืออาจก่อให้เกิดความเสียหายแก่ทางราชการ หรือทุจริต ให้กำหนดประเด็นการตรวจสอบตามความเสี่ยงที่ปรากฏตามรายงานข่าวหนังสือพิมพ์หรือสื่อนั้น",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ การมอบหมายเรื่อง และการวางแผนการตรวจสอบ",
            "char_count": 1007,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๒๖_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(ค) งาน โครงการ สัญญา และกิจกรรมของหน่วยรับตรวจ หากเป็นเรื่องที่เคยตรวจสอบแล้วพบว่ามีข้อบกพร่องจากการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผน การปฏิบัติราชการ หรือสัญญาอยู่เป็นประจำ ให้กำหนดประเด็นการตรวจสอบตามข้อบกพร่องที่ตรวจพบนั้น\n(ง) เรื่องที่มีความเสี่ยงในเรื่องอื่นนอกจากตาม (ก) (ข) (ค) หากพบว่าความเสี่ยงนั้นมีข้อบกพร่องจากการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ หรือสัญญา หรืออาจทำให้ทางราชการได้รับความเสียหาย ให้กำหนดประเด็นการตรวจสอบตามความเสี่ยงที่ตรวจพบนั้น\n(๒) กรณีเป็นเรื่องตามข้อ ๘ (๒) ให้กำหนดประเด็นการตรวจสอบตามข้อกล่าวอ้างที่ปรากฏในหนังสือร้องเรียน หรือในเว็บไซต์หรือไปรษณีย์อิเล็กทรอนิกส์ของสำนักงาน หรือตามที่มีผู้มาร้องเรียนด้วยตนเอง\n(๓) กรณีเป็นเรื่องตามข้อ ๘ (๓) ให้กำหนดประเด็นการตรวจสอบตามผลการตรวจสอบรายงานการเงิน หรือผลการตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงาน ที่ตรวจพบว่ามีข้อบกพร่องซึ่งอาจมีความเสี่ยงจากการไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผน การปฏิบัติราชการ หรือสัญญา หรืออาจมีความเสี่ยงที่ทำให้ทางราชการได้รับความเสียหาย\n(๔) กรณีเป็นเรื่องตามข้อ ๘ (๔) ให้กำหนดประเด็น ดังนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ การมอบหมายเรื่อง และการวางแผนการตรวจสอบ",
            "char_count": 1096,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๒๖_p3",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(๔) กรณีเป็นเรื่องตามข้อ ๘ (๔) ให้กำหนดประเด็น ดังนี้\n(ก) เรื่องที่ผู้ว่าการสั่งให้ตรวจสอบเฉพาะกรณี ให้กำหนดประเด็นการตรวจสอบตามที่ผู้ว่าการสั่งการ แต่หากเรื่องที่ผู้ว่าการสั่งให้ตรวจสอบนั้นเป็นเรื่องที่มาจากการร้องเรียน ให้พิจารณาก่อนว่าเป็นไปตามหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบตามหมวด ๑ ส่วนที่ ๓ หรือไม่ และหากเข้าหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียน ก็ให้กำหนดประเด็นการตรวจสอบตาม (๒) ต่อไป\n(ข) เรื่องที่ผู้ว่าการสั่งให้ตรวจสอบตามที่กำหนดไว้ในแผนการตรวจสอบประจำปี หากในแผนกำหนดประเด็นการตรวจสอบไว้ ให้กำหนดประเด็นตามที่กำหนดไว้ในแผนนั้น แต่หากไม่ได้กำหนดไว้ ให้ผู้รับผิดชอบในการตรวจสอบที่ได้รับมอบหมายเรื่องคัดเลือกหน่วยรับตรวจ งาน โครงการ สัญญาและกิจกรรมของหน่วยรับตรวจ ตามหลักเกณฑ์และวิธีการที่กำหนดไว้ในแผนการตรวจสอบประจำปี หรือตามวิธีการประเมินความเสี่ยงตามแนวทางที่ผู้ว่าการกำหนดในแต่ละลักษณะงาน โดยให้นำหลักเกณฑ์ตาม (๑) มาใช้บังคับ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ การมอบหมายเรื่อง และการวางแผนการตรวจสอบ",
            "char_count": 865,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๒๗",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒๗ การกำหนดเกณฑ์ที่ใช้ในการตรวจสอบตามข้อ ๒๕ ต้องกำหนดให้สอดคล้องและเหมาะสมกับประเด็นที่ใช้ในการตรวจสอบ โดยพิจารณาจากบทบัญญัติของกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ หรือสัญญา รวมถึงบทบัญญัติตามกฎหมายว่าด้วยวินัยการเงิน การคลังของรัฐ เพื่อนำมาใช้เป็นเกณฑ์ในการเปรียบเทียบกับประเด็นการตรวจสอบที่กำหนด",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๑ การมอบหมายเรื่อง และการวางแผนการตรวจสอบ",
            "char_count": 328,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๒๘",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒๘ ในการตรวจสอบ หากพบประเด็นข้อบกพร่องนอกเหนือจากที่กำหนดประเด็นการตรวจสอบไว้ในข้อ ๒๖ ถ้าประเด็นนั้นเป็นประเด็นที่เกี่ยวเนื่องและใช้พยานหลักฐานส่วนใหญ่เป็นชุดเดียวกันกับประเด็นที่ตรวจสอบ ก็ให้รวบรวมข้อเท็จจริงและพยานหลักฐานสำหรับประเด็นนั้นเพิ่มเติมให้แล้วเสร็จ และสรุปผลการตรวจสอบเสนอมาในรายงานฉบับเดียวกัน แต่หากประเด็นดังกล่าวไม่เกี่ยวเนื่องกับประเด็นเดิมที่ตรวจสอบ และมีพยานหลักฐานคนละชุดกัน ซึ่งต้องใช้ระยะเวลาในการรวบรวมพยานหลักฐานเพิ่มเติมจากแผนการตรวจสอบที่ขออนุมัติไว้มาก จะแยกประเด็นนั้นออกมาต่างหากจากเรื่องเดิม แล้วนำเสนอผู้อำนวยการสำนักเพื่อพิจารณาอนุมัติให้ตั้งเรื่องตรวจสอบประเด็นดังกล่าวเป็นเรื่องใหม่ก็ได้\nส่วนที่ ๒ วิธีปฏิบัติในการเข้าตรวจ และการรวบรวมพยานหลักฐาน",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีปฏิบัติในการเข้าตรวจ และการรวบรวมพยานหลักฐาน",
            "char_count": 685,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๒๙",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๒๙ ผู้รับผิดชอบในการตรวจสอบต้องมีหนังสือแจ้งการเข้าตรวจสอบ โดยจะแจ้งล่วงหน้าหรือในวันแรกที่เข้าหน่วยรับตรวจก็ได้ และในการเข้าตรวจสอบต้องแสดงบัตรประจำตัวต่อบุคคลที่เกี่ยวข้อง\nกรณีการตรวจสอบต่อเนื่องจากการตรวจสอบด้านอื่น และผู้รับผิดชอบในการตรวจสอบเป็นผู้รับผิดชอบชุดเดิมที่เคยมีหนังสือแจ้งการเข้าตรวจมาก่อนแล้ว จะไม่แสดงหนังสือแจ้งการเข้าตรวจอีกก็ได้\nผู้รับผิดชอบในการตรวจสอบต้องแจ้งให้หน่วยรับตรวจทราบถึงสาระสำคัญของเรื่องที่จะตรวจสอบ เกณฑ์ที่ใช้ในการตรวจสอบ ระยะเวลาที่ใช้ในการตรวจสอบ และงาน โครงการ สัญญา หรือกิจกรรมของหน่วยรับตรวจที่อยู่ในขอบเขตของการตรวจสอบให้หน่วยรับตรวจทราบด้วย",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีปฏิบัติในการเข้าตรวจ และการรวบรวมพยานหลักฐาน",
            "char_count": 588,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๓๐",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓๐ เพื่อประโยชน์ในการตรวจสอบ ให้ผู้รับผิดชอบในการตรวจสอบมีอำนาจรวบรวมพยานหลักฐานที่เกี่ยวข้องตามประเด็นและแนวทางการตรวจสอบให้ได้ข้อเท็จจริงที่เพียงพอและเหมาะสมเพื่อสรุปผลการตรวจสอบหรือความเห็นได้อย่างถูกต้องและเป็นธรรม ทั้งนี้ ตามคู่มือหรือแนวปฏิบัติที่ผู้ว่าการกำหนด",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีปฏิบัติในการเข้าตรวจ และการรวบรวมพยานหลักฐาน",
            "char_count": 271,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๓๑_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓๑ ในการรวบรวมพยานหลักฐาน ผู้รับผิดชอบในการตรวจสอบมีอำนาจตามมาตรา ๙๓ และมาตรา ๙๔ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ กระทำการ ดังนี้\n(๑) ตรวจสอบเงินและทรัพย์สินอื่น บัญชี ทะเบียน เอกสาร หรือหลักฐานในการใช้จ่ายและหลักฐานอื่นที่อยู่ในความรับผิดชอบของหน่วยรับตรวจ\n(๒) ให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจมีหนังสือชี้แจงข้อเท็จจริง มาให้ถ้อยคำหรือส่งมอบบัญชี ทะเบียน เอกสาร หรือหลักฐานอื่นบรรดาที่หน่วยรับตรวจจัดทำขึ้นหรือมีไว้ในครอบครองเพื่อประโยชน์ในการตรวจสอบ\n(๓) อายัดบัญชี ทะเบียน เอกสาร หรือหลักฐานอื่นที่มีอยู่ในความรับผิดชอบของหน่วยรับตรวจ\n(๔) ให้บุคคลใดมาให้ถ้อยคำ หรือส่งมอบบัญชี ทะเบียน เอกสาร หรือหลักฐานอื่นที่เกี่ยวข้องกับหน่วยรับตรวจเท่าที่จำเป็นเพื่อประโยชน์ในการตรวจสอบ\n(๕) เข้าไปในสถานที่ใด ๆ ในระหว่างพระอาทิตย์ขึ้นและพระอาทิตย์ตกหรือในเวลาทำการเพื่อตรวจสอบ ค้น ยึด หรืออายัด บัญชี ทะเบียน เอกสาร หรือหลักฐานอื่น หรืออายัดเงิน หรือทรัพย์สินที่เกี่ยวกับหรือมีเหตุอันควรเชื่อว่าเกี่ยวกับหน่วยรับตรวจเท่าที่จำเป็น",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีปฏิบัติในการเข้าตรวจ และการรวบรวมพยานหลักฐาน",
            "char_count": 969,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๑_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(๖) บรรดาบัญชีและเอกสารหลักฐานต่าง ๆ ซึ่งเกี่ยวกับการตรวจสอบถ้าเป็นภาษาต่างประเทศและเจ้าหน้าที่ไม่อาจเข้าใจได้ จะขอให้หน่วยรับตรวจจัดการแปลเป็นภาษาไทยให้แล้วเสร็จภายในเวลาตามที่เห็นสมควรถึงได้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีปฏิบัติในการเข้าตรวจ และการรวบรวมพยานหลักฐาน",
            "char_count": 192,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๒",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓๒ เรื่องใดหากเข้าตรวจสอบแล้วทราบว่าอยู่ในระหว่างขั้นตอนการพิจารณาคดีหรือมีคำพิพากษาของศาลในคดีอาญา หรืออยู่ระหว่างขั้นตอนการดำเนินการตามอำนาจหน้าที่ของพนักงานอัยการในคดีอาญาหรืออยู่ในระหว่างการดำเนินการตรวจสอบ หรือไต่สวนของสำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ สำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตภาครัฐและเป็นเรื่องที่มีข้อเท็จจริงหรือมีประเด็นเดียวกันกับเรื่องที่ต้องตรวจสอบ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมายสั่งยุติการตรวจสอบในเรื่องนั้นหรือประเด็นนั้นก็ได้และถ้าเรื่องนั้นเป็นการตรวจสอบที่มาจากการร้องเรียนให้แจ้งให้ผู้ร้องเรียนทราบด้วย",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีปฏิบัติในการเข้าตรวจ และการรวบรวมพยานหลักฐาน",
            "char_count": 600,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๓๓",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓๓ ในระหว่างรวบรวมพยานหลักฐาน หากพบข้อบกพร่องที่อาจก่อให้เกิดความเสียหายแก่หน่วยรับตรวจในประเด็นหนึ่งประเด็นใดและในประเด็นนั้นได้รวบรวมพยานหลักฐานเสร็จสิ้นแล้วให้ผู้รับผิดชอบในการตรวจสอบแยกจัดทำรายงานและแจ้งข้อบกพร่องพร้อมข้อเสนอแนะเสนอผู้อำนวยการสำนัก โดยอาศัยอำนาจตามความในมาตรา ๘๕ วรรคหนึ่ง หรือมาตรา ๙๕ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ แจ้งข้อบกพร่องพร้อมข้อเสนอแนะให้หน่วยรับตรวจปฏิบัติ เพื่อป้องกันความเสียหายที่อาจจะเกิดขึ้นแก่หน่วยรับตรวจไปก่อนสรุปผลการตรวจสอบครบทุกประเด็นก็ได้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๒ วิธีปฏิบัติในการเข้าตรวจ และการรวบรวมพยานหลักฐาน",
            "char_count": 536,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๓๔_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓๔ เมื่อผู้รับผิดชอบในการตรวจสอบรวบรวมพยานหลักฐานอย่างเพียงพอและเหมาะสม เสร็จสิ้นแล้วพบว่ามีข้อบกพร่อง ก่อนการสรุปผลการตรวจสอบหรือก่อนการแจ้งผลการตรวจสอบให้ดำเนินการ ดังนี้\n(๑) กรณีข้อบกพร่องที่ตรวจพบไม่มีลักษณะเป็นการทุจริต และไม่ก่อให้เกิดความเสียหาย แก่รัฐหรือหน่วยรับตรวจ และมิได้เป็นการจงใจไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการ ให้ทำหนังสือแจ้งข้อบกพร่องถึงผู้รับตรวจ หรือเจ้าหน้าที่ของหน่วยรับตรวจ เพื่อให้ชี้แจงเหตุผลและแสดงพยานหลักฐานของตน\n(๒) กรณีข้อบกพร่องที่ตรวจพบมีลักษณะเป็นการทุจริต หรืออาจก่อให้เกิดความเสียหาย แก่รัฐหรือหน่วยรับตรวจ หรือมีลักษณะเป็นการจงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ หรือมีลักษณะจะใจปฏิบัติหน้าที่หรือใช้อำนาจขัดต่อบทบัญญัติแห่งรัฐธรรมนูญหรือกฎหมายให้ทำหนังสือแจ้งข้อบกพร่องถึงผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจทุกคน ที่อาจมีการกระทำอันเป็นข้อบกพร่องจากการไม่ปฏิบัติตามกฎหมาย เพื่อให้ชี้แจงเหตุผลและแสดงพยานหลักฐานของตน",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 928,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๔_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "การชี้แจงตาม (๑) และ (๒) ให้ผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจ แล้วแต่กรณีทำเป็นหนังสือหรือมาให้ถ้อยคำต่อผู้รับผิดชอบในการตรวจสอบ โดยต้องชี้แจงภายในระยะเวลาที่กำหนด แต่อย่างช้าต้องไม่เกินสิบห้าวันนับแต่วันที่ได้รับหนังสือ หากพ้นกำหนดระยะเวลาดังกล่าว ยังไม่มาชี้แจงโดยไม่มีเหตุอันสมควร ให้มีหนังสือแจ้งเตือนโดยกำหนดระยะเวลาให้ไม่เกินเจ็ดวัน นับแต่วันที่ได้รับหนังสือแจ้งเตือน หากพ้นกำหนดระยะเวลาดังกล่าวยังไม่มาชี้แจงอีก ให้ถือว่าผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจไม่ประสงค์จะชี้แจง\nส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 546,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๕",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓๕ ก่อนสรุปผลการตรวจสอบ ให้ผู้รับผิดชอบในการตรวจสอบเปรียบเทียบพยานหลักฐานที่ได้มากับเกณฑ์ที่ใช้ในการตรวจสอบ เพื่อจัดทำข้อตรวจพบและสรุปผลการตรวจสอบ โดยนำพยานหลักฐานที่รวบรวมได้ พร้อมทั้งข้อคิดเห็น หรือคำชี้แจงและเหตุผล หรือความจำเป็นของหน่วยรับตรวจมาวิเคราะห์ว่ามีความเพียงพอและเหมาะสมที่จะนำไปสรุปผลการตรวจสอบหรือไม่ ในกรณีที่พยานหลักฐานไม่เพียงพอ ผู้รับผิดชอบในการตรวจสอบอาจพิจารณาดำเนินการตรวจสอบเพิ่มเติม หรือสรุปผลการตรวจสอบให้สอดคล้องกับพยานหลักฐานที่มีอยู่อย่างจำกัดนั้น\nผู้รับผิดชอบในการตรวจสอบต้องสรุปผลการตรวจสอบว่าประเด็นการตรวจสอบเป็นไปตามเกณฑ์ที่ใช้ในการตรวจสอบหรือไม่ โดยพิจารณาจากข้อตรวจพบที่มีนัยสำคัญในทุกแง่มุมอย่างน้อยต้องประกอบด้วย ข้อเท็จจริง ข้อกฎหมาย ความเสียหาย (ถ้ามี) ความเห็นพร้อมเหตุผลและข้อเสนอแนะ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 729,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๓๖_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓๖ เมื่อสรุปผลการตรวจสอบแล้ว ให้จัดทำร่างรายงานการตรวจสอบ พร้อมเอกสารหลักฐานที่เกี่ยวข้อง เพื่อประกอบรายงานการตรวจสอบตามรูปแบบที่ผู้ว่าการกำหนดในข้อ ๖ พร้อมเสนอความเห็นกรณีใดกรณีหนึ่ง หรือหลายกรณี ดังนี้\n(๑) หากเห็นว่าผลการตรวจสอบยังไม่ปรากฏพยานหลักฐานว่ามีข้อบกพร่องจากการไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ หรือกฎหมายอื่น หรือระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการ ให้ยุติเรื่อง และกรณีที่เป็นเรื่องร้องเรียนที่มีการระบุชื่อ และที่อยู่ของผู้ร้องเรียน ให้แจ้งให้ผู้ร้องทราบ\n(๒) หากเห็นว่าผลการตรวจสอบพบข้อบกพร่องหรือมีมูลความผิด ให้พิจารณาแจ้งผู้รับตรวจหรือหน่วยรับตรวจดำเนินการกรณีใดกรณีหนึ่งหรือหลายกรณี ดังต่อไปนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 659,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๖_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(๒) หากเห็นว่าผลการตรวจสอบพบข้อบกพร่องหรือมีมูลความผิด ให้พิจารณาแจ้งผู้รับตรวจหรือหน่วยรับตรวจดำเนินการกรณีใดกรณีหนึ่งหรือหลายกรณี ดังต่อไปนี้\n(ก) กรณีผลการตรวจสอบปรากฏว่า มีข้อบกพร่องเนื่องจากเจ้าหน้าที่ของหน่วยรับตรวจไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการตามมาตรา ๘๕ วรรคหนึ่ง หรือไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ ตามมาตรา ๙๕ วรรคหนึ่ง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ซึ่งข้อบกพร่องที่ตรวจพบไม่มีลักษณะเป็นการทุจริตและไม่ก่อให้เกิดความเสียหายแก่รัฐหรือหน่วยรับตรวจ ให้แจ้งข้อบกพร่องพร้อมข้อเสนอแนะให้ผู้รับตรวจทราบ เพื่อดำเนินการแก้ไข หรือควบคุมกำกับ หรือดูแลมิให้เกิดข้อบกพร่องขึ้นอีก",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 685,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๖_p3",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(ข) กรณีผลการตรวจสอบปรากฏว่า ข้อบกพร่องที่ตรวจพบเนื่องจากเจ้าหน้าที่ของหน่วยรับตรวจไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการก่อให้เกิดความเสียหายแก่รัฐหรือหน่วยรับตรวจ ตามมาตรา ๘๕ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้แจ้งให้ผู้รับตรวจพิจารณาดำเนินการ เพื่อให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจหรือดำเนินการทางวินัย แล้วแต่กรณี\n(ค) กรณีผลการตรวจสอบปรากฏว่า ข้อบกพร่องที่ตรวจพบจากการตรวจสอบการปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐมีลักษณะก่อให้เกิดความเสียหายแก่รัฐหรือหน่วยรับตรวจหรือมีลักษณะเป็นการจงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ ตามมาตรา ๙๕ วรรคสาม แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้แจ้งให้ผู้รับตรวจพิจารณาดำเนินการ เพื่อให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจหรือดำเนินการทางวินัย แล้วแต่กรณี",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 863,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๖_p4",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(ง) กรณีผลการตรวจสอบปรากฏว่า หน่วยรับตรวจจัดเก็บรายได้หรือผลตอบแทนไม่เป็นไปตามกฎหมายหรือสัญญา ตามมาตรา ๘๖ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้แจ้งข้อบกพร่องพร้อมข้อเสนอแนะไปยังหน่วยรับตรวจ เพื่อดำเนินการให้ถูกต้องตามกฎหมายหรือสัญญา\n(จ) กรณีผลการตรวจสอบปรากฏว่า หน่วยรับตรวรมีหน้าที่และอำนาจบริหารจัดการ ดูแลรักษา และติดตามทรัพย์สิน ละเว้นไม่ปฏิบัติหน้าที่ตามที่กฎหมายกำหนดไว้ ตามมาตรา ๘๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้แจ้งหน่วยรับตรวจพร้อมทั้งข้อเสนอแนะ เพื่อดำเนินการให้ถูกต้อง\nกรณีผู้รับตรวจกระทำผิดหรือมีส่วนร่วมในการกระทำความผิด ซึ่งผู้รับตรวจนั้น ไม่สามารถดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจหรือดำเนินการทางวินัยตาม (๒) (ข) หรือ (ค) ได้ ให้พิจารณาแจ้งผู้รับตรวจชั้นเหนือขึ้นไปที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย เพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจหรือดำเนินการทางวินัยกับผู้รับตรวจคนนั้น หรือผู้รับตรวจและเจ้าหน้าที่ของหน่วยรับตรวจที่ร่วมกันกระทำความผิด แล้วแต่กรณี",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 1002,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๖_p5",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(๓) หากเห็นว่าผลการตรวจสอบปรากฏว่า ผู้รับตรวจไม่สามารถดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจหรือดำเนินการทางวินัย ตาม (๒) (ข) หรือ (ค) กับเจ้าหน้าที่ของรัฐผู้กระทำความผิดคนใดคนหนึ่งได้ ให้พิจารณาแจ้งผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย เพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจหรือดำเนินการทางวินัยกับเจ้าหน้าที่ของรัฐคนนั้น\n(๔) หากเห็นว่าผลการตรวจสอบปรากฏว่า กฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการไม่เหมาะสมกับสถานการณ์ หรือการปฏิบัติตามจะก่อให้เกิดความเสียหายต่อราชการหรือประชาชน ตามมาตรา ๘๕ วรรคสาม แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้พิจารณาแจ้งหน่วยรับตรวจหรือหน่วยงานที่เกี่ยวข้อง เพื่อเสนอแนะให้ปรับปรุงแก้ไขกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการให้เหมาะสม\n(๕) หากเห็นว่าผลการตรวจสอบมีหลักฐานอันควรเชื่อได้ว่ามีการทุจริตหรือประพฤติมิชอบ ก่อให้เกิดความเสียหาย ให้พิจารณาแจ้งให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติดำเนินการตามหน้าที่และอำนาจ ดังนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 1001,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๖_p6",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(๕) หากเห็นว่าผลการตรวจสอบมีหลักฐานอันควรเชื่อได้ว่ามีการทุจริตหรือประพฤติมิชอบ ก่อให้เกิดความเสียหาย ให้พิจารณาแจ้งให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติดำเนินการตามหน้าที่และอำนาจ ดังนี้\n(ก) กรณีผลการตรวจสอบมีหลักฐานอันควรเชื่อได้ว่าการใช้จ่ายเงินแผ่นดินมีพฤติการณ์อันเป็นการทุจริตต่อหน้าที่หรือประพฤติมิชอบก่อให้เกิดความเสียหาย หรือจงใจปฏิบัติหรือใช้อำนาจขัดต่อรัฐธรรมนูญหรือกฎหมาย ตามมาตรา ๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n(ข) กรณีผลการตรวจสอบมีหลักฐานอันควรเชื่อได้ว่ามีการกระทำด้วยประการใด ๆ ที่มีผลให้สมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา หรือกรรมาธิการ มีส่วนไม่ว่าโดยทางตรง หรือทางอ้อมในการใช้จ่ายงบประมาณรายจ่าย หรือคณะรัฐมนตรีเป็นผู้กระทำการหรืออนุมัติให้กระทำการ หรือรู้ว่ามีการกระทำดังกล่าวแต่มิได้สั่งยับยั้ง หรือเจ้าหน้าที่ของหน่วยรับตรวจจัดทำโครงการหรืออนุมัติ หรือจัดสรรเงินงบประมาณโดยรู้ว่ามีการกระทำดังกล่าว ตามมาตรา ๘๘ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 952,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๖_p7",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(ค) กรณีข้อบกพร่องที่ตรวจพบตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐมีลักษณะเป็นการทุจริต ตามมาตรา ๙๕ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n(๖) หากเห็นว่าผลการตรวจสอบปรากฏว่า มีการกระทำอันอาจทำให้การเลือกตั้งมิได้เป็นไป โดยสุจริตหรือเที่ยงธรรม หรือจงใจปฏิบัติหรือใช้อำนาจขัดต่อรัฐธรรมนูญหรือกฎหมาย และเป็นเรื่องที่อยู่ในอำนาจของคณะกรรมการการเลือกตั้ง ตามมาตรา ๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้พิจารณาแจ้งให้คณะกรรมการการเลือกตั้งดำเนินการตามหน้าที่และอำนาจต่อไป\n(๗) หากเห็นว่าผลการตรวจสอบปรากฏว่า เป็นเรื่องที่อยู่ในหน้าที่และอำนาจของหน่วยงานอื่นตามมาตรา ๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้พิจารณาแจ้งหน่วยงานดังกล่าวที่เกี่ยวข้องเพื่อทราบและดำเนินการตามหน้าที่และอำนาจต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 793,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๖_p8",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(๘) หากเห็นว่าผลการตรวจสอบปรากฏว่า มีการกระทำที่ไม่เป็นไปตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐและอาจก่อให้เกิดความเสียหายแก่การเงินการคลังของรัฐอย่างร้ายแรงตามมาตรา ๘ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้รายงานผู้ว่าการเพื่อเสนอผลการตรวจสอบให้คณะกรรมการพิจารณาตามหน้าที่และอำนาจต่อไป\nทั้งนี้ ในการพิจารณาผลการตรวจสอบของผู้บริหารงานตรวจสอบจะสั่งให้ผู้รับผิดชอบในการตรวจสอบปรับแก้ในส่วนความเห็นไม่ได้ ในกรณีมีความเห็นเพิ่มเติมหรือเห็นแย้งกับผู้รับผิดชอบในการตรวจสอบให้บันทึกความเห็นดังกล่าวนั้นพร้อมเหตุผลไว้ด้วย และให้เสนอเรื่องให้ผู้บริหารงานตรวจสอบผู้มีอำนาจพิจารณาชั้นเหนือขึ้นไปอีกระดับหนึ่งเป็นผู้พิจารณาสั่งการทุกกรณี",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๒ การตรวจสอบการปฏิบัติตามกฎหมาย",
            "ส่วน": "ส่วนที่ ๓ การสรุปผลการตรวจสอบ และการรายงานการตรวจสอบ",
            "char_count": 661,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๗",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓๗ เมื่อผู้บริหารงานตรวจสอบผู้มีอำนาจพิจารณาแต่ละระดับชั้น พิจารณาสั่งการแล้ว ให้จัดทำรายงานการตรวจสอบฉบับสมบูรณ์รวมทั้งหนังสือแจ้งหน่วยรับตรวจและหน่วยงานที่เกี่ยวข้อง ตามความเห็นที่ผู้บริหารงานตรวจสอบพิจารณาสั่งการ โดยให้ถือปฏิบัติ ดังนี้\n(๑) รายงานการตรวจสอบฉบับสมบูรณ์ ให้ประทับตราสำนักงาน และให้ผู้บริหารงานตรวจสอบ ซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบเป็นผู้ลงลายมือชื่อกำกับ พร้อมวัน เดือน ปี ท้ายรายงานแทนลายมือชื่อของบุคคล\n(๒) การลงนามในหนังสือแจ้งผู้รับตรวจและหน่วยงานที่เกี่ยวข้อง ให้ผู้ว่าการ หรือผู้บริหาร งานตรวจสอบที่ผู้ว่าการมอบหมายเป็นผู้ลงนามในฐานะผู้ว่าการ หรือผู้ปฏิบัติราชการแทนผู้ว่าการ\nรูปแบบรายงานการตรวจสอบฉบับสมบูรณ์และรูปแบบหนังสือแจ้งให้เป็นไปตามที่ผู้ว่าการกำหนดตามข้อ ๖ ทั้งนี้ รายงานการตรวจสอบต้องมีความชัดเจน และอย่างน้อยต้องมีรายละเอียดที่เป็นการสรุปผลการตรวจสอบ ประกอบด้วย ข้อเท็จจริง ข้อกฎหมาย ความเสียหาย (ถ้ามี) ความเห็นพร้อมเหตุผลและข้อเสนอแนะ\nหมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ\nส่วนที่ ๑ การแจ้งผลการตรวจสอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๑ การแจ้งผลการตรวจสอบ",
            "char_count": 965,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๓๘_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓๘ การแจ้งผลการตรวจสอบตามข้อ ๓๖ (๒) (ข) (ค) (ง) (จ) ให้ทำหนังสือแจ้งผู้รับตรวจ หรือหน่วยรับตรวจดำเนินการในกรณีใดกรณีหนึ่ง หรือหลายกรณี โดยให้ส่งสำเนารายงานการตรวจสอบไปพร้อมกับหนังสือแจ้ง โดยหนังสือแจ้งผู้รับตรวจในแต่ละกรณีให้ระบุมาตราของกฎหมายที่ให้อำนาจ แจ้งผลการตรวจสอบ และให้ระบุข้อความดังต่อไปนี้ด้วย\n(๑) กรณีแจ้งให้ผู้รับตรวจดำเนินการ ตามมาตรา ๘๕ วรรคสอง หรือมาตรา ๙๕ วรรคสาม แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ต้องระบุให้ผู้รับตรวจต้องเริ่มต้นการดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายหรือการดำเนินการทางวินัย ภายในหกสิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบจากสำนักงาน และต้องดำเนินกระบวนการให้แล้วเสร็จภายในสองร้อยสี่สิบวันนับแต่ได้รับหนังสือแจ้งผลการตรวจสอบจากสำนักงาน โดยระบุให้ผู้รับตรวจต้องรายงานผลของการดำเนินการให้สำนักงานทราบทุกหกสิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบจากสำนักงานจนกว่าจะดำเนินกระบวนการแล้วเสร็จ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๑ การแจ้งผลการตรวจสอบ",
            "char_count": 877,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๘_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "การแจ้งตาม (๑) ต้องระบุไปด้วยว่าเจ้าหน้าที่ของรัฐกระทำไม่ถูกต้องตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการที่เกี่ยวข้องฉบับใด เรื่องใด มาตราใด หรือข้อใด รวมทั้งถ้ามีการไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐให้ระบุว่าเป็นความผิดตามมาตราใด\nทั้งนี้ การแจ้งให้มีการชดใช้ค่าเสียหายให้ระบุจำนวนเงินค่าเสียหายให้ชัดเจน และการแจ้งให้ดำเนินการทางวินัยให้ระบุตัวเจ้าหน้าที่ที่ต้องรับผิดชอบให้ชัดเจน\n(๒) กรณีแจ้งให้หน่วยรับตรวจดำเนินการ ตามมาตรา ๘๖ หรือมาตรา ๘๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ต้องระบุให้ผู้รับตรวจต้องรายงานผลของการดำเนินการให้สำนักงานทราบภายในหกสิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบจากสำนักงาน",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๑ การแจ้งผลการตรวจสอบ",
            "char_count": 688,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๓๙",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๓๙ การแจ้งผลการตรวจสอบตามข้อ ๓๖ (๓) กรณีผู้รับตรวจไม่สามารถดำเนินการ เพื่อให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจหรือดำเนินการทางวินัย ตามมาตรา ๘๕ วรรคสอง หรือมาตรา ๙๕ วรรคสาม แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ กับเจ้าหน้าที่ของรัฐผู้กระทำความผิดคนใดคนหนึ่งได้ ให้ทำหนังสือแจ้งผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมาย เพื่อดำเนินการจัดให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจ หรือดำเนินการทางวินัยกับเจ้าหน้าที่ของรัฐผู้นั้น ในฐานะผู้มีอำนาจตามกฎหมายซึ่งมิใช่ผู้รับตรวจ โดยระบุให้ต้องรายงานผลการดำเนินการให้สำนักงานทราบทุกหกสิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบจากสำนักงาน โดยให้ส่งสำเนารายงานการตรวจสอบไปพร้อมกับหนังสือแจ้งด้วย",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๑ การแจ้งผลการตรวจสอบ",
            "char_count": 688,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๔๐",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔๐ การแจ้งผลการตรวจสอบตามข้อ ๓๖ (๕) (๖) และ (๗) ให้ทำหนังสือแจ้งคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ ตามมาตรา ๗ มาตรา ๘๘ และมาตรา ๙๕ วรรคสอง หรือแจ้งคณะกรรมการการเลือกตั้งหรือหน่วยงานที่เกี่ยวข้อง ตามมาตรา ๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ แล้วแต่กรณี โดยให้ส่งสำเนารายงานการตรวจสอบและสำเนาเอกสารและหลักฐานที่เกี่ยวข้องไปพร้อมหนังสือแจ้งด้วย\nการทำหนังสือแจ้งคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ คณะกรรมการการเลือกตั้งหรือหน่วยงานที่เกี่ยวข้องตามวรรคหนึ่ง ให้แจ้งด้วยว่าในการดำเนินการตามหน้าที่และอำนาจ ให้ถือว่ารายงานการตรวจสอบและเอกสารและหลักฐานที่ผู้ว่าการจัดส่งให้เป็นส่วนหนึ่งของสำนวนในการดำเนินการตามหน้าที่และอำนาจด้วย",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๑ การแจ้งผลการตรวจสอบ",
            "char_count": 683,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๔๑",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔๑ วิธีการแจ้งผลการตรวจสอบกรณีที่มิได้กำหนดไว้ในระเบียบนี้ ให้เป็นไปตามที่ผู้ว่าการกำหนด\nส่วนที่ ๒ การติดตามผลการตรวจสอบ",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 124,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๔๒_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔๒ ในกรณีแจ้งให้ผู้รับตรวจดำเนินการตามข้อ ๓๘ (๑) เมื่อพ้นกำหนดหกสิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบ หากผู้รับตรวจไม่แจ้งผลการดำเนินการกลับมา หรือแจ้งผลการดำเนินการกลับมาแต่ยังไม่ได้เริ่มต้นกระบวนการเพื่อให้มีการชดใช้ค่าเสียหายหรือการดำเนินการทางวินัยโดยไม่มีเหตุอันสมควร ให้มีหนังสือแจ้งเตือนให้ผู้รับตรวจต้องเริ่มต้นการดำเนินการภายในสามสิบวันนับแต่วันที่ผู้รับตรวจได้รับหนังสือแจ้งเตือน โดยระบุให้ผู้รับตรวจทราบด้วยว่าหากไม่ดำเนินการ โดยไม่มีเหตุอันสมควร ผู้ว่าการจะเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองต่อผู้รับตรวจ ตามมาตรา ๙๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ทั้งนี้ เมื่อครบกำหนดสามสิบวันนับแต่วันที่ผู้รับตรวจได้รับหนังสือแจ้งเตือนแล้ว หากผู้รับตรวจไม่แจ้งผลกลับมา หรือไม่ดำเนินการโดยไม่มีเหตุอันสมควร ให้ทำความเห็นเสนอผู้ว่าการ เพื่อเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองแก่ผู้รับตรวจหรือเจ้าหน้าที่ของรัฐต่อไป แต่หากเห็นว่ามีเหตุอันสมควร ก็ให้มีหนังสือแจ้งเร่งรัดให้ดำเนินกระบวนการให้แล้วเสร็จภายในสองร้อยสี่สิบวัน นับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 1036,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๔๒_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "เมื่อครบกำหนดสองร้อยสี่สิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบ หากผู้รับตรวจยังดำเนินกระบวนการไม่แล้วเสร็จโดยไม่มีเหตุอันสมควร ให้มีหนังสือแจ้งเตือนให้ผู้รับตรวจดำเนินการ ให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับหนังสือแจ้งเตือน โดยระบุให้ผู้รับตรวจทราบด้วยว่าหากดำเนินการไม่แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับหนังสือแจ้งเตือนโดยไม่มีเหตุอันสมควร ผู้ว่าการจะเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองต่อผู้รับตรวจ ตามมาตรา ๙๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\nกรณีผู้รับตรวจดำเนินกระบวนการไม่แล้วเสร็จภายในสองร้อยสี่สิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบโดยมีเหตุอันสมควร ให้มีหนังสือเร่งรัดการดำเนินการของผู้รับตรวจให้แล้วเสร็จโดยเร็ว หรือจนกว่าเห็นว่าการดำเนินการของผู้รับตรวจไม่มีเหตุอันสมควร ให้ทำหนังสือแจ้งเตือนให้ดำเนินการให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับหนังสือแจ้งเตือน โดยระบุให้ผู้รับตรวจทราบด้วยว่าหากไม่ดำเนินการให้แล้วเสร็จ ผู้ว่าการจะเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองต่อผู้รับตรวจ ตามมาตรา ๙๖ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 1071,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๔๒_p3",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "เมื่อครบกำหนดสามสิบวันนับแต่วันที่ผู้รับตรวจได้รับหนังสือแจ้งเตือนตามวรรคสองและวรรคสามแล้ว หากผู้รับตรวจไม่แจ้งผลกลับมา หรือดำเนินการไม่แล้วเสร็จโดยไม่มีเหตุอันสมควร ให้ทำความเห็นเสนอผู้ว่าการเพื่อเสนอต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองแก่ผู้รับตรวจหรือเจ้าหน้าที่ของรัฐต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 277,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๔๓",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔๓ ในกรณีแจ้งให้ผู้รับตรวจดำเนินการตามข้อ ๓๘ (๒) เมื่อครบกำหนดหกสิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบจากสำนักงาน หากผู้รับตรวจไม่แจ้งผลกลับมา หรือการดำเนินการยังไม่แล้วเสร็จ ให้มีหนังสือแจ้งเร่งรัดกลับไปอีกครั้งหนึ่ง เพื่อเร่งรัดการดำเนินการ ให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับหนังสือแจ้งเร่งรัด โดยระบุให้ผู้รับตรวจต้องแจ้งผลการดำเนินการกลับมาให้สำนักงานทันทีเมื่อดำเนินการแล้วเสร็จ\nเมื่อครบกำหนดสามสิบวันนับแต่วันที่ผู้รับตรวจได้รับหนังสือแจ้งเร่งรัดตามวรรคหนึ่ง หากผู้รับตรวจไม่แจ้งผลกลับมาหรือไม่ดำเนินการโดยไม่มีเหตุอันสมควร ตามมาตรา ๘๖ วรรคสอง หรือมาตรา ๘๗ วรรคสอง แล้วแต่กรณี หรือในกรณีที่ผู้ว่าการไม่เห็นด้วยกับการชี้แจงเหตุผลของหน่วยรับตรวจ หรือเห็นว่าการดำเนินการของหน่วยรับตรวจไม่เป็นไปตามข้อเสนอแนะตามมาตรา ๘๖ วรรคสอง ให้ทำความเห็นเสนอผู้ว่าการเพื่อแจ้งรัฐมนตรีเจ้าสังกัด หรือรัฐมนตรี ซึ่งกฎหมายกำหนดให้มีหน้าที่กำกับ หรือควบคุมกิจการของหน่วยรับตรวจ หรือรัฐมนตรีผู้รักษาการตามกฎหมาย เพื่อพิจารณาดำเนินการตามหน้าที่และอำนาจต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 962,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๔๔_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔๔ ในกรณีแจ้งให้ผู้มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ตามข้อ ๓๙ เมื่อครบกำหนดทุกหกสิบวันนับแต่วันที่ผู้มีหน้าที่และอำนาจดำเนินการตามกฎหมายได้รับหนังสือแจ้งผลการตรวจสอบ หากไม่แจ้งผลการดำเนินการกลับมา หรือแจ้งผลการดำเนินการกลับมาแต่ยังไม่ได้เริ่มต้นกระบวนการเพื่อให้มีการชดใช้ค่าเสียหายหรือการดำเนินการทางวินัย ให้มีหนังสือแจ้งเร่งรัด เพื่อให้เริ่มต้นดำเนินกระบวนการโดยเร็ว และต้องดำเนินการให้แล้วเสร็จภายในสองร้อยสี่สิบวันนับแต่วันที่ผู้มีหน้าที่และอำนาจดำเนินการตามกฎหมายได้รับหนังสือแจ้งผลการตรวจสอบ\nเมื่อครบกำหนดสองร้อยสี่สิบวันนับแต่วันที่ผู้มีหน้าที่และอำนาจดำเนินการตามกฎหมาย ได้รับหนังสือแจ้งผลการตรวจสอบแล้ว แต่ไม่แจ้งผลการดำเนินการกลับมา หรือยังดำเนินการไม่แล้วเสร็จ ให้รายงานข้อมูลดังกล่าวให้สำนักนโยบายและแผนยุทธศาสตร์ เพื่อพิจารณาใช้เป็นข้อมูลประกอบการจัดทำรายงานผลการปฏิบัติงานประจำปีเสนอต่อสภาผู้แทนราษฎร วุฒิสภา และคณะรัฐมนตรี เพื่อทราบ พร้อมทั้งเสนออยู่ติดตามการตรวจสอบต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 894,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๔๔_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "กรณีผู้มีหน้าที่และอำนาจดำเนินการตามกฎหมายไม่แจ้งผลการดำเนินการหรือไม่ดำเนินการตามหน้าที่และอำนาจโดยไม่มีเหตุอันสมควร อาจพิจารณาว่าการกระทำดังกล่าวมีลักษณะเป็นการปฏิบัติ หรือละเว้นการปฏิบัติหน้าที่โดยมิชอบ เพื่อก่อให้เกิดความเสียหาย หากพิจารณาแล้วเห็นว่าการกระทำเข้าลักษณะดังกล่าว ให้ทำหนังสือเสนอผู้ว่าการเพื่อเสนอคณะกรรมการพิจารณาส่งเรื่องให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติดำเนินการตามหน้าที่และอำนาจต่อไป",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 421,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๔๕",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔๕ วิธีการติดตามผลการตรวจสอบกรณีที่มิได้กำหนดไว้ในระเบียบนี้ ให้เป็นไปตามที่ผู้ว่าการกำหนด",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 94,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๔๖",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔๖ การเสนอเรื่องต่อคณะกรรมการให้พิจารณาลงโทษทางปกครองแก่ผู้รับตรวจหรือเจ้าหน้าที่ของรัฐ ในการดำเนินการให้เป็นไปตามขั้นตอน วิธีการ และรูปแบบที่ผู้ว่าการกำหนด\nบทเฉพาะกาล",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 171,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๔๗",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔๗ เรื่องที่มีการร้องเรียนแต่ยังมิได้พิจารณารับไว้ตรวจสอบตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ก่อนระเบียบนี้ใช้บังคับ ให้ถือว่าเป็นเรื่องร้องเรียนตามระเบียบนี้ โดยให้พิจารณาตามหลักเกณฑ์และเงื่อนไขการรับเรื่องร้องเรียนไว้ตรวจสอบ และดำเนินการในขั้นตอนต่อไปตามระเบียบนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 355,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๔๘",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔๘ เรื่องที่สำนักงานรับไว้ตรวจสอบข้อเท็จจริงแต่ยังมิได้เริ่มดำเนินการตรวจสอบ หรืออยู่ระหว่างการตรวจสอบข้อเท็จจริงตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ก่อนระเบียบนี้ใช้บังคับ ให้ถือว่าเป็นเรื่องที่สำนักงานรับไว้ตรวจสอบตามระเบียบนี้ ส่วนการดำเนินการในขั้นตอนต่อไปให้เป็นไปตามระเบียบนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 371,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๔๙_p1",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๔๙ เรื่องที่สำนักงานรับไว้ตรวจสอบกรณีพิเศษแต่ยังมิได้เริ่มดำเนินการตรวจสอบ หรืออยู่ระหว่างดำเนินการตรวจสอบกรณีพิเศษตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ก่อนระเบียบนี้ใช้บังคับ ให้ถือเป็นเรื่องที่สำนักงานรับไว้ตรวจสอบตามระเบียบนี้ และให้ดำเนินการดังต่อไปนี้\n(๑) กรณีเป็นเรื่องที่ยังมิได้เริ่มดำเนินการตรวจสอบกรณีพิเศษตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 525,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๔๙_p2",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(๑) กรณีเป็นเรื่องที่ยังมิได้เริ่มดำเนินการตรวจสอบกรณีพิเศษตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒\n(ก) หากเป็นเรื่องที่มาจากการตรวจสอบข้อเท็จจริง ให้ผู้รับผิดชอบในการตรวจสอบพิจารณาว่าพยานหลักฐานที่ได้จากการตรวจสอบข้อเท็จจริงเพียงพอและเหมาะสมที่จะนำไปสรุปผลการตรวจสอบหรือไม่ หากเห็นว่าพยานหลักฐานเพียงพอและเหมาะสมแล้ว ให้ดำเนินการในขั้นตอนต่อไปตามที่กำหนดไว้ในหมวด ๒ ส่วนที่ ๓ ของระเบียบนี้ แต่หากเห็นว่าพยานหลักฐานที่ได้จากการตรวจสอบข้อเท็จจริงนั้นยังไม่เพียงพอ ก็ให้เสนอผู้บริหารงานตรวจสอบเพื่อขอความเห็นชอบในการกำหนดแนวทางการตรวจสอบเพื่อแสวงหาพยานหลักฐานเพิ่มเติม โดยให้นำความในหมวด ๒ ส่วนที่ ๒ และส่วนที่ ๓ มาบังคับใช้ โดยอนุโลมเฉพาะในส่วนที่ยังไม่ได้ดำเนินการ และในการดำเนินการในขั้นตอนต่อไปให้เป็นไปตามระเบียบนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 798,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๔๙_p3",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "(ข) หากเป็นเรื่องที่สำนักตรวจสอบลักษณะอื่นตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ส่งมาให้ตรวจสอบ ให้ผู้รับผิดชอบในการตรวจสอบพิจารณาว่าพยานหลักฐานที่สำนักตรวจสอบลักษณะอื่น รวบรวมมานั้นเพียงพอและเหมาะสมที่จะนำไปสรุปผลการตรวจสอบหรือไม่ หากเห็นว่าพยานหลักฐานเพียงพอ และเหมาะสมแล้ว ให้ดำเนินการในขั้นตอนต่อไปตามที่กำหนดไว้ในหมวด ๒ ส่วนที่ ๓ ของระเบียบนี้ แต่หากเห็นว่าพยานหลักฐานที่ส่งมาให้นั้นยังไม่เพียงพอ ก็ให้เสนอผู้บริหารงานตรวจสอบเพื่อขอความเห็นชอบในการกำหนดแนวทางการตรวจสอบเพื่อแสวงหาพยานหลักฐานเพิ่มเติม โดยให้นำความในหมวด ๒ ส่วนที่ ๒ และส่วนที่ ๓ มาบังคับใช้โดยอนุโลมเฉพาะในส่วนที่ยังไม่ได้ดำเนินการ และในการดำเนินการในขั้นตอนต่อไปให้เป็นไปตามระเบียบนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 739,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๔๙_p4",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ในกรณีที่มีการส่งเรื่องคืนให้สำนักตรวจสอบลักษณะอื่นตามข้อ ๓๔ แห่งระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ก่อนระเบียบนี้ใช้บังคับ ให้สำนักตรวจสอบลักษณะอื่นที่ได้รับเรื่องคืนนั้นเป็นสำนัก ซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบ และให้ดำเนินการตรวจสอบการปฏิบัติตามกฎหมายต่อไป ตามขั้นตอนที่กำหนดไว้ในระเบียบนี้ โดยให้นำความใน (๑) (ข) มาบังคับใช้โดยอนุโลม ทั้งนี้ หากในการส่งเรื่องคืนยังมิได้มีการส่งสำนวนการตรวจสอบและพยานหลักฐานที่เกี่ยวข้อง ให้สำนักตรวจสอบลักษณะอื่น ก็ให้ส่งสำนวนการตรวจสอบและพยานหลักฐานที่เกี่ยวข้องทั้งหมดคืนกลับไปด้วย\n(๒) กรณีเป็นเรื่องที่อยู่ระหว่างดำเนินการตรวจสอบกรณีพิเศษตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ให้สำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบดำเนินการในขั้นตอนต่อไป ตามที่กำหนดไว้ในระเบียบนี้เฉพาะในส่วนที่ยังไม่ได้ดำเนินการ โดยให้ถือว่าการดำเนินการก่อนหน้านี้เป็นการดำเนินการที่ชอบด้วยระเบียบนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 986,
            "is_split": true
        }
    },
    {
        "id": "ข้อ ๕๐",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๕๐ เรื่องที่สำนักงานดำเนินการตรวจสอบการจัดซื้อจัดจ้างและการบริหารพัสดุตรวจสอบการเงินอื่น และตรวจสอบการจัดเก็บรายได้ ซึ่งอยู่ระหว่างการตรวจสอบก่อนระเบียบนี้ ใช้บังคับ ให้ถือเป็นเรื่องที่สำนักงานรับไว้ตรวจสอบการปฏิบัติตามกฎหมายตามระเบียบนี้ และให้ผู้รับผิดชอบในการตรวจสอบกำหนดประเด็นการตรวจสอบเกณฑ์ที่ใช้ในการตรวจสอบ และแนวทางการตรวจสอบเพื่อแสวงหาพยานหลักฐาน จนเพียงพอและเหมาะสมที่จะนำไปสรุปผลการตรวจสอบ ตามที่กำหนดไว้ในหมวด ๒ ส่วนที่ ๑ ของระเบียบนี้ แต่หากเป็นกรณีที่รวบรวมพยานหลักฐานอย่างเพียงพอและเหมาะสมเสร็จสิ้นแล้วอยู่ระหว่างการสรุปผลการตรวจสอบ หรืออยู่ระหว่างการจัดทำร่างรายงานการตรวจสอบ ให้ดำเนินการตามที่กำหนดไว้ในหมวด ๒ ส่วนที่ ๒ และส่วนที่ ๓ ของระเบียบนี้เฉพาะในส่วนที่ยังไม่ได้ดำเนินการ และในการดำเนินการในขั้นตอนต่อไป ให้เป็นไปตามระเบียบนี้ โดยให้ถือว่าการดำเนินการก่อนหน้านี้เป็นการดำเนินการที่ชอบด้วยระเบียบนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 827,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๕๑",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๕๑ เรื่องที่มีการแจ้งผลการตรวจสอบและการติดตามผลการตรวจสอบตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ซึ่งดำเนินการก่อนวันที่ระเบียบนี้ใช้บังคับ แต่หน่วยรับตรวจยังมิได้ดำเนินการ หรือดำเนินการยังไม่แล้วเสร็จ ให้ดำเนินการติดตามผลการตรวจสอบตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ต่อไป โดยให้ถือว่าการนั้นเป็นการดำเนินการโดยชอบด้วยระเบียบนี้\nเรื่องที่ยังมิได้มีการแจ้งผลการตรวจสอบ ตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ให้ดำเนินการแจ้งผลการตรวจสอบและติดตามผลการตรวจสอบตามที่กำหนดไว้ในระเบียบนี้",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 735,
            "is_split": false
        }
    },
    {
        "id": "ข้อ ๕๒",
        "document_id": null,
        "law_name": "ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖",
        "text": "ข้อ ๕๒ บรรดาข้อบังคับ ประกาศ คำสั่งของผู้ว่าการ หรือสำนักงาน คู่มือ หรือแนวปฏิบัติในการตรวจสอบการปฏิบัติตามกฎหมายทุกลักษณะงานตรวจสอบ ซึ่งใช้บังคับอยู่ก่อนวันที่ระเบียบนี้ ใช้บังคับ ให้มีผลใช้บังคับต่อไปเท่าที่ไม่ขัดหรือแย้งกับระเบียบนี้\nทั้งนี้ คู่มือ หรือแนวปฏิบัติในการตรวจสอบการปฏิบัติตามกฎหมายที่ออกใหม่โดยมิได้อาศัยอำนาจตามความในระเบียบนี้ จะต้องไม่ขัดหรือแย้งกับระเบียบนี้ เว้นแต่มีข้อกำหนดอย่างชัดแจ้งว่ามีเจตนาที่จะยกเลิกความในระเบียบนี้\nประกาศ ณ วันที่ ๑๑ สิงหาคม พ.ศ. ๒๕๖๖",
        "doc_type": "ระเบียบ",
        "announce_date": null,
        "effective_date": "2023-07-31",
        "expire_date": "2025-11-18",
        "version": 1,
        "metadata": {
            "หมวด": "หมวด ๓ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ",
            "ส่วน": "ส่วนที่ ๒ การติดตามผลการตรวจสอบ",
            "char_count": 482,
            "is_split": false
        }
    }
]