[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "ตามที่คณะกรรมการตรวจเงินแผ่นดินได้มีประกาศคณะกรรมการตรวจเงินแผ่นดินลงวันที่ ๒๘ ธันวาคม พ.ศ. ๒๕๖๖ เรื่อง การแบ่งส่วนราชการภายในและขอบเขตหน้าที่และอำนาจของส่วนราชการภายในสำนักงานการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๖ ประกาศในราชกิจจานุเบกษา เมื่อวันที่ ๑๙ มกราคม พ.ศ. ๒๕๖๗ และมีผลบังคับใช้ตั้งแต่วันที่ ๑ เมษายน พ.ศ. ๒๕๖๗ นั้น",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "เพื่อให้การปฏิบัติงานตรวจสอบตามภารกิจในการตรวจสอบหน่วยรับตรวจครอบคลุมครบถ้วนมีประสิทธิภาพมากขึ้น สอดคล้องกับการปรับปรุงหน่วยรับตรวจและบทบาทภารกิจของหน่วยรับตรวจบางหน่วยที่เปลี่ยนแปลงไป อาศัยอำนาจตามความใน มาตรา ๔ มาตรา ๕๓ และมาตรา ๕๔ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ จึงยกเลิกคำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๓๐๒/๒๕๖๒ ลงวันที่ ๒๖ กันยายน พ.ศ. ๒๕๖๒ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๓๕๑/๒๕๖๒ ลงวันที่ ๗ ตุลาคม พ.ศ. ๒๕๖๒ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ (เพิ่มเติม) คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๔๘๐/๒๕๖๕ ลงวันที่ ๒๙ ธันวาคม พ.ศ. ๒๕๖๕ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ (เพิ่มเติม) และคำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๒๒๔/๒๕๖๖ ลงวันที่ ๑๑ กรกฎาคม พ.ศ. ๒๕๖๖ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ (เพิ่มเติม) และมอบหมายให้เจ้าหน้าที่ของส่วนราชการภายในสำนักงานการตรวจเงินแผ่นดินมีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังต่อไปนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๑. สำนักตรวจสอบระบบสารสนเทศ มีหน้าที่และอำนาจตรวจสอบทุกหน่วยรับตรวจ ตามขอบเขตหน้าที่และอำนาจของสำนัก และตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๒. สำนักตรวจสอบโครงการขนาดใหญ่ มีหน้าที่และอำนาจตรวจสอบทุกหน่วยรับตรวจ ตามขอบเขตหน้าที่และอำนาจของสำนัก และตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๓. สำนักตรวจเงินแผ่นดินที่ ๑ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจดังนี้\n๓.๑ สำนักนายกรัฐมนตรี\n๓.๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๓.๑ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑)\n๓.๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๔. สำนักตรวจเงินแผ่นดินที่ ๒ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๔.๑ กระทรวงกลาโหม\n๔.๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๔.๑ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๒)\n๔.๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๕. สำนักตรวจเงินแผ่นดินที่ ๓ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๕.๑ กระทรวงการคลัง ๑\n๕.๒ กองทุนบำเหน็จบำนาญข้าราชการ (กบข.)\n๕.๓ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๕.๑ และข้อ ๕.๒ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๓)\n๕.๔ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๖. สำนักตรวจเงินแผ่นดินที่ ๔ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๖.๑ กระทรวงการคลัง ๒\n๖.๒ ธนาคารแห่งประเทศไทย\n๖.๓ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๖.๑ และ ข้อ ๖.๒ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๔)\n๖.๔ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๗. สำนักตรวจเงินแผ่นดินที่ ๕ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๗.๑ กระทรวงการคลัง ๓\n๗.๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๗.๑ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๕)\n๗.๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๘. สำนักตรวจเงินแผ่นดินที่ ๖ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๘.๑ กระทรวงมหาดไทย ๑\n๘.๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชนกองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๘.๑ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๖)\n๘.๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๙. สำนักตรวจเงินแผ่นดินที่ ๗ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๙.๑ กระทรวงมหาดไทย ๒\n๙.๒ กรุงเทพมหานคร\n๙.๓ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๙.๑ และ ข้อ ๙.๒ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๗)\n๙.๔ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๑๐. สำนักตรวจเงินแผ่นดินที่ ๘ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๑๐.๑ กระทรวงสาธารณสุข ๑\n๑๐.๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๑๐.๑ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๘)\n๑๐.๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๑๑. สำนักตรวจเงินแผ่นดินที่ ๙ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๑๑.๑ กระทรวงสาธารณสุข ๒\n๑๑.๒ กระทรวงศึกษาธิการ\n๑๑.๓ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๑๑.๑ และ ข้อ ๑๑.๒ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๙)\n๑๑.๔ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๑๒. สำนักตรวจเงินแผ่นดินที่ ๑๐ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๑๒.๑ กระทรวงเกษตรและสหกรณ์ ๑\n๑๒.๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๑๒.๑ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑๐)\n๑๒.๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๑๓. สำนักตรวจเงินแผ่นดินที่ ๑๑ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจดังนี้\n๑๓.๑ กระทรวงเกษตรและสหกรณ์ ๒\n๑๓.๒ กระทรวงการท่องเที่ยวและกีฬา\n๑๓.๓ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตาม ๑๓.๑ และ ข้อ ๑๓.๒ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑๑)\n๑๓.๔ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๑๔. สำนักตรวจเงินแผ่นดินที่ ๑๒ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๑๔.๑ กระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม\n๑๔.๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๑๔.๑ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑๒)\n๑๔.๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    },
    {
        "id": "Chunk_9",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๑๕. สำนักตรวจเงินแผ่นดินที่ ๑๓ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๑๕.๑ กระทรวงคมนาคม ๑\n๑๕.๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๑๕.๑(รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑๓)\n๑๕.๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๑๖. สำนักตรวจเงินแผ่นดินที่ ๑๔ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๑๖.๑ กระทรวงคมนาคม ๒\n๑๖.๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๑๖.๑ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑๔)\n๑๖.๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 8
        }
    },
    {
        "id": "Chunk_10",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๑๗. สำนักตรวจเงินแผ่นดินที่ ๑๕ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๑๗.๑ กระทรวงการต่างประเทศ\n๑๗.๒ องค์กรตามรัฐธรรมนูญ\n๑๗.๓ หน่วยงานรัฐสภา\n๑๗.๔ หน่วยงานของรัฐและส่วนราชการที่ไม่สังกัดสำนักนายกรัฐมนตรี กระทรวง กรม ๑\n๑๗.๕ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๑๗.๑ - ข้อ ๑๗.๔ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑๕)\n๑๗.๖ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๑๘. สำนักตรวจเงินแผ่นดินที่ ๑๖ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจดังนี้\n๑๘.๑ กระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์\n๑๘.๒ หน่วยงานของรัฐและส่วนราชการที่ไม่สังกัดสำนักนายกรัฐมนตรี กระทรวง กรม ๒\n๑๘.๓ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๑๘.๑ และ ข้อ ๑๘.๒ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑๖)\n๑๘.๔ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 9
        }
    },
    {
        "id": "Chunk_11",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๑๙. สำนักตรวจเงินแผ่นดินที่ ๑๗ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๑๙.๑ กระทรวงพลังงาน\n๑๙.๒ กระทรวงแรงงาน\n๑๙.๓ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๑๙.๑ และ ข้อ ๑๙.๒ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑๗)\n๑๙.๔ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๒๐. สำนักตรวจเงินแผ่นดินที่ ๑๘ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๒๐.๑ กระทรวงพาณิชย์\n๒๐.๒ กระทรวงอุตสาหกรรม\n๒๐.๓ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๒๐.๑ และ ข้อ ๒๐.๒ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑๘)\n๒๐.๔ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 10
        }
    },
    {
        "id": "Chunk_12",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๒๑. สำนักตรวจเงินแผ่นดินที่ ๑๙ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๒๑.๑ กระทรวงยุติธรรม\n๒๑.๒ สำนักงานอัยการสูงสุด\n๒๑.๓ สำนักงานตำรวจแห่งชาติ\n๒๑.๔ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๒๑.๑ - ข้อ ๒๑.๓ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๑๙)\n๒๑.๕ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๒๒. สำนักตรวจเงินแผ่นดินที่ ๒๐ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๒๒.๑ กระทรวงวัฒนธรรม\n๒๒.๒ สภากาชาดไทย\n๒๒.๓ หน่วยงานเกี่ยวข้องกับราชวงศ์\n๒๒.๔ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๒๒.๑ - ข้อ ๒๒.๓ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๒๐)\n๒๒.๕ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 11
        }
    },
    {
        "id": "Chunk_13",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๒๓. สำนักตรวจเงินแผ่นดินที่ ๒๑ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจดังนี้\n๒๓.๑ กระทรวงดิจิทัลเพื่อเศรษฐกิจและสังคม\n๒๓.๒ กระทรวงอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม ๑\n๒๓.๓ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๒๓.๑ และ ข้อ ๒๓.๒ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๒๑)\n๒๓.๔ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๒๔. สำนักตรวจเงินแผ่นดินที่ ๒๒ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๒๔.๑ กระทรวงอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม ๒\n๒๔.๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๒๔.๑ (รายละเอียดหน่วยรับตรวจ เอกสารแนบ ๒๒)\n๒๔.๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 12
        }
    },
    {
        "id": "Chunk_14",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๒๕. สำนักตรวจสอบการปฏิบัติตามกฎหมายที่ ๑ มีหน้าที่และอำนาจตรวจสอบ หน่วยรับตรวจ ดังนี้\n๒๕.๑ สำนักนายกรัฐมนตรี\n๒๕.๒ กระทรวงกลาโหม\n๒๕.๓ กระทรวงมหาดไทย\n๒๕.๔ กระทรวงยุติธรรม\n๒๕.๕ กระทรวงการต่างประเทศ\n๒๕.๖ สำนักงานอัยการสูงสุด\n๒๕.๗ สำนักงานตำรวจแห่งชาติ\n๒๕.๘ สำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตในภาครัฐ\n๒๕.๙ กรุงเทพมหานคร\n๒๕.๑๐ องค์กรตามรัฐธรรมนูญ\n๒๕.๑๑ หน่วยงานรัฐสภา\n๒๕.๑๒ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๒๕.๑ - ข้อ ๒๕.๑๑\n๒๕.๑๓ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 13
        }
    },
    {
        "id": "Chunk_15",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๒๖. สำนักตรวจสอบการปฏิบัติตามกฎหมายที่ ๒ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๒๖.๑ กระทรวงการคลัง\n๒๖.๒ กระทรวงพาณิชย์\n๒๖.๓ กระทรวงอุตสาหกรรม\n๒๖.๔ กระทรวงแรงงาน\n๒๖.๕ กระทรวงพลังงาน\n๒๖.๖ กระทรวงการท่องเที่ยวและกีฬา\n๒๖.๗ กระทรวงเกษตรและสหกรณ์\n๒๖.๘ ธนาคารแห่งประเทศไทย\n๒๖.๙ กองทุนบำเหน็จบำนาญข้าราชการ (กบข.)\n๒๖.๑๐ รัฐวิสาหกิจไม่สังกัดกระทรวง\n๒๖.๑๑ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๒๖.๑ - ข้อ ๒๖.๑๐\n๒๖.๑๒ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 14
        }
    },
    {
        "id": "Chunk_16",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๒๗. สำนักตรวจสอบการปฏิบัติตามกฎหมายที่ ๓ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจ ดังนี้\n๒๗.๑ กระทรวงสาธารณสุข\n๒๗.๒ กระทรวงคมนาคม\n๒๗.๓ กระทรวงดิจิทัลเพื่อเศรษฐกิจและสังคม\n๒๗.๔ กระทรวงศึกษาธิการ\n๒๗.๕ กระทรวงอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม\n๒๗.๖ กระทรวงวัฒนธรรม\n๒๗.๗ กระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์\n๒๗.๘ กระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม\n๒๗.๙ สภากาชาดไทย\n๒๗.๑๐ องค์การเภสัชกรรม\n๒๗.๑๑ สำนักงานหลักประกันสุขภาพแห่งชาติ\n๒๗.๑๒ หน่วยงานเกี่ยวข้องกับราชวงศ์\n๒๗.๑๓ หน่วยงานของรัฐและส่วนราชการที่ไม่สังกัดสำนักนายกรัฐมนตรีกระทรวง กรม\n๒๗.๑๔ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๒๗.๑ - ข้อ ๒๗.๑๓\n๒๗.๑๕ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 15
        }
    },
    {
        "id": "Chunk_17",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๒๘. สำนักตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงานที่ ๑ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจด้านความมั่นคง ดังนี้\n๒๘.๑ กระทรวงกลาโหม\n๒๘.๒ กระทรวงมหาดไทย\n๒๘.๓ กระทรวงยุติธรรม\n๒๘.๔ กระทรวงการต่างประเทศ\n๒๘.๕ สำนักนายกรัฐมนตรี\n๒๘.๖ สำนักงานตำรวจแห่งชาติ\n๒๘.๗ กรุงเทพมหานคร\n๒๘.๘ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๒๘.๑ - ข้อ ๒๘.๗\n๒๘.๙ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๒๙. สำนักตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงานที่ ๒ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจด้านเศรษฐกิจ ๑ ดังนี้\n๒๙.๑ กระทรวงการคลัง\n๒๙.๒ กระทรวงพาณิชย์\n๒๙.๓ กระทรวงอุตสาหกรรม\n๒๙.๔ กระทรวงแรงงาน\n๒๙.๕ กองทุนบำเหน็จบำนาญข้าราชการ (กบข.)\n๒๙.๖ ธนาคารแห่งประเทศไทย และหน่วยงานอื่นที่เกี่ยวข้อง\n๒๙.๗ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๒๙.๑ - ข้อ ๒๙.๖\n๒๙.๘ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 16
        }
    },
    {
        "id": "Chunk_18",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๓๐. สำนักตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงานที่ ๓ มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจด้านเศรษฐกิจ ๒ และด้านสาธารณสุข ดังนี้\n๓๐.๑ กระทรวงเกษตรและสหกรณ์\n๓๐.๒ กระทรวงพลังงาน\n๓๐.๓ กระทรวงการท่องเที่ยวและกีฬา\n๓๐.๔ กระทรวงสาธารณสุข\n๓๐.๕ องค์การเภสัชกรรม\n๓๐.๖ สำนักงานหลักประกันสุขภาพแห่งชาติ\n๓๐.๗ สภากาดไทย\n๓๐.๘ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๓๐.๑ - ข้อ ๓๐.๗\n๓๐.๙ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 17
        }
    },
    {
        "id": "Chunk_19",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๓๑. สำนักตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงานที่ ๔ มีหน้าที่และอำนาจสอบหน่วยรับตรวจด้านสังคม และองค์กรตามรัฐธรรมนูญ ดังนี้\n๓๑.๑ กระทรวงคมนาคม\n๓๑.๒ กระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์\n๓๑.๓ กระทรวงดิจิทัลเพื่อเศรษฐกิจและสังคม\n๓๑.๔ สำนักงานอัยการสูงสุด\n๓๑.๕ สำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตในภาครัฐ\n๓๑.๖ องค์กรตามรัฐธรรมนูญ\n๓๑.๗ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๓๑.๑ - ข้อ ๓๑.๖\n๓๑.๘ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 18
        }
    },
    {
        "id": "Chunk_20",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๓๒. สำนักตรวจสอบผลสัมฤทธิ์และประสิทธิภาพการดำเนินงานที่ ๕ มีหน้าที่และอำนาจสอบหน่วยรับตรวจด้านการศึกษา และด้านทรัพยากรธรรมชาติ ดังนี้\n๓๒.๑ กระทรวงศึกษาธิการ\n๓๒.๒ กระทรวงการอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม\n๓๒.๓ กระทรวงวัฒนธรรม\n๓๒.๔ กระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม\n๓๒.๕ หน่วยงานของรัฐและส่วนราชการที่ไม่สังกัดสำนักนายกรัฐมนตรี กระทรวง กรม\n๓๒.๖ รัฐวิสาหกิจ หน่วยงานอื่นของรัฐ องค์การมหาชน กองทุนหรือเงินทุนหมุนเวียน และหน่วยงานที่ได้รับเงินอุดหนุนหรือกิจการที่ได้รับเงินหรือทรัพย์สินลงทุนจากหน่วยรับตรวจตามข้อ ๓๒.๑ - ข้อ ๓๒.๕\n๓๒.๗ หน่วยงานอื่นตามที่ผู้ว่าการตรวจเงินแผ่นดินสั่งการให้ตรวจสอบ\n\n๓๓. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๑ (จังหวัดพระนครศรีอยุธยา) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดพระนครศรีอยุธยา นครนายก สระบุรี ปราจีนบุรี ลพบุรี และอ่างทอง ยกเว้นรัฐวิสาหกิจและหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๓๔. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๒ (จังหวัดชลบุรี) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดชลบุรี ฉะเชิงเทรา จันทบุรี ระยอง ตราด และสระแก้ว ยกเว้นรัฐวิสาหกิจและหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 19
        }
    },
    {
        "id": "Chunk_21",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๓๕. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๓ (จังหวัดนครปฐม) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดนครปฐม นนทบุรี สุพรรณบุรี สมุทรปราการ ปทุมธานี และสมุทรสาคร ยกเว้นรัฐวิสาหกิจและหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๓๖. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๔ (จังหวัดนครราชสีมา) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดนครราชสีมา ชัยภูมิ บุรีรัมย์ และสุรินทร์ ยกเว้นรัฐวิสาหกิจ และหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๓๗. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๕ (จังหวัดอุบลราชธานี) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดอุบลราชธานี อำนาจเจริญ ศรีสะเกษ ยโสธร มุกดาหาร และนครพนม ยกเว้นรัฐวิสาหกิจและหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๓๘. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๖ (จังหวัดอุดรธานี) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดอุดรธานี หนองบัวลำภู สกลนคร หนองคาย บึงกาฬ และเลย ยกเว้นรัฐวิสาหกิจและหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 20
        }
    },
    {
        "id": "Chunk_22",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๓๙. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๗ (จังหวัดขอนแก่น) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดขอนแก่น กาฬสินธุ์ ร้อยเอ็ด และมหาสารคาม ยกเว้นรัฐวิสาหกิจ และหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๔๐. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๘ (จังหวัดเชียงใหม่) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดเชียงใหม่ ลำพูน เชียงราย และแม่ฮ่องสอน ยกเว้นรัฐวิสาหกิจ และหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๔๑. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๙ (จังหวัดลำปาง) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดลำปาง น่าน แพร่ พะเยา และอุตรดิตถ์ ยกเว้นรัฐวิสาหกิจ และหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๔๒. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๑๐ (จังหวัดพิษณุโลก) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดพิษณุโลก สุโขทัย ตาก และเพชรบูรณ์ ยกเว้นรัฐวิสาหกิจ และหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 21
        }
    },
    {
        "id": "Chunk_23",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๔๓. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๑๑ (จังหวัดนครสวรรค์) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดนครสวรรค์ กำแพงเพชร ชัยนาท อุทัยธานี พิจิตร และสิงห์บุรี ยกเว้นรัฐวิสาหกิจและหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๔๔. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๑๒ (จังหวัดเพชรบุรี) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดเพชรบุรี ประจวบคีรีขันธ์ ราชบุรี กาญจนบุรี และสมุทรสงคราม ยกเว้นรัฐวิสาหกิจและหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๔๕. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๑๓ (จังหวัดสุราษฎร์ธานี) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดสุราษฎร์ธานี พังงา ภูเก็ต ระนอง และชุมพร ยกเว้นรัฐวิสาหกิจ และหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๔๖. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๑๔ (จังหวัดนครศรีธรรมราช) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดนครศรีธรรมราช กระบี่ ตรัง และพัทลุง ยกเว้นรัฐวิสาหกิจและหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 22
        }
    },
    {
        "id": "Chunk_24",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๔๗. สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๑๕ (จังหวัดสงขลา) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดสงขลา ปัตตานี สตูล ยะลา และนราธิวาส ยกเว้นรัฐวิสาหกิจ และหน่วยรับตรวจในความรับผิดชอบของสำนักตรวจสอบในส่วนกลาง\n\n๔๘. สำนักตรวจเงินแผ่นดินจังหวัด (๗๖ จังหวัด ยกเว้นกรุงเทพมหานคร) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดที่รับผิดชอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 23
        }
    },
    {
        "id": "Chunk_25",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๑๑๙/๒๕๖๗ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ",
        "text": "๔๘. สำนักตรวจเงินแผ่นดินจังหวัด (๗๖ จังหวัด ยกเว้นกรุงเทพมหานคร) มีหน้าที่และอำนาจตรวจสอบหน่วยรับตรวจในเขตพื้นที่จังหวัดที่รับผิดชอบ\n\nหากสำนักใดอยู่ระหว่างดำเนินการตรวจสอบหน่วยรับตรวจที่ได้รับมอบหมายตามคำสั่งสำนักงานการตรวจเงินแผ่นดินที่ ๓๐๒/๒๕๖๒ ลงวันที่ ๒๖ กันยายน พ.ศ. ๒๕๖๒ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๓๕๑/๒๕๖๒ ลงวันที่ ๗ ตุลาคม พ.ศ. ๒๕๖๒ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบหน่วยรับตรวจ (เพิ่มเติม) คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๔๘๐/๒๕๖๕ ลงวันที่ ๒๙ ธันวาคม พ.ศ. ๒๕๖๕ เรื่องมอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดิน ตรวจสอบหน่วยรับตรวจ (เพิ่มเติม) และคำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๒๒๔/๒๕๖๖ ลงวันที่ ๑๑ กรกฎาคม พ.ศ. ๒๕๖๖ เรื่อง มอบหมายให้ส่วนราชการภายในของสำนักงานการตรวจเงินแผ่นดินตรวจสอบ หน่วยรับตรวจ (เพิ่มเติม) ก็ให้ดำเนินการตรวจสอบต่อไปจนแล้วเสร็จ แล้วจึงเริ่มดำเนินการตรวจสอบ หน่วยรับตรวจที่ได้รับมอบหมายตามคำสั่งนี้ต่อไป\n\nทั้งนี้ ตั้งแต่วันที่ ๑ เมษายน พ.ศ. ๒๕๖๗ เป็นต้นไป\nสั่ง ณ วันที่ ๒๒ มีนาคม พ.ศ. ๒๕๖๗",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 24
        }
    }
]