[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบเงินแผ่นดิน ที่ ๑๘/๒๕๖๖",
        "text": "เพื่อให้การจัดทำร่างรายงานการตรวจสอบ และการจัดทำรายงานการตรวจสอบฉบับสมบูรณ์ รวมทั้ง การจัดทำบัญชีพยานหลักฐาน เป็นไปด้วยความเรียบร้อย มีมาตรฐานและแนวทางเดียวกัน อาศัยอำนาจตามข้อ ๖ ประกอบข้อ ๓๖ และข้อ ๓๗ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ผู้ว่าการตรวจเงินแผ่นดินจึงออกคำสั่งไว้ ดังนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบเงินแผ่นดิน ที่ ๑๘/๒๕๖๖",
        "text": "ข้อ ๑ การจัดทำร่างรายงานการตรวจสอบตามข้อ ๓๖ วรรคหนึ่ง ของระเบียบสำนักงานการตรวจเงิน แผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ต้องประกอบด้วยองค์ประกอบ ดังนี้\n(๑) ชื่อเรื่อง\n(๒) ที่มาของเรื่อง\n(๓) ประเด็นการตรวจสอบ\n(๔) เกณฑ์ที่ใช้ในการตรวจสอบ (ให้ระบุข้อกำหนดของกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และ กฎหมายอื่น ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ และสัญญา เฉพาะข้อกำหนดที่เกี่ยวข้อง ในแต่ละประเด็นการตรวจสอบ)\n(๕) สรุปข้อเท็จจริงที่ได้มาจากพยานหลักฐานในการตรวจสอบ โดยอย่างน้อยต้องมีสาระสำคัญ ประกอบด้วยข้อเท็จจริงและเหตุการณ์ตามประเด็นที่กำหนด รวมถึงพฤติการณ์ในการกระทำของผู้มีหน้าที่รับผิดชอบ หรือผู้กระทำความผิด โดยให้อ้างอิงพยานเอกสาร พยานบุคคล พยานวัตถุ และพยานอื่น ที่บ่งชี้ถึงข้อเท็จจริง เหตุการณ์ และพฤติการณ์ดังกล่าวด้วย รวมทั้งบุคคลที่ต้องรับผิดชอบ และความเสียหายที่เกิดขึ้น (ถ้ามี) โดยข้อเท็จจริงที่สรุปให้ อธิบายตามเหตุการณ์ที่เกิดขึ้นก่อนและหลังตามลำดับ\n(๖) สรุปคำชี้แจงของผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจที่ต้องรับผิดชอบ เฉพาะที่เกี่ยวข้องกับ ข้อบกพร่องที่ให้ชี้แจง",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบเงินแผ่นดิน ที่ ๑๘/๒๕๖๖",
        "text": "(๖) สรุปคำชี้แจงของผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจที่ต้องรับผิดชอบ เฉพาะที่เกี่ยวข้องกับ ข้อบกพร่องที่ให้ชี้แจง\n(๗) ข้อพิจารณา ความเห็นและเหตุผล โดยวิเคราะห์พฤติการณ์การกระทำความผิดจากข้อเท็จจริง ตามประเด็นที่กำหนดประกอบข้อกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการและ สัญญา พร้อมทั้งข้อคิดเห็นหรือคำชี้แจงและเหตุผลหรือความจำเป็นของผู้รับตรวจหรือเจ้าหน้าที่ของหน่วยรับตรวจที่ต้อง รับผิดชอบด้วย กรณีผลการตรวจสอบมีข้อบกพร่อง ให้ระบุ ชื่อ ตำแหน่ง และหน้าที่ ความรับผิดชอบของผู้รับตรวจหรือ ผู้ที่ต้องรับผิดชอบของหน่วยรับตรวจ หรือชื่อและตำแหน่งของผู้ถูกกล่าวหา (ถ้ามี) และข้อบกพร่องหรือข้อกำหนดของ กฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ และสัญญา ที่ปฏิบัติไม่ถูกต้อง\n(๘) ความเห็นและข้อเสนอแนะ\n(๙) ลายมือชื่อผู้รับผิดชอบในการตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบเงินแผ่นดิน ที่ ๑๘/๒๕๖๖",
        "text": "ข้อ ๒ การลงลายมือชื่อตามข้อ ๑ (๙) ให้ผู้รับผิดชอบในการตรวจสอบ ผู้ช่วยผู้รับผิดชอบในการตรวจสอบ และหัวหน้ากลุ่มงาน (ถ้ามี) ในฐานะผู้ควบคุมกำกับ ลงลายมือชื่อพร้อมตำแหน่งและวันเดือนปี\n\nข้อ ๓ ให้ผู้รับผิดชอบในการตรวจสอบจัดทำบัญชีพยานเอกสาร พยานบุคคล พยานวัตถุ หรือ พยานอื่น (ถ้ามี) ประกอบร่างรายงานการตรวจสอบ โดยให้ระบุชื่อเอกสาร จำนวนแผ่นและจำนวนหน้าของ เอกสารแต่ละรายการ พร้อมทั้งสรุปรวมจำนวนแผ่นและจำนวนหน้าของเอกสารทั้งหมด และลงลายมือชื่อผู้รับผิดชอบ ในการตรวจสอบ และวันเดือนปี และให้หัวหน้ากลุ่มงาน (ถ้ามี) ลงลายมือชื่อกำกับในบัญชีพยานดังกล่าว ตามแบบ แนบท้ายคำสั่งนี้\n\nข้อ ๔ การจัดทำรายงานการตรวจสอบฉบับสมบูรณ์ให้นำรูปแบบตามข้อ ๑ มาใช้บังคับโดยอนุโลม โดยให้ประทับตราสำนักงานและให้ผู้อำนวยการสำนัก หรือตำแหน่งที่เรียกชื่ออย่างอื่นที่มีฐานะเทียบเท่า ซึ่งมีหน้าที่และ เขตอำนาจในการตรวจสอบเป็นผู้ลงลายมือชื่อกำกับ พร้อม วัน เดือน ปี ท้ายรายงาน แทนลายมือชื่อของบุคคล",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบเงินแผ่นดิน ที่ ๑๘/๒๕๖๖",
        "text": "ข้อ ๕ การประทับตราชั้นความลับรายงานการตรวจสอบและเอกสารประกอบรายงานตามข้อ ๔ ให้ดำเนินการดังต่อไปนี้\n(๑) กรณีไม่ต้องประทับตราชั้นความลับ\n(ก) กรณีออกรายงานโดยยุติเรื่อง\n(ข) กรณีออกรายงานโดยแจ้งข้อบกพร่องพร้อมข้อเสนอแนะให้หน่วยรับตรวจปฏิบัติ\n(ค) กรณีออกรายงานโดยแจ้งให้หน่วยรับตรวจหรือหน่วยงานที่เกี่ยวข้องปรับปรุงแก้ไขกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการให้เหมาะสม\n(๒) กรณีต้องประทับตราชั้นความลับ\n(ก) กรณีออกรายงานโดยมีการแจ้งให้หน่วยรับตรวจดำเนินการเพื่อให้มีการชดใช้ ค่าเสียหายหรือดำเนินการทางวินัย หรือแจ้งให้ดำเนินการจัดเก็บรายได้ให้เป็นไปตามกฎหมายหรือสัญญา หรือ แจ้งให้บริหารจัดการ ดูแลรักษา และติดตามทรัพย์สินของแผ่นดินให้เป็นไปตามกฎหมาย ซึ่งมิใช่กรณี ทุจริตตาม (ข) ให้ประทับตราชั้นความลับ \"ลับ\"",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบเงินแผ่นดิน ที่ ๑๘/๒๕๖๖",
        "text": "(ข) กรณีออกรายงานโดยมีการแจ้งให้หน่วยรับตรวจหรือหน่วยงานที่เกี่ยวข้องดำเนินการ กรณีที่มีพยานหลักฐานอันควรเชื่อได้ว่ามีพฤติการณ์อันเป็นการทุจริตต่อหน้าที่ หรือประพฤติมิชอบก่อให้เกิด ความเสียหายหรือเป็นการจงใจใช้อำนาจขัดต่อรัฐธรรมนูญหรือกฎหมาย หรืออาจทำให้การเลือกตั้งมิได้เป็นไป โดยสุจริตหรือเที่ยงธรรม หรือมีพฤติการณ์น่าเชื่อว่ามีการกระทำด้วยประการใดๆ ที่มีผลให้สมาชิกสภาผู้แทน ราษฎร สมาชิกวุฒิสภา หรือกรรมาธิการมีส่วนไม่ว่าโดยทางตรงหรือทางอ้อมในการใช้จ่ายงบประมาณรายจ่าย แล้วแต่กรณี ให้ประทับตราชั้นความลับ \"ลับมาก\"\nการจัดทำรายงานการตรวจสอบตามวรรคหนึ่ง หากเรื่องที่ต้องแจ้งมีทั้งกรณีแจ้งโดยไม่ต้องประทับตรา ชั้นความลับ และประทับตราชั้นความลับรวมกันไปทั้งหมดหรือบางส่วน ในการจัดทำรายงานให้ประทับตราชั้นความลับ ทั้งฉบับ และหากเรื่องที่ต้องแจ้งมีทั้งกรณีแจ้งโดยประทับตราชั้นความลับ \"ลับ\" และประทับตราชั้นความลับ \"ลับมาก\" รวมกันไปทั้งหมดหรือบางส่วน ในการจัดทำรายงานให้ประทับตราชั้นความลับ \"ลับมาก\" ทั้งฉบับ\nการประทับตราชั้นความลับตามวรรคหนึ่ง ให้ประทับตรงกึ่งกลางหน้ากระดาษทั้งด้านบน และด้านล่างของทุกหน้าเอกสารที่มีชั้นความลับ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบเงินแผ่นดิน ที่ ๑๘/๒๕๖๖",
        "text": "การประทับตราชั้นความลับตามวรรคหนึ่ง ให้ประทับตรงกึ่งกลางหน้ากระดาษทั้งด้านบน และด้านล่างของทุกหน้าเอกสารที่มีชั้นความลับ\nการลด การเพิ่มและการยกเลิกชั้นความลับของรายงานการตรวจสอบตามวรรคหนึ่ง ให้เป็นไป ตามระเบียบว่าด้วยการรักษาความลับของทางราชการ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบเงินแผ่นดิน ที่ ๑๘/๒๕๖๖",
        "text": "ข้อ ๖ ร่างรายงานการตรวจสอบและรายงานการตรวจสอบฉบับสมบูรณ์ให้เป็นไปตามแบบแนบท้าย คำสั่งนี้\n\nข้อ ๗ ในกรณีจำเป็นผู้ว่าการตรวจเงินแผ่นดินอาจพิจารณายกเว้น หรือผ่อนผันการปฏิบัติ ตามคำสั่งนี้ได้\n\nทั้งนี้ ตั้งแต่ วันที่ ๒๙ ธันวาคม พ.ศ. ๒๕๖๖ เป็นต้นไป\nสั่ง ณ วันที่ ๒๐ ธันวาคม พ.ศ. ๒๕๖๖",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    }
]