[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๓/๒๕๖๖",
        "text": "เรื่อง ยกเลิกคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑๒/๒๕๖๒ และที่แก้ไขเพิ่มเติมคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑๓/๒๕๖๒ คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑๗/๒๕๖๒ และที่แก้ไขเพิ่มเติม และคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๓\n\nโดยที่มีการออกระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติ ตามกฎหมาย พ.ศ. ๒๕๖๖ ขึ้นใช้แทนระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษ และการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ จึงทำให้หลักการของคำสั่งที่เกี่ยวข้องหรือ ออกตามความในระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่อง ความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ไม่สอดคล้องและรองรับกับหลักการใหม่ที่กำหนดไว้ใน ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ด้วยเหตุ ดังกล่าว จึงจำเป็นต้องยกเลิกบรรดาคำสั่งที่ไม่สอดคล้องและรองรับกับหลักการของระเบียบฉบับใหม่นั้นเสีย\n\nอาศัยอำนาจตามความในมาตรา ๕๔ (๕) แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วย การตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ผู้ว่าการตรวจเงินแผ่นดินจึงออกคำสั่งไว้ ดังต่อไปนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-28",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๓/๒๕๖๖",
        "text": "อาศัยอำนาจตามความในมาตรา ๕๔ (๕) แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วย การตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ผู้ว่าการตรวจเงินแผ่นดินจึงออกคำสั่งไว้ ดังต่อไปนี้\n\nข้อ ๑ ให้ยกเลิก\n(๑) คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑๒/๒๕๖๒ เรื่อง การจัดทำร่างรายงานการตรวจสอบ และสำนวนการตรวจสอบ ลงวันที่ ๒ กันยายน พ.ศ. ๒๕๖๒\n(๒) คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒/๒๕๖๔ เรื่อง แก้ไขเพิ่มเติมคำสั่งผู้ว่าการตรวจเงิน แผ่นดิน ที่ ๑๒/๒๕๖๒ เรื่อง การจัดทำร่างรายงานการตรวจสอบและสำนวนการตรวจสอบ ลงวันที่ ๒๕ กุมภาพันธ์ พ.ศ. ๒๕๖๔\n\nข้อ ๒ ให้ยกเลิก คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑๓/๒๕๖๒ เรื่อง แนวทางการปฏิบัติหน้าที่ ตรวจสอบตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่อง ความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ลงวันที่ ๒ กันยายน พ.ศ. ๒๕๖๒",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-28",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๓/๒๕๖๖",
        "text": "ข้อ ๓ ให้ยกเลิก\n(๑) คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑๗/๒๕๖๒ เรื่อง การมอบหมายการพิจารณาผล การตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ ลงวันที่ ๘ พฤศจิกายน พ.ศ. ๒๕๖๒\n(๒) คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๓/๒๕๖๔ เรื่อง แก้ไขเพิ่มเติมคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑๗/๒๕๖๒ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ ลงวันที่ ๒๕ กุมภาพันธ์ พ.ศ. ๒๕๖๔\n(๓) คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒/๒๕๖๖ เรื่อง ยกเลิกคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๖/๒๕๖๕ และแก้ไขเพิ่มเติมคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑๗/๒๕๖๒ ลงวันที่ ๓๑ มกราคม พ.ศ. ๒๕๖๖\n\nข้อ ๔ ให้ยกเลิกคำสั่งผู้ว่าการตรวจเงินแผ่นดินที่ ๑/๒๕๖๓ เรื่อง แบบการแจ้งผลการตรวจสอบและติดตามผลการตรวจสอบ ลงวันที่ ๒๑ กุมภาพันธ์ พ.ศ. ๒๕๖๓",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-28",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๓/๒๕๖๖",
        "text": "ข้อ ๔ ให้ยกเลิกคำสั่งผู้ว่าการตรวจเงินแผ่นดินที่ ๑/๒๕๖๓ เรื่อง แบบการแจ้งผลการตรวจสอบและติดตามผลการตรวจสอบ ลงวันที่ ๒๑ กุมภาพันธ์ พ.ศ. ๒๕๖๓\n\nข้อ ๕ กรณีมีการแจ้งผลการตรวจสอบตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ ไปแล้ว ก่อนวันที่คำสั่งนี้มีผลใช้บังคับ ในการติดตามผลการตรวจสอบกรณีดังกล่าว ให้นำแบบติดตาม ๑ ถึง แบบติดตาม ๗ ของคำสั่งผู้ว่าการตรวจเงินแผ่นดินที่ ๑/๒๕๖๓ เรื่อง แบบการแจ้งผลการตรวจสอบและติดตามผลการตรวจสอบ ลงวันที่ ๒๑ กุมภาพันธ์ พ.ศ. ๒๕๖๓ รวมถึงหลักเกณฑ์และวิธีการที่กำหนดไว้ในระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พ.ศ. ๒๕๖๒ มาใช้บังคับโดยอนุโลมกับการติดตามผลการตรวจสอบ จนกว่าจะดำเนินการแล้วเสร็จ\n\nทั้งนี้ ตั้งแต่ วันที่ ๒๙ ธันวาคม พ.ศ. ๒๕๖๖ เป็นต้นไป\nสั่ง ณ วันที่ ๒๘ ธันวาคม พ.ศ. ๒๕๖๖",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-28",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    }
]