[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ที่ ๑๙/๒๕๖๖",
        "text": "เรื่อง กรอบระยะเวลาในการตรวจสอบและการออกรายงานผลการตรวจสอบตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖\n\nเพื่อให้กระบวนการตรวจสอบและการออกรายงานผลการตรวจสอบ มีประสิทธิภาพ เป็นไปด้วยความเรียบร้อย มีมาตรฐานและแนวทางเดียวกัน อาศัยอำนาจตาม ข้อ ๖ และข้อ ๒๕ (๒) และ (๓) ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ผู้ว่าการตรวจเงินแผ่นดินจึงออกคำสั่งไว้ ดังนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ที่ ๑๙/๒๕๖๖",
        "text": "ข้อ ๑ การตรวจสอบการปฏิบัติตามกฎหมายตามระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ผู้รับผิดชอบในการตรวจสอบต้องดำเนินการให้แล้วเสร็จตามกำหนดเวลา ดังนี้\n(๑) กรณีกำหนดประเด็น เกณฑ์ที่ใช้ในการตรวจสอบและแนวทางการตรวจสอบ ต้องดำเนินการให้แล้วเสร็จภายในห้าวันทำการนับแต่วันที่ได้รับมอบหมายให้ตรวจสอบการปฏิบัติตามกฎหมาย\nกรณีการกำหนดประเด็นหากจำเป็นต้องมีการตรวจสอบข้อมูลเบื้องต้นตามข้อ ๒๖ (๑) ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ผู้รับผิดชอบในการตรวจสอบต้องดำเนินการตรวจสอบข้อมูลเบื้องต้น และกำหนดประเด็น เกณฑ์ที่ใช้ในการตรวจสอบและแนวทางการตรวจสอบ ให้แล้วเสร็จภายในสิบวันทำการ นับแต่วันที่ได้รับมอบหมายให้ตรวจสอบการปฏิบัติตามกฎหมาย\n(๒) การดำเนินการตรวจสอบการปฏิบัติตามกฎหมาย การรวบรวมพยานหลักฐานและจัดทำร่างรายงาน ให้แล้วเสร็จภายในสี่สิบห้าวันทำการนับแต่วันที่ผู้อำนวยการสำนักหรือผู้ช่วยผู้ตรวจเงินแผ่นดิน แล้วแต่กรณีให้ความเห็นชอบประเด็น เกณฑ์ที่ใช้ในการตรวจสอบ และแนวทางการตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ที่ ๑๙/๒๕๖๖",
        "text": "กรณีมีเหตุจำเป็นไม่อาจตรวจสอบการปฏิบัติตามกฎหมายได้ทันตามกำหนดเวลา ให้ผู้รับผิดชอบในการตรวจสอบจัดทำบันทึกถึงผู้อำนวยการสำนักหรือผู้ช่วยผู้ตรวจเงินแผ่นดิน แล้วแต่กรณี พร้อมแสดงเหตุผลและความจำเป็นที่ไม่อาจตรวจสอบการปฏิบัติตามกฎหมายให้แล้วเสร็จได้ภายในระยะเวลาที่กำหนด ก่อนระยะเวลาสิ้นสุดลง เพื่อพิจารณาขยายระยะเวลาการตรวจสอบการปฏิบัติตามกฎหมายได้ครั้งละไม่เกินสิบวันทำการ และไม่เกินสองครั้งนับตั้งแต่วันที่ระยะเวลาเดิมสิ้นสุดลง\nเมื่อขยายระยะเวลาการตรวจสอบการปฏิบัติตามกฎหมายครบสองครั้งแล้ว แต่ผู้รับผิดชอบในการตรวจสอบยังดำเนินการไม่แล้วเสร็จ ให้ผู้รับผิดชอบในการตรวจสอบจัดทำบันทึกผ่านผู้อำนวยการสำนักหรือผู้ช่วยผู้ตรวจเงินแผ่นดิน แล้วแต่กรณี ถึงรองผู้ว่าการตรวจเงินแผ่นดินที่กำกับดูแล หรือผู้ตรวจเงินแผ่นดิน ก่อนระยะเวลาดังกล่าวสิ้นสุดลง พร้อมชี้แจงแสดงเหตุผลและความจำเป็นที่ไม่อาจตรวจสอบการปฏิบัติตามกฎหมายให้แล้วเสร็จภายในระยะเวลาที่ขยายตามวรรคสอง เพื่อพิจารณาขอขยายระยะเวลาการตรวจสอบการปฏิบัติตามกฎหมายให้แล้วเสร็จได้ครั้งละไม่เกินสิบวันทำการ นับตั้งแต่วันที่ระยะเวลาเดิมสิ้นสุดลง",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ที่ ๑๙/๒๕๖๖",
        "text": "ข้อ ๒ การปรับปรุงแก้ไขร่างรายงานการตรวจสอบการปฏิบัติตามกฎหมายและเอกสารหลักฐานประกอบให้ครบถ้วนสมบูรณ์ตามที่หัวหน้ากลุ่มงานสั่งการ โดยหัวหน้ากลุ่มงานต้องกำหนดแนวทางในการปรับปรุงแก้ไขร่างรายงานการตรวจสอบรวมถึงการรวบรวมพยานหลักฐานให้ชัดเจน และให้ผู้รับผิดชอบในการตรวจสอบดำเนินการให้แล้วเสร็จภายในระยะเวลาที่หัวหน้ากลุ่มงานกำหนด แต่ทั้งนี้ต้องไม่เกินเจ็ดวันทำการ กรณีมีเหตุจำเป็นไม่อาจดำเนินการได้ทันตามกำหนดเวลา ให้ผู้รับผิดชอบในการตรวจสอบจัดทำบันทึกถึงผู้อำนวยการสำนักหรือผู้ช่วยผู้ตรวจเงินแผ่นดิน แล้วแต่กรณี ก่อนระยะเวลาดังกล่าวสิ้นสุดลง พร้อมแสดงเหตุผลและความจำเป็นที่ไม่อาจปรับปรุงแก้ไขรายงานให้แล้วเสร็จภายในระยะเวลาที่กำหนดได้ เพื่อพิจารณาขยายระยะเวลาดำเนินการได้อีกไม่เกินเจ็ดวันทำการ หากดำเนินการไม่แล้วเสร็จภายในกำหนด ให้พิจารณาดำเนินการเสนอผู้อำนวยการสำนักหรือผู้ช่วยผู้ตรวจเงินแผ่นดินแล้วแต่กรณี เพื่อพิจารณาดำเนินการเสนอรองผู้ว่าการตรวจเงินแผ่นดินที่กำกับดูแลหรือผู้ตรวจเงินแผ่นดิน เพื่อพิจารณาขยายระยะเวลาการตรวจสอบให้แล้วเสร็จได้ครั้งละไม่เกินเจ็ดวันทำการ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ที่ ๑๙/๒๕๖๖",
        "text": "กรณีผู้อำนวยการสำนักหรือผู้ช่วยผู้ตรวจเงินแผ่นดิน แล้วแต่กรณี สั่งการให้ตรวจสอบเพิ่มเติมผู้รับผิดชอบในการตรวจสอบต้องดำเนินการให้แล้วเสร็จภายในเวลาที่ผู้อำนวยการสำนักหรือผู้ช่วยผู้ตรวจเงินแผ่นดินกำหนด แต่ทั้งนี้ต้องไม่เกินสิบวันทำการ นับแต่วันที่สั่งการ หากดำเนินการไม่แล้วเสร็จภายในระยะเวลาดังกล่าว ให้ผู้รับผิดชอบในการตรวจสอบจัดทำบันทึกถึงผู้อำนวยการสำนักหรือผู้ช่วยผู้ตรวจเงินแผ่นดินก่อนระยะเวลาเดิมสิ้นสุดลง พร้อมเหตุผลและความจำเป็นที่ไม่อาจตรวจสอบเพิ่มเติมให้แล้วเสร็จภายในระยะเวลาที่กำหนด เพื่อพิจารณาดำเนินการเสนอรองผู้ว่าการตรวจเงินแผ่นดินที่กำกับดูแล หรือผู้ตรวจเงินแผ่นดินเพื่อพิจารณาขยายระยะเวลาการตรวจสอบให้แล้วเสร็จได้ครั้งละไม่เกินเจ็ดวันทำการ\nการสั่งให้ตรวจสอบเพิ่มเติมตามวรรคสอง ต้องอยู่ในประเด็นที่ผู้อำนวยการสำนักหรือผู้ช่วยผู้ตรวจเงินแผ่นดินให้ความเห็นชอบไว้แล้วตามข้อ ๒๕ (๒) ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ และจะต้องกำหนดแนวทางการตรวจสอบและรวบรวมพยานหลักฐานเพิ่มเติมให้ชัดเจน",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ที่ ๑๙/๒๕๖๖",
        "text": "ข้อ ๓ เมื่อดำเนินการตามข้อ ๑ และข้อ ๒ เสร็จสิ้น และผู้บริหารงานตรวจสอบผู้มีอำนาจพิจารณาแต่ละระดับชั้นได้พิจารณาสั่งการแล้ว ให้ผู้รับผิดชอบในการตรวจสอบจัดทำรายงานการตรวจสอบฉบับสมบูรณ์ ให้แล้วเสร็จภายในกำหนด ๑๐ วันทำการ นับแต่วันที่ผู้บริหารงานตรวจสอบผู้มีอำนาจได้พิจารณาสั่งการแล้วเสร็จ และผู้อำนวยการสำนักหรือผู้ช่วยผู้ตรวจเงินแผ่นดิน หรือหน้ากลุ่มงาน ได้แจ้งให้ผู้รับผิดชอบในการตรวจสอบทราบ แล้วแต่กรณี\nทั้งนี้ ในการตรวจสอบและการออกรายงานการตรวจสอบต้องดำเนินการให้แล้วเสร็จภายในหนึ่งปีนับแต่วันที่ได้ส่งหนังสือแจ้งการเข้าตรวจสอบ หากผู้รับผิดชอบในการตรวจสอบไม่อาจดำเนินการให้แล้วเสร็จภายในระยะเวลาดังกล่าวได้ ก่อนระยะเวลาหนึ่งปีสิ้นสุดลงให้ผู้รับผิดชอบในการตรวจสอบจัดทำบันทึกเสนอผู้ว่าการตรวจเงินแผ่นดิน พร้อมเหตุผลและความจำเป็นที่ไม่อาจดำเนินการให้แล้วเสร็จ เพื่อพิจารณาขยายระยะเวลาการตรวจสอบและการออกรายงานการตรวจสอบได้อีกไม่เกินหนึ่งปี",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ที่ ๑๙/๒๕๖๖",
        "text": "ในกรณีมีเหตุผลความจำเป็นอย่างยิ่งที่ทำให้การตรวจสอบและการออกรายงานไม่อาจดำเนินการได้ ภายในระยะเวลาที่กำหนดตามวรรคสอง ให้ผู้รับผิดชอบในการตรวจสอบจัดทำบันทึกถึงผู้บริหารงานตรวจสอบ ในแต่ละระดับชั้น ก่อนระยะเวลาดังกล่าวสิ้นสุดลง พร้อมเหตุผลและความจำเป็นที่ไม่อาจดำเนินการให้แล้วเสร็จ เพื่อเสนอคณะกรรมการตรวจเงินแผ่นดินพิจารณาขยายระยะเวลาการตรวจสอบและการออกรายงานต่อไป",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ที่ ๑๙/๒๕๖๖",
        "text": "ทั้งนี้ ตั้งแต่ วันที่ ๒๙ ธันวาคม พ.ศ. ๒๕๖๖ เป็นต้นไป\nสั่ง ณ วันที่ ๒๐ ธันวาคม พ.ศ. ๒๕๖๖",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-20",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    }
]