[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๘ เรื่อง หลักเกณฑ์วิธีการในการกำหนดประเภทและจัดลำดับความสำคัญของเรื่องร้องเรียนที่รับไว้ตรวจสอบ",
        "text": "โดยที่เป็นการสมควรให้มีการกำหนดประเภทและจัดลำดับความสำคัญของเรื่องร้องเรียนเพื่อให้ การตรวจสอบการปฏิบัติตามกฎหมายเป็นไปอย่างมีประสิทธิภาพมากยิ่งขึ้น\n\nอาศัยอำนาจตามความในมาตรา ๕๓ และมาตรา ๕๔ (๕) แห่งพระราชบัญญัติประกอบรัฐธรรมนูญ ว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และข้อ ๒๓/๒ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วย การตรวจสอบการปฏิบัติตามกฎหมาย (ฉบับที่ ๒) พ.ศ. ๒๕๖๘ ผู้ว่าการตรวจเงินแผ่นดินจึงออกคำสั่งไว้ ดังต่อไปนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๘ เรื่อง หลักเกณฑ์วิธีการในการกำหนดประเภทและจัดลำดับความสำคัญของเรื่องร้องเรียนที่รับไว้ตรวจสอบ",
        "text": "ข้อ ๑ เรื่องร้องเรียนที่รับไว้ตรวจสอบ ให้รองผู้ตรวจเงินแผ่นดิน หรือผู้อำนวยการสำนักหรือ ผู้ที่ได้รับมอบหมาย พิจารณาจัดประเภทเรื่องร้องเรียน ตามลำดับความเร่งด่วนก่อนหลัง ดังต่อไปนี้\n(๑) เรื่องสำคัญเร่งด่วนที่สุด ประเภทที่ ๑ คือ เรื่องที่ผู้ถูกร้องเรียนดำรงตำแหน่งหัวหน้าส่วนราชการ หรือหัวหน้าหน่วยงานผู้รับผิดชอบในการปฏิบัติราชการหรือการบริหารของหน่วยรับตรวจ และต้องเป็นเรื่อง ที่อาจมีความเสียหายตั้งแต่ ๕๐ ล้านบาทขึ้นไปสำหรับส่วนกลาง หรือตั้งแต่ ๒๐ ล้านบาทขึ้นไปสำหรับ ส่วนภูมิภาคแล้วแต่กรณี ในกรณีที่ไม่อาจทราบมูลค่าความเสียหายได้แน่ชัด ให้พิจารณาจากมูลค่าของโครงการ หรือสัญญาซึ่งต้องมีมูลค่าตั้งแต่ ๕๐๐ ล้านบาทขึ้นไปสำหรับส่วนกลาง หรือตั้งแต่ ๑๐๐ ล้านบาทขึ้นไป สำหรับส่วนภูมิภาค\n(๒) เรื่องเร่งด่วนที่สุด ประเภทที่ ๒ ได้แก่",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๘ เรื่อง หลักเกณฑ์วิธีการในการกำหนดประเภทและจัดลำดับความสำคัญของเรื่องร้องเรียนที่รับไว้ตรวจสอบ",
        "text": "(๒) เรื่องเร่งด่วนที่สุด ประเภทที่ ๒ ได้แก่\n(ก) เรื่องที่มีความเสียหาย หรืออาจเกิดความเสียหายเป็นมูลค่าตั้งแต่ ๒๐ ล้านบาทขึ้นไป สำหรับส่วนกลาง หรือตั้งแต่ ๑๐ ล้านบาทขึ้นไปสำหรับส่วนภูมิภาค เว้นแต่ในกรณีที่ไม่อาจทราบหรือไม่อาจคาด มูลค่าความเสียหายที่เกิดขึ้นได้แน่ชัด ให้พิจารณาจากมูลค่าของโครงการหรือสัญญาที่เกี่ยวข้องกับเรื่อง ที่ถูกร้องเรียนนั้น ซึ่งต้องเป็นเรื่องที่มีมูลค่าของโครงการหรือสัญญาตั้งแต่ ๕๐๐ ล้านบาทขึ้นไปสำหรับส่วนกลาง หรือตั้งแต่ ๑๐๐ ล้านบาทขึ้นไปสำหรับส่วนภูมิภาค\n(ข) เรื่องที่เจ้าหน้าที่ของหน่วยรับตรวจผู้รับผิดชอบซึ่งถูกร้องเรียนดำรงตำแหน่งตั้งแต่ ระดับ ๑๐ หรือเทียบเท่าขึ้นไปสำหรับส่วนกลาง หรือดำรงตำแหน่งตั้งแต่ระดับ ๙ หรือเทียบเท่าขึ้นไปสำหรับ ส่วนภูมิภาค\n(๓) เรื่องเร่งด่วนมาก ประเภทที่ ๓ ได้แก่",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๘ เรื่อง หลักเกณฑ์วิธีการในการกำหนดประเภทและจัดลำดับความสำคัญของเรื่องร้องเรียนที่รับไว้ตรวจสอบ",
        "text": "(๓) เรื่องเร่งด่วนมาก ประเภทที่ ๓ ได้แก่\n(ก) เรื่องที่มีความเสียหาย หรืออาจเกิดความเสียหายเป็นมูลค่าตั้งแต่ ๕ ล้านบาทขึ้นไปแต่ไม่ถึง ๒๐ ล้านบาทสำหรับส่วนกลาง หรือตั้งแต่ ๑ ล้านบาทขึ้นไปแต่ไม่ถึง ๑๐ ล้านบาทสำหรับส่วนภูมิภาค เว้นแต่ในกรณีที่ไม่อาจทราบหรือไม่อาจคาดมูลค่าความเสียหายที่เกิดขึ้นได้แน่ชัด ให้พิจารณาจากมูลค่าของโครงการหรือสัญญาที่เกี่ยวข้องกับเรื่องที่ถูกร้องเรียนนั้น ซึ่งต้องเป็นเรื่องที่มีมูลค่าของโครงการหรือสัญญาตั้งแต่ ๑๐๐ ล้านบาทขึ้นไปแต่ไม่ถึง ๕๐๐ ล้านบาทสำหรับส่วนกลาง หรือตั้งแต่ ๒๐ ล้านบาทขึ้นไปแต่ไม่ถึง ๑๐๐ ล้านบาทสำหรับส่วนภูมิภาค\n(ข) เรื่องที่เจ้าหน้าที่ของหน่วยรับตรวจผู้รับผิดชอบซึ่งถูกร้องเรียนดำรงตำแหน่งระดับ ๙ หรือเทียบเท่าสำหรับส่วนกลาง หรือดำรงตำแหน่งระดับ ๘ หรือเทียบเท่าสำหรับส่วนภูมิภาค\n(๔) เรื่องเร่งด่วน ประเภทที่ ๔ ได้แก่",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๘ เรื่อง หลักเกณฑ์วิธีการในการกำหนดประเภทและจัดลำดับความสำคัญของเรื่องร้องเรียนที่รับไว้ตรวจสอบ",
        "text": "(๔) เรื่องเร่งด่วน ประเภทที่ ๔ ได้แก่\n(ก) เรื่องที่มีความเสียหาย หรืออาจเกิดความเสียหายเป็นมูลค่าตั้งแต่ ๑๐๐,๐๐๐ บาทขึ้นไป แต่ไม่ถึง ๕ ล้านบาทสำหรับส่วนกลาง หรือตั้งแต่ ๑๐๐,๐๐๐ บาทขึ้นไปแต่ไม่ถึง ๑ ล้านบาทสำหรับส่วนภูมิภาค เว้นแต่ในกรณีที่ไม่อาจทราบหรือไม่อาจคาดมูลค่าความเสียหายที่เกิดขึ้นได้แน่ชัด ให้พิจารณาจากมูลค่าของโครงการหรือสัญญาที่เกี่ยวข้องกับเรื่องที่ถูกร้องเรียนนั้น ซึ่งต้องเป็นเรื่องที่มีมูลค่าของโครงการหรือสัญญาตั้งแต่ ๑๐ ล้านบาทขึ้นไปแต่ไม่ถึง ๑๐๐ ล้านบาทสำหรับส่วนกลาง หรือตั้งแต่ ๕ ล้านบาทขึ้นไปแต่ไม่ถึง ๒๐ ล้านบาทสำหรับส่วนภูมิภาค\n(ข) เรื่องที่เจ้าหน้าที่ของหน่วยรับตรวจผู้รับผิดชอบซึ่งถูกร้องเรียนดำรงตำแหน่งระดับ ๘ หรือเทียบเท่าสำหรับส่วนกลาง หรือดำรงตำแหน่งระดับ ๖ หรือระดับ ๗ หรือเทียบเท่าสำหรับส่วนภูมิภาค\n(๕) เรื่องประเภทที่ ๕ เป็นเรื่องอื่นที่ไม่สามารถจัดลำดับความสำคัญตาม (๑) ถึง (๔) ได้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๘ เรื่อง หลักเกณฑ์วิธีการในการกำหนดประเภทและจัดลำดับความสำคัญของเรื่องร้องเรียนที่รับไว้ตรวจสอบ",
        "text": "ข้อ ๒ เรื่องที่รับไว้ตรวจสอบเรื่องใด เมื่อพิจารณาหลักเกณฑ์ในการจัดประเภทตามข้อ ๑ แล้ว พบว่าสามารถจัดประเภทของเรื่องอยู่ในประเภทของความเร่งด่วนได้มากกว่าหนึ่งประเภท ให้พิจารณาจัดเรื่องตามหลักเกณฑ์ที่อยู่ในประเภทความเร่งด่วนที่สำคัญมากกว่า\n\nข้อ ๓ เมื่อจัดประเภทของเรื่องตามหลักเกณฑ์ในข้อ ๑ และข้อ ๒ แล้ว ให้รองผู้ตรวจเงินแผ่นดิน หรือผู้อำนวยการสำนัก มอบหมายผู้อำนวยการกลุ่มรับผิดชอบจัดเรื่องลงทะเบียนคุมการรับเรื่องร้องเรียนที่รับไว้ ตรวจสอบ โดยแยกทะเบียนคุมเรื่องแต่ละประเภทออกจากกัน",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๘ เรื่อง หลักเกณฑ์วิธีการในการกำหนดประเภทและจัดลำดับความสำคัญของเรื่องร้องเรียนที่รับไว้ตรวจสอบ",
        "text": "ข้อ ๔ เรื่องที่อยู่ในทะเบียนแต่ละประเภท ให้ผู้อำนวยการกลุ่มซึ่งได้รับมอบหมายตามข้อ ๓ จัดลำดับความสำคัญของเรื่องเสนอรองผู้ตรวจเงินแผ่นดิน หรือผู้อำนวยการสำนักเพื่อนำมาประกอบการวางแผนการตรวจสอบประจำปี โดยในแต่ละประเภทให้พิจารณาเรียงลำดับจากมูลค่าความเสียหาย หรือมูลค่าโครงการหรือสัญญาแล้วแต่กรณี หรือระดับของผู้ถูกร้องเรียนเป็นหลัก โดยประกอบข้อเท็จจริง ดังนี้\n(๑) เป็นเรื่องที่ต้องดำเนินการตรวจสอบโดยเร็ว มิฉะนั้นจะรวบรวมพยานหลักฐานได้ยาก เนื่องจากพยานหลักฐานอาจสูญหาย หรือถูกทำลาย หรือเหตุอื่น\n(๒) เป็นเรื่องที่มีความสำคัญ และอยู่ในความสนใจของประชาชน\n(๓) เป็นเรื่องที่ปรากฏพยานหลักฐานหรือข้อมูลชัดเจนเพียงพอ หรือเรื่องที่เป็นผลมาจากการ ตรวจสอบด้านอื่นซึ่งจะต้องดำเนินการตรวจสอบการปฏิบัติตามกฎหมาย และใช้เวลาตรวจสอบไม่นาน\n\nข้อ ๕ ในการวางแผนการตรวจสอบประจำปีให้รองผู้ตรวจเงินแผ่นดินหรือผู้อำนวยการสำนัก นำเรื่องร้องเรียนที่จัดลำดับอยู่ในประเภทที่ ๑ มาตรวจสอบก่อนจนครบทุกเรื่อง แล้วจึงนำเรื่องร้องเรียนที่จัด ลำดับอยู่ในประเภทที่ ๒ ถึงประเภทที่ ๕ มาตรวจสอบเรียงตามลำดับต่อไป โดยการจัดลำดับในแต่ละประเภท ให้เรียงลำดับตามความสำคัญของเรื่องที่กำหนดไว้ในข้อ ๔",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๘ เรื่อง หลักเกณฑ์วิธีการในการกำหนดประเภทและจัดลำดับความสำคัญของเรื่องร้องเรียนที่รับไว้ตรวจสอบ",
        "text": "ข้อ ๖ เพื่อประโยชน์ในการพิจารณาจัดลำดับความสำคัญของเรื่องร้องเรียนตามคำสั่งนี้ ในการ เปรียบเทียบตำแหน่งของข้าราชการ เจ้าหน้าที่ผู้รับผิดชอบของหน่วยรับตรวจ และบุคคลภายนอก ให้เป็นไป ตามตารางเปรียบเทียบตำแหน่งท้ายคำสั่งนี้\n\nทั้งนี้ ตั้งแต่วันที่ ๒๐ ธันวาคม พ.ศ. ๒๕๖๘ เป็นต้นไป\nสั่ง ณ วันที่ ๑๙ ธันวาคม พ.ศ. ๒๕๖๘",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    }
]