[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๐/๒๕๖๖",
        "text": "เพื่อให้การแจ้งผลการตรวจสอบและติดตามผลการตรวจสอบการปฏิบัติตามกฎหมายและการแจ้งผล การพิจารณาเรื่องร้องเรียน เป็นไปในแนวทางเดียวกันและมีประสิทธิภาพประสิทธิผล อาศัยอำนาจตามความใน มาตรา ๕๔ (๔) และ (๕) ประกอบมาตรา ๗ มาตรา ๘๕ มาตรา ๘๖ มาตรา ๘๗ มาตรา ๘๘ และมาตรา ๙๕ แห่ง พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และข้อ ๖ ข้อ ๗ ประกอบข้อ ๔๑ และ ข้อ ๔๕ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ผู้ว่าการตรวจเงินแผ่นดินจึงออกคำสั่งไว้ ดังต่อไปนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2020-02-21",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๐/๒๕๖๖",
        "text": "ข้อ ๑ การแจ้งผลการตรวจสอบการปฏิบัติตามกฎหมายและการแจ้งผลการพิจารณาเรื่องร้องเรียน ให้ใช้แบบดังต่อไปนี้\n(๑) การแจ้งผลการพิจารณาเรื่องร้องเรียนให้ผู้ร้องเรียนทราบ กรณีไม่รับเรื่องร้องเรียน ไว้ตรวจสอบการปฏิบัติตามกฎหมาย ให้เป็นไปตามแบบ ตส. ๑\n(๒) การแจ้งให้หน่วยรับตรวจหรือผู้ร้องเรียนทราบ กรณียุติการตรวจสอบ ซึ่งเป็นกรณี ที่หน่วยรับตรวจร้องขอหรือต้องแจ้งให้ผู้ร้องทราบตามระเบียบฯ ให้เป็นไปตามแบบ ตส. ๒\n(๓) การแจ้งผลการตรวจสอบให้หน่วยรับตรวจทราบ กรณียุติเรื่องและต้องแจ้งผลการ ตรวจสอบให้หน่วยรับตรวจทราบ (เฉพาะกรณีหน่วยรับตรวจขอทราบผล) ให้เป็นไปตามแบบ ตส. ๓\n(๔) การแจ้งผลการตรวจสอบให้ผู้ร้องเรียนทราบ กรณียุติเรื่อง หรือกรณีมีข้อบกพร่อง ให้เป็นไปตามแบบ ตส. ๔\n(๕) การแจ้งผลการตรวจสอบให้ผู้รับตรวจดำเนินการ กรณีผลการตรวจสอบมีข้อบกพร่อง จากการไม่ปฏิบัติตามกฎหมายและไม่ก่อให้เกิดความเสียหาย ตามมาตรา ๘๕ วรรคหนึ่ง มาตรา ๙๕ วรรคหนึ่ง ให้เป็นไปตามแบบ ตส. ๕",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2020-02-21",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๐/๒๕๖๖",
        "text": "(๕) การแจ้งผลการตรวจสอบให้ผู้รับตรวจดำเนินการ กรณีผลการตรวจสอบมีข้อบกพร่อง จากการไม่ปฏิบัติตามกฎหมายและไม่ก่อให้เกิดความเสียหาย ตามมาตรา ๘๕ วรรคหนึ่ง มาตรา ๙๕ วรรคหนึ่ง ให้เป็นไปตามแบบ ตส. ๕\n(๖) การแจ้งผลการตรวจสอบให้ผู้รับตรวจหรือหน่วยงานที่เกี่ยวข้องดำเนินการ กรณีผล การตรวจสอบมีข้อบกพร่อง เนื่องจากกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติ ราชการไม่เหมาะสมกับสถานการณ์ หรือการปฏิบัติตามจะก่อให้เกิดความเสียหายต่อราชการหรือประชาชน ตามมาตรา ๘๕ วรรคสาม ให้เป็นไปตามแบบ ตส. ๖\n(๗) การแจ้งผลการตรวจสอบให้ผู้รับตรวจดำเนินการ กรณีผลการตรวจสอบมีข้อบกพร่อง และมีความเสียหายจากการไม่ปฏิบัติตามกฎหมายหรือจงใจ ตามมาตรา ๘๕ วรรคสอง มาตรา ๙๕ วรรคสาม ให้เป็นไป ตามแบบ ตส. ๗\n(๘) การแจ้งผลการตรวจสอบให้ผู้ที่มีหน้าที่และอำนาจดำเนินการตามกฎหมายซึ่งมิใช่ ผู้รับตรวจ กรณีผู้รับตรวจไม่มีอำนาจดำเนินการตามกฎหมายเพื่อให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับ ตรวจหรือดำเนินการทางวินัยกับเจ้าหน้าที่ของรัฐผู้กระทำความผิดคนใดคนหนึ่งได้ ตามมาตรา ๘๕ วรรคสอง มาตรา ๙๕ วรรคสาม ให้เป็นไปตามแบบ ตส. ๘",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2020-02-21",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๐/๒๕๖๖",
        "text": "(๙) การแจ้งผลการตรวจสอบให้ผู้รับตรวจดำเนินการ กรณีผลการตรวจสอบ มีทั้งกรณี ประเด็นที่ไม่ปฏิบัติตามกฎหมายและไม่ก่อให้เกิดความเสียหาย และกรณีที่ผลการตรวจสอบมีประเด็น ที่ไม่ปฏิบัติตามกฎหมายและก่อให้เกิดความเสียหายหรือจงใจหรือทุจริต ตามมาตรา ๘๕ มาตรา ๘๖ มาตรา ๘๗ มาตรา ๙๕ ให้เป็นไปตามแบบ ตส. ๙\n(๑๐) การแจ้งผลการตรวจสอบให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ ดำเนินการตามหน้าที่ กรณีทุจริตหรือประพฤติมิชอบก่อให้เกิดความเสียหาย ตามมาตรา ๗ มาตรา ๘๘ มาตรา ๙๕ วรรคสอง ให้เป็นไปตามแบบ ตส. ๑๐\n(๑๑) การแจ้งผลการตรวจสอบให้คณะกรรมการการเลือกตั้งดำเนินการตามหน้าที่ กรณีอาจทำให้การเลือกตั้งมิได้เป็นไปโดยสุจริตหรือเที่ยงธรรม ตามมาตรา ๗ ให้เป็นไปตามแบบ ตส. ๑๑\n(๑๒) การแจ้งผลการตรวจสอบให้หน่วยงานอื่นซึ่งมีหน้าที่และอำนาจกรณีมีการกระทำ ด้วยประการใด ๆ หรือมีการไม่ปฏิบัติตามกฎหมายซึ่งอยู่ในหน้าที่และอำนาจของหน่วยงานอื่น ตามมาตรา ๗ ให้เป็นไปตาม แบบ ตส. ๑๒",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2020-02-21",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๐/๒๕๖๖",
        "text": "ข้อ ๒ การติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย ให้ใช้แบบ ดังต่อไปนี้\n(๑) การติดตามผลการตรวจสอบ กรณีแจ้งผู้รับตรวจตามมาตรา ๘๕ วรรคหนึ่ง มาตรา ๙๕ วรรคหนึ่ง ให้เป็นไปตามแบบติดตาม ๑ (แจ้งเร่งรัดให้ดำเนินการ ครั้งที่ ๑)\n(๒) การติดตามผลการตรวจสอบ กรณีแจ้งผู้รับตรวจตามมาตรา ๘๕ วรรคหนึ่ง มาตรา ๙๕ วรรคหนึ่ง ให้เป็นไปตามแบบติดตาม ๒ (แจ้งเร่งรัดให้ดำเนินการ ครั้งที่ ๒)\n(๓) การติดตามผลการตรวจสอบ กรณีแจ้งผู้รับตรวจหรือหัวหน้าหน่วยงานที่เกี่ยวข้อง ตามมาตรา ๘๕ วรรคสาม ให้เป็นไปตามแบบติดตาม ๓ (แจ้งเร่งรัดให้ดำเนินการให้แล้วเสร็จ)\n(๔) การติดตามผลการตรวจสอบ กรณีแจ้งให้ดำเนินการตามมาตรา ๘๕ วรรคสอง มาตรา ๙๕ วรรคสาม ผู้รับตรวจไม่รายงานผลกลับมาหรือรายงานกลับมา แต่ยังไม่เริ่มต้นดำเนินกระบวนการภายในระยะเวลา ๖๐ วัน นับแต่แจ้งผู้รับตรวจ ให้เป็นไปตามแบบติดตาม ๔ (แจ้งเตือนให้เริ่มต้นดำเนินกระบวนการภายใน ๓๐ วัน)",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2020-02-21",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๐/๒๕๖๖",
        "text": "(๕) การติดตามผลการตรวจสอบ กรณีแจ้งให้ดำเนินการตามมาตรา ๘๕ วรรคสอง มาตรา ๙๕ วรรคสาม กรณีผู้รับตรวจรายงานผลการดำเนินการกลับมา หลังจากได้รับหนังสือแจ้งเตือน แต่ยังไม่ได้เริ่มต้นดำเนิน กระบวนการ โดยมีเหตุอันสมควร หรือเริ่มต้นดำเนินกระบวนการแล้วแต่ยังไม่แล้วเสร็จ ให้เป็นไปตามแบบติดตาม ๕ (แจ้งเร่งรัดดำเนินการให้แล้วเสร็จ)\n(๖) การติดตามผลการตรวจสอบ กรณีแจ้งให้ดำเนินการตามมาตรา ๘๕ วรรคสอง มาตรา ๙๕ วรรคสาม กรณีผู้รับตรวจไม่รายงานผลการดำเนินการหรือไม่ดำเนินการให้แล้วเสร็จภายใน ๒๔๐ วัน โดยไม่มีเหตุ อันสมควร ให้เป็นไปตามแบบติดตาม ๖ (แจ้งเตือนให้ดำเนินการให้แล้วเสร็จภายใน ๓๐ วัน)\n(๗) การติดตามผลการตรวจสอบ กรณีแจ้งให้ดำเนินการตามมาตรา ๘๕ วรรคสอง มาตรา ๙๕ วรรคสาม กรณีผู้รับตรวจดำเนินการไม่แล้วเสร็จภายใน ๒๔๐ วัน โดยมีเหตุอันสมควร ให้เป็นไปตามแบบติดตาม ๗ (แจ้งเร่งรัดให้ดำเนินการให้แล้วเสร็จโดยเร็ว)\nการติดตามผลการตรวจสอบ กรณีแจ้งให้ดำเนินการตามมาตรา ๘๕ วรรคสอง มาตรา ๙๕ วรรคสาม กรณีมีการเร่งรัดให้ดำเนินการตามวรรคหนึ่งแล้ว และต่อมาเห็นว่าการดำเนินการของผู้รับตรวจไม่มีเหตุ อันสมควร ให้เป็นไปตามแบบติดตาม ๘ (แจ้งเตือนให้ดำเนินการให้แล้วเสร็จภายใน ๓๐ วัน)",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2020-02-21",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๐/๒๕๖๖",
        "text": "(๘) การติดตามผลการตรวจสอบ กรณีแจ้งให้ดำเนินการตามมาตรา ๘๕ วรรคสอง มาตรา ๙๕ วรรคสาม ให้ผู้มีหน้าที่และอำนาจตามกฎหมาย (ซึ่งมิใช่ผู้รับตรวจ) ดำเนินการตามอำนาจหน้าที่ให้ เป็นไปตามแบบติดตาม ๙ (แจ้งเร่งรัดให้เริ่มต้นดำเนินกระบวนการโดยเร็วและให้แล้วเสร็จภายใน ๒๔๐ วัน)\n(๙) การติดตามผลการตรวจสอบ กรณีแจ้งผลการดำเนินการให้ผู้รับตรวจดำเนินการ หลายกรณี (ตามแบบ ตส.๙) (ผู้รับตรวจไม่แจ้งผลการดำเนินการเมื่อครบ ๖๐ วันหรือดำเนินการยังไม่แล้วเสร็จ ตามมาตรา ๘๕ วรรคหนึ่ง มาตรา ๙๕ วรรคหนึ่ง มาตรา ๘๖ มาตรา ๘๗ และ/หรือ ไม่แจ้งผลการดำเนินการ หรือแจ้งผลการดำเนินการแต่ยังไม่ได้เริ่มต้นกระบวนการเพื่อให้มีการชดใช้ค่าเสียหายหรือการดำเนินการทางวินัย โดยไม่มีเหตุอันสมควรตามมาตรา ๘๕ วรรคสอง มาตรา ๙๕ วรรคสาม) ให้เป็นไปตามแบบติดตาม ๑๐ (แจ้งเตือนให้ เร่งรัดดำเนินการ)",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2020-02-21",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๐/๒๕๖๖",
        "text": "ข้อ ๓ ให้แบบติดตามที่ ๑ - ๗ ตามคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๓ เรื่อง แบบการแจ้งผล การตรวจสอบและติดตามผลการตรวจสอบ สั่ง ณ วันที่ ๒๑ กุมภาพันธ์ ๒๕๖๓ มีผลใช้บังคับอยู่ต่อไป สำหรับ การติดตามผลการตรวจสอบที่ได้แจ้งผลการตรวจสอบไปแล้ว แต่ยังติดตามผลการตรวจสอบไม่แล้วเสร็จ ตาม ระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบกรณีพิเศษและการเสนอเรื่องความผิดวินัยการเงิน การคลังของรัฐ พ.ศ. ๒๕๖๒ โดยในการติดตามให้เป็นไปตามหลักเกณฑ์ และวิธีการที่กำหนดไว้ในระเบียบและ คำสั่งดังกล่าว\n\nข้อ ๔ ผู้มีอำนาจลงนามในหนังสือตามแบบแนบท้ายคำสั่งนี้ ให้ถือปฏิบัติตามคำสั่งผู้ว่าการตรวจเงิน แผ่นดิน เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบ การปฏิบัติตามกฎหมาย\n\nข้อ ๕ เพื่อประโยชน์ในการปฏิบัติตามคำสั่งนี้ กรณีมีความจำเป็นให้สามารถปรับใช้แบบ แนบท้าย คำสั่งนี้ได้ตามความเหมาะสม ทั้งนี้ ต้องไม่กระทบในส่วนของเนื้อหาที่เป็นสาระสำคัญ\n\nทั้งนี้ ตั้งแต่ วันที่ ๒๙ ธันวาคม พ.ศ. ๒๕๖๖ เป็นต้นไป\nสั่ง ณ วันที่ ๒๐ ธันวาคม พ.ศ. ๒๕๖๖",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2020-02-21",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    }
]