[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "โดยที่เป็นการสมควรปรับปรุงคำสั่งการมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผล การตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย ให้เป็นไปอย่างมีประสิทธิภาพ ประสิทธิผล ต่อเนื่อง สอดคล้องกับพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ รวมถึง โครงสร้างการแบ่งส่วนราชการภายใน ขอบเขตหน้าที่และอำนาจของส่วนราชการภายใน และการกำหนด ตำแหน่งของสำนักงานการตรวจเงินแผ่นดิน\n\nอาศัยอำนาจตามความในมาตรา ๕๓ มาตรา ๕๔ (๔) (๘) มาตรา ๕๙ (๗) ประกอบมาตรา ๗ มาตรา ๘๕ มาตรา ๘๖ มาตรา ๘๗ มาตรา ๘๘ และมาตรา ๙๕ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญ ว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ผู้ว่าการตรวจเงินแผ่นดินจึงออกคำสั่งไว้ ดังต่อไปนี้\n\nข้อ ๑ ให้ยกเลิกคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๑/๒๕๖๖ เรื่อง การมอบหมายการพิจารณา ผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย ลงวันที่ ๒๐ ธันวาคม พ.ศ. ๒๕๖๖",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ข้อ ๒ ให้ผู้อำนวยการสำนัก ซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมาย เป็นผู้พิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตาม กฎหมาย ในกรณีดังต่อไปนี้\n(๑) กรณีผลการตรวจสอบมีข้อบกพร่องเนื่องจากการไม่ปฏิบัติตามกฎหมายว่าด้วย วินัยการเงินการคลังของรัฐ และตามกฎหมายอื่น รวมถึงระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผน การปฏิบัติราชการ แต่ไม่ก่อให้เกิดความเสียหาย ซึ่งต้องแจ้งข้อบกพร่องหรือข้อเสนอแนะให้ผู้รับตรวจทราบ เพื่อดำเนินการแก้ไขและควบคุมหรือกำกับมิให้เกิดข้อบกพร่องขึ้นอีก ตามมาตรา ๘๕ วรรคหนึ่ง หรือเพื่อกำกับดูแล มิให้เกิดข้อบกพร่องขึ้นอีก ตามมาตรา ๙๕ วรรคหนึ่ง\n(๒) กรณีผลการตรวจสอบการจัดเก็บรายได้หรือผลตอบแทนไม่เป็นไปตามกฎหมาย หรือสัญญา ซึ่งต้องแจ้งข้อบกพร่องและข้อเสนอแนะไปยังหน่วยรับตรวจเพื่อดำเนินการให้ถูกต้องตามกฎหมาย หรือสัญญา ตามมาตรา ๘๖ วรรคหนึ่ง\n(๓) กรณีผลการตรวจสอบหน่วยรับตรวจที่มีหน้าที่และอำนาจบริหารจัดการ ดูแลรักษา และติดตามทรัพย์สินของแผ่นดิน ละเว้นหรือไม่ปฏิบัติหน้าที่ตามที่กำหนดไว้ในกฎหมาย ซึ่งต้องแจ้งข้อเสนอแนะ ไปยังหน่วยรับตรวจเพื่อดำเนินการให้ถูกต้อง ตามมาตรา ๘๗ วรรคหนึ่ง",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "(๔) กรณีผลการตรวจสอบปรากฏว่า มีข้อบกพร่อง ตาม (๑) (๒) หรือ (๓) และก่อให้เกิด ความเสียหายซึ่งต้องแจ้งให้ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายหรือดำเนินการทางวินัย ตามมาตรา ๘๕ วรรคสอง หรือเป็นการจงใจหรือก่อให้เกิดความเสียหายตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ ซึ่งต้อง แจ้งให้ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายหรือดำเนินการทางวินัย ตามมาตรา ๙๕ วรรคสาม เฉพาะกรณี ผู้ที่ต้องรับผิดชอบของหน่วยรับตรวจเป็นผู้ดำรงตำแหน่งตั้งแต่ประเภทอำนวยการ ระดับต้นหรือเทียบเท่า ระดับ ๘ ลงมาและเป็นกรณีไม่มีความเสียหาย หรือมีมูลค่าความเสียหายซึ่งเกิดขึ้นหรือเชื่อว่าเกิดขึ้น สำหรับ ส่วนกลางไม่เกินสิบล้านบาท และสำหรับส่วนภูมิภาคไม่เกินสามล้านบาท",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "(๕) กรณีผลการตรวจสอบมีหลักฐานอันควรเชื่อได้ว่า การใช้จ่ายเงินแผ่นดินมีพฤติการณ์ อันเป็นการทุจริตต่อหน้าที่ หรือจงใจปฏิบัติหน้าที่หรือใช้อำนาจขัดต่อรัฐธรรมนูญหรือกฎหมาย หรืออาจทำให้ การเลือกตั้งมิได้เป็นไปโดยสุจริตหรือเที่ยงธรรม ตามมาตรา ๗ หรือผลการตรวจสอบการปฏิบัติตามกฎหมาย ว่าด้วยวินัยการเงินการคลังของรัฐมีลักษณะเป็นการทุจริต ตามมาตรา ๙๕ วรรคสอง ซึ่งผู้ถูกกล่าวหาหรือ ผู้ที่ต้องรับผิดชอบของหน่วยรับตรวจเป็นผู้ดำรงตำแหน่งตั้งแต่ประเภทอำนวยการ ระดับต้นหรือเทียบเท่า ระดับ ๘ ลงมาและเป็นกรณีไม่มีความเสียหาย หรือมีมูลค่าความเสียหายซึ่งเกิดขึ้นหรือเชื่อว่าเกิดขึ้น สำหรับ ส่วนกลางไม่เกินสิบล้านบาทและสำหรับส่วนภูมิภาคไม่เกินสามล้านบาท",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ข้อ ๓ ให้รองผู้ว่าการตรวจเงินแผ่นดินหรือผู้ตรวจเงินแผ่นดินซึ่งได้รับมอบหมายให้ควบคุม กำกับสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมาย แล้วแต่กรณี เป็นผู้พิจารณา ผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย ในกรณี ดังต่อไปนี้\n(๑) กรณีผลการตรวจสอบมีข้อบกพร่องตาม ข้อ ๒ (๑) (๒) หรือ (๓) และก่อให้เกิด ความเสียหาย ซึ่งต้องแจ้งให้ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายหรือดำเนินการทางวินัย ตามมาตรา ๘๕ วรรคสอง หรือเป็นการจงใจหรือก่อให้เกิดความเสียหายตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ ซึ่งต้องแจ้ง ให้ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายหรือดำเนินการทางวินัย ตามมาตรา ๙๕ วรรคสาม เฉพาะกรณี ดังนี้\n(ก) ผู้ที่ต้องรับผิดชอบของหน่วยรับตรวจเป็นผู้ดำรงตำแหน่งตั้งแต่ประเภท อำนวยการ ระดับต้นหรือเทียบเท่าระดับ ๘ ลงมาและเป็นกรณีมีมูลค่าความเสียหายซึ่งเกิดขึ้นหรือเชื่อว่าเกิดขึ้น สำหรับส่วนกลางเกินสิบล้านบาท สำหรับส่วนภูมิภาคเกินสามล้านบาท\n(ข) ผู้ที่ต้องรับผิดชอบของหน่วยรับตรวจเป็นผู้ดำรงตำแหน่งประเภทบริหาร ระดับต้นหรือเทียบเท่าระดับ ๙",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "(ข) ผู้ที่ต้องรับผิดชอบของหน่วยรับตรวจเป็นผู้ดำรงตำแหน่งประเภทบริหาร ระดับต้นหรือเทียบเท่าระดับ ๙\n(๒) กรณีมีข้อเสนอแนะให้หน่วยรับตรวจจัดเก็บรายได้ให้เป็นไปตามกฎหมายหรือสัญญา และให้ชี้แจงเหตุผล แต่ไม่เห็นด้วยกับการชี้แจงเหตุผลของหน่วยรับตรวจ หรือเห็นว่าการดำเนินการไม่เป็นไป\nตามข้อเสนอแนะหรือไม่ดำเนินการโดยไม่มีเหตุอันสมควร ซึ่งต้องแจ้งให้รัฐมนตรีที่เกี่ยวข้องดำเนินการตาม มาตรา ๘๖ วรรคสอง\n(๓) กรณีหน่วยรับตรวจไม่ดำเนินการตามข้อเสนอแนะให้ถูกต้องเกี่ยวกับการบริหารจัดการ ดูแลรักษา และติดตามทรัพย์สินของแผ่นดินโดยไม่มีเหตุอันสมควร ซึ่งต้องแจ้งให้รัฐมนตรีที่เกี่ยวข้องดำเนินการ ตามหน้าที่และอำนาจ ตามมาตรา ๘๗ วรรคสอง\n(๔) กรณีผลการตรวจสอบมีหลักฐานอันควรเชื่อได้ว่า การใช้จ่ายเงินแผ่นดินมีพฤติการณ์ อันเป็นการทุจริตต่อหน้าที่ หรือจงใจปฏิบัติหน้าที่หรือใช้อำนาจขัดต่อรัฐธรรมนูญหรือกฎหมาย หรืออาจทำให้ การเลือกตั้งมิได้เป็นไปโดยสุจริตหรือเที่ยงธรรม ตามมาตรา ๗ หรือผลการตรวจสอบการปฏิบัติตามกฎหมาย ว่าด้วยวินัยการเงินการคลังของรัฐมีลักษณะเป็นการทุจริต ตามมาตรา ๙๕ วรรคสอง เฉพาะกรณี ดังนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "(ก) ผู้ถูกกล่าวหาหรือผู้ที่ต้องรับผิดชอบของหน่วยรับตรวจเป็นผู้ดำรงตำแหน่ง ตั้งแต่ประเภทอำนวยการ ระดับต้นหรือเทียบเท่าระดับ ๘ ลงมา และเป็นกรณีมีมูลค่าความเสียหายซึ่งเกิดขึ้น หรือเชื่อว่าเกิดขึ้นสำหรับส่วนกลางเกินสิบล้านบาท สำหรับส่วนภูมิภาคเกินสามล้านบาท\n(ข) ผู้ถูกกล่าวหาหรือผู้ที่ต้องรับผิดชอบของหน่วยรับตรวจเป็นผู้ดำรงตำแหน่ง ประเภทบริหาร ระดับต้นหรือเทียบเท่าระดับ ๙\n(ค) เรื่องที่อยู่ในอำนาจพิจารณาของผู้อำนวยการสำนัก แต่ผู้อำนวยการสำนัก มีความเห็นเพิ่มเติมหรือเห็นแย้งกับผู้รับผิดชอบในการตรวจสอบ\n(๕) กรณีผลการตรวจสอบมีประเด็นการตรวจสอบหลายประเด็น โดยมีบางประเด็น อยู่ในหน้าที่และอำนาจพิจารณาผลการตรวจสอบของผู้อำนวยการสำนัก และบางประเด็นอยู่ในหน้าที่และอำนาจ พิจารณาผลการตรวจสอบของรองผู้ว่าการตรวจเงินแผ่นดินหรือผู้ตรวจเงินแผ่นดิน",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ข้อ ๔ ให้ผู้ว่าการตรวจเงินแผ่นดินเป็นผู้พิจารณาผลการตรวจสอบและแจ้งผลการตรวจสอบ การปฏิบัติตามกฎหมาย ในกรณีดังต่อไปนี้\n(๑) กรณีอื่นนอกเหนือจาก ข้อ ๒ หรือ ข้อ ๓\n(๒) กรณีเป็นเรื่องที่ผู้ว่าการตรวจเงินแผ่นดินสั่งให้ตรวจสอบการปฏิบัติตามกฎหมาย เป็นการเฉพาะกรณี\n(๓) กรณีเป็นเรื่องที่อยู่ในอำนาจพิจารณาของรองผู้ว่าการตรวจเงินแผ่นดิน หรือผู้ตรวจเงิน แผ่นดินซึ่งได้รับมอบหมายให้ควบคุมสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมาย แล้วแต่กรณี แต่รองผู้ว่าการตรวจเงินแผ่นดินหรือผู้ตรวจเงินแผ่นดินมีความเห็นเพิ่มเติมหรือเห็นแย้งกับผู้รับผิดชอบ ในการตรวจสอบหรือผู้อำนวยการสำนัก\n(๔) กรณีผลการตรวจสอบปรากฏหลักฐานอันควรเชื่อได้ว่า มีการกระทำด้วยประการ ใด ๆ ที่มีผลให้สมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา หรือกรรมาธิการ มีส่วนไม่ว่าโดยทางตรงหรือทางอ้อม ในการใช้งบประมาณรายจ่ายหรือกรณีอื่นใดตามมาตรา ๘๘\n(๕) กรณีเป็นการตรวจสอบการใช้จ่ายเงินราชการลับ หรือเงินที่มีลักษณะคล้ายเงินราชการลับ ตามมาตรา ๙๒\n(๖) กรณีผลการตรวจสอบมีประเด็นการตรวจสอบหลายประเด็น และมีประเด็นใดประเด็นหนึ่งอยู่ในหน้าที่และอำนาจพิจารณาผลการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    },
    {
        "id": "Chunk_9",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "(๖) กรณีผลการตรวจสอบมีประเด็นการตรวจสอบหลายประเด็น และมีประเด็นใดประเด็นหนึ่งอยู่ในหน้าที่และอำนาจพิจารณาผลการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน\nการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมายตามวรรคหนึ่ง ให้รองผู้ว่าการตรวจเงินแผ่นดิน หรือผู้ตรวจเงินแผ่นดิน ซึ่งได้รับมอบหมายให้ควบคุมกำกับสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมายเป็นผู้ติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย\nในการพิจารณาผลการตรวจสอบการปฏิบัติตามกฎหมาย หากเห็นว่าพยานหลักฐานยังไม่พอ รับฟังได้ว่ามีข้อบกพร่องเห็นควรยุติเรื่อง ถ้าเป็นเรื่องที่อยู่ในอำนาจพิจารณาผลการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน ให้ผู้ว่าการตรวจเงินแผ่นดินเป็นผู้พิจารณาสั่งการ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 8
        }
    },
    {
        "id": "Chunk_10",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ข้อ ๕ ในการพิจารณาผลการตรวจสอบการปฏิบัติตามกฎหมายจากเรื่องที่คัดเลือกมาจากการประเมินความเสี่ยงของหน่วยรับตรวจ และเรื่องที่กำหนดไว้ในแผนการตรวจสอบประจำปี หากผู้รับผิดชอบในการตรวจสอบเห็นว่าพยานหลักฐานยังไม่พอรับฟังได้ว่ามีข้อบกพร่องเห็นควรยุติเรื่อง และผู้อำนวยการสำนักเห็นพ้องกับผู้รับผิดชอบในการตรวจสอบ ให้ผู้อำนวยการสำนักเป็นผู้พิจารณาสั่งการยุติเรื่อง\nในการพิจารณาผลการตรวจสอบการปฏิบัติตามกฎหมายจากเรื่องที่มาจากการร้องเรียน หรือเรื่องที่เป็นผลมาจากการตรวจสอบด้านอื่น หากผู้รับผิดชอบในการตรวจสอบเห็นว่าพยานหลักฐานยังไม่พอรับฟังได้ว่ามีข้อบกพร่องเห็นควรยุติเรื่อง และผู้อำนวยการสำนักซึ่งมีหน้าที่และเขตอำนาจในการตรวจสอบการปฏิบัติตามกฎหมายเห็นพ้องกับผู้รับผิดชอบในการตรวจสอบ ให้ผู้อำนวยการสำนักเสนอเรื่องให้รองผู้ว่าการตรวจเงินแผ่นดิน หรือผู้ตรวจเงินแผ่นดิน ซึ่งได้รับมอบหมายให้ควบคุมสำนักซึ่งมีหน้าที่และเขตอำนาจ เป็นผู้พิจารณาสั่งการ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 9
        }
    },
    {
        "id": "Chunk_11",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ในการพิจารณาผลการตรวจสอบตามวรรคสอง ถ้าเป็นเรื่องที่อยู่ในอำนาจพิจารณาผลการตรวจสอบของรองผู้ว่าการตรวจเงินแผ่นดินหรือผู้ตรวจเงินแผ่นดินตามข้อ ๓ ให้รองผู้ว่าการตรวจเงินแผ่นดินหรือผู้ตรวจเงินแผ่นดิน ซึ่งได้รับมอบหมายให้ควบคุมสำนักซึ่งมีหน้าที่และเขตอำนาจ เป็นผู้พิจารณาสั่งการและให้รายงานเรื่องให้ผู้ว่าการตรวจเงินแผ่นดินทราบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 10
        }
    },
    {
        "id": "Chunk_12",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ข้อ ๖ ในการยุติการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย ให้เป็นอำนาจของผู้ที่มีอำนาจในการติดตามผลการตรวจสอบการดำเนินการในเรื่องนั้น ๆ เป็นผู้มีอำนาจในการพิจารณาสั่งการ\n\nข้อ ๗ กรณีผู้ว่าการตรวจเงินแผ่นดินได้มอบหมายหรือมอบอำนาจให้รองผู้ว่าการตรวจเงินแผ่นดิน ผู้ตรวจเงินแผ่นดิน ผู้อำนวยการสำนัก เป็นผู้ลงนามในหนังสือแจ้งผลการตรวจสอบ ให้ผู้ที่ได้รับมอบหมายหรือมอบอำนาจ เป็นผู้มีหน้าที่และอำนาจในการติดตามผลการตรวจสอบและยุติการติดตามผลการตรวจสอบด้วย ทั้งนี้ การติดตามผลการตรวจสอบและยุติการติดตามผลการตรวจสอบ ให้เป็นไปตามวิธีการและหลักเกณฑ์ที่ผู้ว่าการตรวจเงินแผ่นดินกำหนด\n\nข้อ ๘ เพื่อประโยชน์ในการพิจารณาผลการตรวจสอบตามคำสั่งนี้ ในการเปรียบเทียบตำแหน่งของข้าราชการ เจ้าหน้าที่ที่ต้องรับผิดชอบของหน่วยรับตรวจและบุคคลภายนอก ให้เป็นไปตามตารางเปรียบเทียบตำแหน่งท้ายคำสั่งนี้\n\nข้อ ๙ การใดที่ได้กระทำลงโดยชอบแล้วตามคำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๑/๒๕๖๖ ลงวันที่ ๒๐ ธันวาคม พ.ศ. ๒๕๖๖ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย ก่อนวันที่คำสั่งนี้มีผลใช้บังคับ ให้ถือว่าการนั้นชอบด้วยคำสั่งนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 11
        }
    },
    {
        "id": "Chunk_13",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๑/๒๕๖๘ เรื่อง การมอบหมายการพิจารณาผลการตรวจสอบ การแจ้งผลการตรวจสอบ และการติดตามผลการตรวจสอบการปฏิบัติตามกฎหมาย",
        "text": "ทั้งนี้ ตั้งแต่บัดนี้เป็นต้นไป\nสั่ง ณ วันที่ ๑๓ มกราคม พ.ศ. ๒๕๖๘",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": null,
        "expire_date": null,
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 12
        }
    }
]