[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "ตามที่พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ มาตรา ๙๖ และ มาตรา ๙๗ บัญญัติให้ผู้ว่าการตรวจเงินแผ่นดินมีหน้าที่และอำนาจในการเสนอเรื่องความผิดเกี่ยวกับวินัยการเงิน การคลังของรัฐต่อคณะกรรมการตรวจเงินแผ่นดินเพื่อพิจารณาลงโทษทางปกครองกับผู้รับตรวจและเจ้าหน้าที่ ของรัฐ ประกอบกับระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ จะมีผลใช้บังคับในวันที่ ๒๙ ธันวาคม ๒๕๖๖ ดังนั้น เพื่อให้การเสนอเรื่องต่อคณะกรรมการตรวจเงินแผ่นดินมีมาตรฐาน เดียวกัน และเป็นไปตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดินพ.ศ. ๒๕๖๑ ผู้ว่าการตรวจเงิน แผ่นดินจึงอาศัยอำนาจตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ มาตรา ๕ วรรคสอง ออกคำสั่งไว้ ดังต่อไปนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๑. ให้สำนักตรวจสอบที่ได้ดำเนินการแจ้งผลการตรวจสอบและติดตามผลการดำเนินการของผู้รับตรวจ ตามหลักเกณฑ์ที่กำหนดไว้ในระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติ ตามกฎหมาย พ.ศ.๒๕๖๖ และหากปรากฏพฤติการณ์ตามนัย มาตรา ๙๖ และมาตรา ๙๗ แห่งพระราชบัญญัติ ประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้ดำเนินการเสนอเรื่องความผิดวินัย การเงินการคลัง ตามแนวทางการเสนอเรื่องความผิดวินัยการเงินการคลังแนบท้ายคำสั่งนี้\n\n๒. ให้สำนักวินัยการเงินการคลังมีหน้าที่และอำนาจในการตรวจความครบถ้วนสมบูรณ์ของสำนวนการ เสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ เมื่อสำนักวินัยการเงินการคลังได้รับสำนวนตามข้อ ๑ ให้ ผู้อำนวยการสำนักวินัยการเงินการคลังดำเนินการจัดให้มีการบันทึกลงสารบบเรื่อง และมอบหมายเรื่องให้ เจ้าหน้าที่สำนักวินัยการเงินการคลังเป็นผู้รับผิดชอบตรวจจำนวน เพื่อดำเนินการตรวจความครบถ้วนสมบูรณ์ ของสำนวน โดยให้ดำเนินการให้แล้วเสร็จภายใน ๒๐ วันทำการ นับแต่วันที่ผู้รับผิดชอบตรวจจำนวนได้รับมอบ สำนวน\n\n๓. ในการดำเนินการตรวจความครบถ้วนสมบูรณ์ของสำนวนการเสนอเรื่องความผิดวินัยการเงิน การคลังของรัฐ ให้ปฏิบัติตามแนวทางการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐที่แนบท้ายคำสั่งนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๓. ในการดำเนินการตรวจความครบถ้วนสมบูรณ์ของสำนวนการเสนอเรื่องความผิดวินัยการเงิน การคลังของรัฐ ให้ปฏิบัติตามแนวทางการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐที่แนบท้ายคำสั่งนี้\n\n๔. กรณีมีปัญหาหรือข้อขัดข้องเกี่ยวกับการปฏิบัติตามแนวทางการเสนอเรื่อง หรือมีเหตุจำเป็นที่ไม่อาจปฏิบัติตามแนวทางการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐได้ ให้เสนอเรื่องต่อผู้ว่าการตรวจเงินแผ่นดิน เพื่อวินิจฉัยสั่งการทุกกรณี\n\nทั้งนี้ ตั้งแต่ วันที่ ๒๙ ธันวาคม พ.ศ. ๒๕๖๖ เป็นต้นไป\nสั่ง ณ วันที่ ๒๖ ธันวาคม พ.ศ. ๒๕๖๖\n\nแนวทางการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "ทั้งนี้ ตั้งแต่ วันที่ ๒๙ ธันวาคม พ.ศ. ๒๕๖๖ เป็นต้นไป\nสั่ง ณ วันที่ ๒๖ ธันวาคม พ.ศ. ๒๕๖๖\n\nแนวทางการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ\n\nด้วยระเบียบสำนักงานการตรวจเงินแผ่นดิน ว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ข้อ ๔๖ กำหนดให้การเสนอเรื่องต่อคณะกรรมการตรวจเงินแผ่นดินให้พิจารณาลงโทษทาง ปกครองแก่ผู้รับตรวจหรือเจ้าหน้าที่ของรัฐ ในการดำเนินการให้เป็นไปตามขั้นตอน วิธีการและรูปแบบที่ ผู้ว่าการตรวจเงินแผ่นดินกำหนด ดังนั้น เพื่อให้การเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐมี มาตรฐานเดียวกันและเป็นไปตามระเบียบดังกล่าว ผู้ว่าการตรวจเงินแผ่นดินจึงกำหนดแนวทางการเสนอ เรื่องความผิดวินัยการเงินการคลังของรัฐ เพื่อให้สำนักตรวจสอบที่มีอำนาจหน้าที่ในการตรวจสอบ ใช้เป็น แนวทางในการดำเนินการเสนอเรื่อง รวมทั้งให้สำนักวินัยการเงินการคลัง ใช้ดำเนินการตรวจสอบครบถ้วน สมบูรณ์ของสำนวนเพื่อเสนอผู้ว่าการตรวจเงินแผ่นดินพิจารณาเสนอเรื่องต่อคณะกรรมการตรวจเงินแผ่นดิน โดยมีรายละเอียด ดังนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    },
    {
        "id": "Chunk_5",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๑. การแจ้งผลการตรวจสอบ\nการแจ้งผลการตรวจสอบเป็นสาระสำคัญในการที่ผู้รับตรวจได้รับทราบข้อเท็จจริงจากผลการ ตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน ว่ามีเจ้าหน้าที่ของหน่วยรับตรวจผู้ใดบกพร่องในการปฏิบัติหน้าที่ ไม่เป็นไปตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี แบบแผนการปฏิบัติราชการ หรือไม่ปฏิบัติตาม กฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ เป็นเหตุให้เกิดความเสียหายแก่รัฐหรือหน่วยรับตรวจ หรือเป็นกรณี จงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และมีหน้าที่ต้องดำเนินการให้เจ้าหน้าที่ของ หน่วยรับตรวจผู้รับผิดชอบตามผลการตรวจสอบชดใช้ค่าเสียหาย หรือดำเนินการทางวินัย แล้วแต่กรณี โดยวันที่ ผู้รับตรวจรับทราบการแจ้งผลการตรวจสอบจะเป็นวันเริ่มต้นนับเวลาการดำเนินการของผู้รับตรวจ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 4
        }
    },
    {
        "id": "Chunk_6",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๒. การติดตามผลการตรวจสอบและพยานหลักฐานประกอบการเสนอเรื่องความผิดวินัยการเงิน การคลังของรัฐ\nเมื่อได้แจ้งผลการตรวจสอบและติดตามผลการตรวจสอบแล้วปรากฏพฤติการณ์ว่าผู้รับตรวจ ไม่ดำเนินการทางวินัยและหรือไม่ดำเนินการเรียกให้ชดใช้ค่าเสียหายนับเวลาก่อนหน้าที่หน่วยรับตรวจผู้ต้อง รับผิดชอบภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนด โดยไม่มีเหตุอันสมควร ตามนัยมาตรา ๙๖ แห่ง พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ให้ดำเนินการรวบรวม พยานหลักฐานประกอบการเสนอเรื่องในแต่ละกรณี ดังนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 5
        }
    },
    {
        "id": "Chunk_7",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๒.๑ กรณีผู้รับตรวจ ไม่แต่งตั้งคณะกรรมการสอบสวนทางวินัยหรือคณะกรรมการสอบ ข้อเท็จจริงความรับผิดทางละเมิด ภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนด โดยไม่มีเหตุอันสมควร\nเมื่อผู้รับตรวจรับทราบหนังสือแจ้งผลการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินแล้ว จะมี ระยะเวลาการดำเนินการแต่งตั้งคณะกรรมการสอบสวนทางวินัยหรือคณะกรรมการสอบข้อเท็จจริงความรับผิด ทางละเมิดภายในหกสิบวันนับแต่วันที่ได้รับหนังสือแจ้งผลการตรวจสอบ หากผู้รับตรวจไม่แจ้งผลการดำเนินการ หรือแจ้งกลับมาแต่ไม่ได้แต่งตั้งคณะกรรมการดังกล่าว โดยไม่มีเหตุอันสมควร และสำนักตรวจสอบได้มีหนังสือ แจ้งเตือนให้ผู้รับตรวจดำเนินการ โดยให้ระยะเวลาอีกสามสิบวันนับแต่ได้รับหนังสือแจ้งเตือน\nหากผู้รับตรวจไม่แจ้งผลการดำเนินการหรือแจ้งกลับมาแต่ไม่ได้แต่งตั้งคณะกรรมการ ดังกล่าว โดยไม่มีเหตุอันสมควร ให้สำนักตรวจสอบดำเนินการให้ผู้รับตรวจชี้แจงแสดงเหตุผลพร้อมเอกสารหลักฐานเพื่อประกอบการพิจารณาว่ามีเหตุอันสมควรหรือไม่ อย่างไร และกรณีคำชี้แจงและพยานหลักฐานไม่ เพียงพอหรือไม่สามารถรับฟังได้ให้รวบรวมพยานหลักฐานประกอบการเสนอเรื่อง ดังนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 6
        }
    },
    {
        "id": "Chunk_8",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๒.๑.๑ รวบรวมพยานเอกสารที่พิสูจน์ถึงการรับทราบการแจ้งผลการตรวจสอบของผู้รับตรวจ และการติดตามผลการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน ดังนี้\n๒.๑.๑.๑ สำเนาหนังสือแจ้งผลการตรวจสอบและสำเนารายงานการตรวจสอบ\n๒.๑.๑.๒ สำเนาหนังสือติดตามผลการตรวจสอบ / แจ้งเตือนให้ผู้รับตรวจเริ่มดำเนินการ\n๒.๑.๑.๓ หลักฐานไปรษณีย์ลงทะเบียนตอบรับ หรือสำเนาเอกสารการรับส่งหนังสือของหน่วยรับตรวจ\n๒.๑.๒ นอกเหนือจากพยานเอกสารตามข้อ ๒.๑.๑ แล้ว กรณีผู้รับตรวจชี้แจงถึงสาเหตุที่ มิอาจดำเนินการแต่งตั้งคณะกรรมการสอบสวนทางวินัย หรือคณะกรรมการสอบข้อเท็จจริงความรับผิดทาง ละเมิด ได้ เช่น อ้างว่าไม่มีบุคลากรในการแต่งตั้งคณะกรรมการสอบสวนทางวินัย หรือคณะกรรมการสอบ ข้อเท็จจริงความรับผิดทางละเมิด แต่ปรากฏข้อเท็จจริงว่าหน่วยรับตรวจดังกล่าวมีบุคลากรที่มีคุณสมบัติที่ สามารถแต่งตั้งเป็นคณะกรรมการสอบสวนทางวินัย หรือคณะกรรมการสอบข้อเท็จจริงความรับผิดทางละเมิดได้ ให้รวบรวมพยานเอกสาร ได้แก่ หนังสือชี้แจงของผู้รับตรวจและพยานหลักฐานที่พิสูจน์ถึงพฤติการณ์การ ไม่ดำเนินการโดยไม่มีเหตุอันสมควร (กรณีคำชี้แจงฟังไม่ขึ้น)",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 7
        }
    },
    {
        "id": "Chunk_9",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๒.๑.๓ นอกเหนือจากพยานเอกสารตามข้อ ๒.๑.๑ และ ๒.๑.๒ แล้ว กรณีต้องมีการสอบ ถ้อยคำหรือให้ผู้รับตรวจชี้แจงถึงการไม่ดำเนินการแต่งตั้งคณะกรรมการสอบสวนทางวินัย หรือคณะกรรมการ สอบข้อเท็จจริงความรับผิดทางละเมิด พร้อมพยานหลักฐานที่ผู้รับตรวจนำมาแสดง เพื่อให้เป็นไปตามนัยมาตรา ๑๑ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ และหลักเกณฑ์มาตรฐาน เกี่ยวกับการตรวจเงินแผ่นดิน ให้รวบรวมพยานเอกสาร ได้แก่ บันทึกถ้อยคำและหรือหนังสือชี้แจงของผู้รับตรวจ และพยานหลักฐานประกอบดังกล่าวด้วย",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 8
        }
    },
    {
        "id": "Chunk_10",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๒.๒ กรณีผู้รับตรวจแต่งตั้งคณะกรรมการสอบสวนทางวินัยหรือคณะกรรมการสอบข้อเท็จจริง ความรับผิดทางละเมิด แต่ดำเนินการไม่แล้วเสร็จภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนด",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 9
        }
    },
    {
        "id": "Chunk_11",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "เมื่อผู้รับตรวจแต่งตั้งคณะกรรมการสอบสวนทางวินัย หรือคณะกรรมการสอบข้อเท็จจริง ความรับผิดทางละเมิดแล้ว กระบวนการสอบสวนของคณะกรรมการสอบสวนทางวินัยและการสอบข้อเท็จจริง ความรับผิดทางละเมิดของคณะกรรมการสอบข้อเท็จจริงความรับผิดทางละเมิด เป็นการดำเนินการภายใต้ กฎหมายระเบียบที่ใช้กับหน่วยรับตรวจดังกล่าว แต่หากล่วงพ้นระยะเวลาแมนานและปรากฏพฤติการณ์ว่า ผู้รับตรวจมีเจตนาจะช่วยเหลือเจ้าหน้าที่ผู้กระทำผิด เพื่อไม่ต้องรับโทษทางวินัยหรือชดใช้ความเสียหาย โดยมี พยานหลักฐานชัดเจนก็จะเป็นกรณีที่ไม่ดำเนินการภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนดโดยไม่มีเหตุอัน สมควร ดังนั้น เมื่อพ้นกำหนดระยะเวลาการติดตามผลการตรวจสอบและปรากฏพฤติการณ์ของผู้รับตรวจที่ไม่ ดำเนินการภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนดโดยไม่มีเหตุอันสมควร ให้สำนักตรวจสอบดำเนินการ ให้ผู้รับตรวจชี้แจงแสดงเหตุผลพร้อมเอกสารหลักฐานเพื่อประกอบการพิจารณาว่ามีเหตุอันสมควรหรือไม่ อย่างไร และกรณีคำชี้แจงและพยานหลักฐานไม่เพียงพอหรือไม่สามารถรับฟังได้ให้รวบรวมพยานหลักฐาน ประกอบการเสนอเรื่อง ดังนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 10
        }
    },
    {
        "id": "Chunk_12",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๒.๒.๑ กรณีผู้รับตรวจชี้แจงว่าคณะกรรมการสอบสวนมีภาระงานมากทำให้การสอบสวนดำเนินการไม่แล้วเสร็จตามกำหนดเวลา ให้สอบถ้อยคำหรือให้ชี้แจงพร้อมแสดงเอกสารหลักฐานที่ว่าบุคลากรที่ได้รับแต่งตั้งเป็นคณะกรรมการสอบสวนทางวินัย หรือคณะกรรมการสอบข้อเท็จจริงความรับผิดทางละเมิดได้รับมอบหมายงานหรือมีภารกิจงานระหว่างปฏิบัติหน้าที่คณะกรรมการดังกล่าว กรณีที่คณะกรรมการดังกล่าวอ้างว่ามีภารกิจงานจำนวนมากในช่วงเวลาที่ได้รับแต่งตั้งให้เป็นคณะกรรมการสอบสวนทางวินัย หรือคณะกรรมการสอบข้อเท็จจริงความรับผิดทางละเมิด เป็นเหตุให้การดำเนินการต้องล่าช้า หากไม่ปรากฏข้อเท็จจริงตามข้อกล่าวอ้างถือว่าข้อกล่าวอ้างฟังไม่ขึ้น\n๒.๒.๒ กรณีคณะกรรมการสอบสวนทางวินัย หรือคณะกรรมการสอบข้อเท็จจริงความรับผิดทางละเมิด กล่าวอ้างว่ามีพยานบุคคลจำนวนมากที่ต้องสอบถ้อยคำ หรือมีพยานเอกสารจำนวนมากที่ต้องรวบรวม ทำให้การดำเนินการต้องล่าช้า ให้สอบถ้อยคำหรือให้ชี้แจงเพื่อพิสูจน์ข้อกล่าวอ้างดังกล่าว โดยพิจารณาจากแนวทางการรวบรวมพยานหลักฐานของคณะกรรมการสอบสวนทางวินัย หรือคณะกรรมการสอบข้อเท็จจริงความ รับผิดทางละเมิดว่าเป็นไปตามข้อกล่าวอ้างหรือไม่ หากไม่ปรากฏข้อเท็จจริงตามข้อกล่าวอ้างถือว่าข้อกล่าวอ้างฟังไม่ขึ้น",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 11
        }
    },
    {
        "id": "Chunk_13",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๒.๒.๓ กรณีมีสถานการณ์ที่คณะกรรมการสอบสวนทางวินัย หรือคณะกรรมการสอบข้อเท็จจริงความรับผิดทางละเมิด ใช้เป็นข้ออ้างในการดำเนินการล่าช้าจนเป็นเหตุให้มีการขยายเวลานอนิ่มนานกว่าปกติที่หลักเกณฑ์การดำเนินการกำหนดไว้ ให้สอบถ้อยคำหรือให้ชี้แจงและรวบรวมพยานหลักฐานว่าสถานการณ์ดังกล่าวมีผลกระทบต่อการดำเนินการสอบสวนทางวินัยหรือการสอบข้อเท็จจริงความรับผิดทางละเมิดหรือไม่ อย่างไร หากไม่ปรากฏข้อเท็จจริงตามข้อกล่าวอ้างถือว่าข้อกล่าวอ้างฟังไม่ขึ้น\nข้อสังเกต\n- แม้จะมีกำหนดเวลาการปฏิบัติหน้าที่ของคณะกรรมการสอบสวนทางวินัย และคณะกรรมการสอบข้อเท็จจริงความรับผิดทางละเมิด แต่ระยะเวลาดังกล่าวก็เป็นเพียงระยะเวลาเร่งรัด มิใช่การบังคับ หากคณะกรรมการฯ มีเหตุผลความจำเป็น ทั้งในการสอบสวนทางวินัยและการสอบข้อเท็จจริงความรับผิดทางละเมิดที่ไม่อาจดำเนินการได้ภายในเวลาที่กำหนด ก็สามารถจะขอขยายระยะเวลาต่อผู้รับตรวจ หรือผู้มีอำนาจได้ แต่ก็มิได้เป็นการบังคับให้ดำเนินการให้เสร็จสิ้นภายในระยะเวลาที่ได้รับการขยาย หากมีเหตุผลความจำเป็นที่ไม่อาจดำเนินการได้เสร็จสิ้นภายในระยะเวลาที่ขอขยายก็สามารถขอขยายได้อีกเป็นคราว ๆ ไปตามแนวคำพิพากษาศาลปกครองสูงสุด ที่ อ.๑๑๕๑/๒๕๕๘",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 12
        }
    },
    {
        "id": "Chunk_14",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "- ต้องพิจารณาถึงระยะเวลาที่ใช้ในการติดตามผลการดำเนินการของผู้รับตรวจ เนื่องจากหากดำเนินการจนพ้นระยะเวลา ๕ ปี นับแต่วันที่เจ้าหน้าที่กระทำผิด การดำเนินการเกี่ยวกับความผิดวินัยการเงินการคลังของรัฐกับเจ้าหน้าที่ก็เป็นอันระงับลง ตามที่บัญญัติไว้ในมาตรา ๑๐๑ (๒) แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ จึงเห็นว่าการติดตามผลการดำเนินการดังกล่าว อย่างน้อยระยะเวลาที่เหลือสำหรับทำสำนวนไม่ควรน้อยกว่า ๒ ปี เพื่อมิให้การดำเนินการเกี่ยวกับวินัยการเงินการคลังสำหรับเจ้าหน้าที่ ตามนัยมาตรา ๙๗ พ้นกำหนดระยะเวลา จนมิอาจดำเนินการกับเจ้าหน้าที่ดังกล่าวได้\n- ทั้งนี้ ในกรณีที่ผู้รับตรวจได้มีการลงทะเบียนทางวินัยและดำเนินการทางละเมิดชดใช้ค่าเสียหายเสร็จสิ้นแล้ว และอยู่ระหว่างการพิจารณาเสนอเรื่องให้ผู้ว่าการตรวจเงินแผ่นดินพิจารณาลงนามเสนอเรื่องต่อคณะกรรมการตรวจเงินแผ่นดิน กรณีดังกล่าวแม้จะดำเนินการแล้วเสร็จภายหลังจากกรอบเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนด ก็ให้ถือว่าผู้รับตรวจไม่มีพฤติการณ์ที่ไม่ดำเนินการโดยไม่มีเหตุอันสมควร",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 13
        }
    },
    {
        "id": "Chunk_15",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๓. การจัดทำสำนวนการเสนอเรื่องและแบบเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ\nในการเสนอให้ลงโทษทางปกครองตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ตามที่บัญญัติไว้ในมาตรา ๙๖ และมาตรา ๙๗ มีผู้ที่จะถูกกล่าวหาว่ากระทำความผิดวินัยการเงินการคลังของรัฐ คือ ผู้รับตรวจ ตามนัยมาตรา ๙๖ และเจ้าหน้าที่ของรัฐ ตามนัยมาตรา ๙๗ ดังนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 14
        }
    },
    {
        "id": "Chunk_16",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๓.๑ ผู้รับตรวจ\n๓.๑.๑ พฤติการณ์ของผู้รับตรวจที่เป็นเหตุอันควรลงโทษทางปกครอง ได้แก่\n- กรณีไม่ดำเนินการให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจ หรือไม่ดำเนินการทางวินัย ภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนดโดยไม่มีเหตุอันสมควร จากกรณีเจ้าหน้าที่ของหน่วยรับตรวจไม่ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรี หรือแบบแผนการปฏิบัติราชการ อันเป็นข้อบกพร่องที่ไม่เกี่ยวกับกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และก่อให้เกิดความเสียหายแก่รัฐ หรือหน่วยรับตรวจ ตามมาตรา ๙๖ ประกอบมาตรา ๘๕ วรรคสอง แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n- กรณีไม่ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจ หรือไม่ดำเนินการทางวินัย จากกรณีเจ้าหน้าที่ของหน่วยรับตรวจมีข้อบกพร่องในการปฏิบัติหน้าที่ตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และมีลักษณะก่อให้เกิดความเสียหายแก่รัฐหรือหน่วยรับตรวจ และผู้รับตรวจไม่ดำเนินการภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนด โดยไม่มีเหตุอันสมควร ตามมาตรา ๙๖ ประกอบมาตรา ๙๕ วรรคสาม และวรรคสี่ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 15
        }
    },
    {
        "id": "Chunk_17",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "- กรณีไม่ดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจ หรือไม่ดำเนินการทางวินัย ในกรณีเจ้าหน้าที่ของหน่วยรับตรวจจงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และผู้รับตรวจไม่ดำเนินการภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนดโดยไม่มีเหตุอันสมควร ตามมาตรา ๙๖ ประกอบมาตรา ๙๕ วรรคสาม และวรรคสี่ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n๓.๑.๒ สำนวนในการเสนอเรื่องให้ลงโทษทางปกครองกับผู้รับตรวจ ต้องประกอบด้วย\n- แบบเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ\n- สำเนารายงานการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินพร้อมสำเนาเอกสารหลักฐานที่เกี่ยวข้องกับประเด็นที่ตรวจสอบ\n- สำเนาหนังสือแจ้งผลการตรวจสอบให้ผู้รับตรวจดำเนินการตามผลการตรวจสอบ\n- หลักฐานที่แสดงให้เห็นว่าผู้รับตรวจได้รับทราบรายงานการตรวจสอบและหนังสือแจ้งผลการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน\n- สำเนาหนังสือติดตามผล / แจ้งเตือน / เร่งรัด การดำเนินการของผู้รับตรวจ\n- หนังสือชี้แจงและหรือแจ้งผลการดำเนินการของผู้รับตรวจ\n- พยานหลักฐานที่แสดงถึงการที่ผู้รับตรวจไม่ดำเนินการภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนด โดยไม่มีเหตุอันสมควร",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 16
        }
    },
    {
        "id": "Chunk_18",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "- หนังสือชี้แจงและหรือแจ้งผลการดำเนินการของผู้รับตรวจ\n- พยานหลักฐานที่แสดงถึงการที่ผู้รับตรวจไม่ดำเนินการภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนด โดยไม่มีเหตุอันสมควร\nทั้งนี้ ในแบบเสนอเรื่องต้องบรรยายให้เห็นถึงอำนาจหน้าที่ของผู้รับตรวจ ว่ามีอำนาจหน้าที่ในการดำเนินการทางวินัยและหรือทางละเมิดอย่างไร เป็นผู้มีอำนาจในการขยายเวลาดำเนินการของคณะกรรมการสอบสวนทางวินัยหรือคณะกรรมการสอบข้อเท็จจริงความรับผิดทางละเมิดหรือไม่ อย่างไรโดยเฉพาะหลักเกณฑ์การดำเนินการทางวินัยโดยทั่วไป",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 17
        }
    },
    {
        "id": "Chunk_19",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๓.๒ เจ้าหน้าที่ของรัฐ\n๓.๒.๑ พฤติการณ์ของเจ้าหน้าที่ของรัฐที่เป็นเหตุอันควรลงโทษทางปกครอง ได้แก่\n- กรณีมีหน้าที่ต้องปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ จงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และเป็นกรณีที่ไม่อาจดำเนินการให้เจ้าหน้าที่ของรัฐชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจ หรือไม่อาจดำเนินการทางวินัยกับเจ้าหน้าที่ของรัฐนั้นได้ ตามมาตรา ๙๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n- กรณีที่มีหน้าที่ต้องปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ จงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และเป็นกรณีที่ผู้รับตรวจไม่ดำเนินการให้เจ้าหน้าที่ของรัฐชดใช้ค่าเสียหายให้แก่รัฐหรือหน่วยรับตรวจ หรือไม่ดำเนินการทางวินัยกับเจ้าหน้าที่ของรัฐนั้น โดยไม่มีเหตุอันสมควรตามมาตรา ๙๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑\n๓.๒.๒ สำนวนในการเสนอเรื่องให้ลงโทษทางปกครองกับเจ้าหน้าที่ของรัฐ ต้องประกอบด้วย\n- แบบเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ\n- สำเนารายงานการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินพร้อมสำเนาเอกสารหลักฐานที่เกี่ยวข้องกับประเด็นที่ตรวจสอบ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 18
        }
    },
    {
        "id": "Chunk_20",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "- แบบเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ\n- สำเนารายงานการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดินพร้อมสำเนาเอกสารหลักฐานที่เกี่ยวข้องกับประเด็นที่ตรวจสอบ\n- สำเนาหนังสือแจ้งผลการตรวจสอบให้ผู้รับตรวจดำเนินการตามผลการตรวจสอบ\n- หลักฐานที่แสดงให้เห็นว่าผู้รับตรวจได้รับทราบรายงานการตรวจสอบและหนังสือแจ้งผลการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน\n- สำเนาหนังสือติดตามผล / แจ้งเตือน / เร่งรัด การดำเนินการของผู้รับตรวจ\n- หนังสือชี้แจงและหรือแจ้งผลการดำเนินการของผู้รับตรวจ\n- พยานหลักฐานที่แสดงถึงการที่ผู้รับตรวจไม่อาจดำเนินการ หรือ ไม่ดำเนินการภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนด โดยไม่มีเหตุอันสมควร หรือไม่อาจแจ้งให้ผู้รับตรวจดำเนินการได้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 19
        }
    },
    {
        "id": "Chunk_21",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "- พยานหลักฐานที่แสดงถึงการที่ผู้รับตรวจไม่อาจดำเนินการ หรือ ไม่ดำเนินการภายในเวลาที่ผู้ว่าการตรวจเงินแผ่นดินกำหนด โดยไม่มีเหตุอันสมควร หรือไม่อาจแจ้งให้ผู้รับตรวจดำเนินการได้\nทั้งนี้ ในแบบเสนอเรื่องต้องบรรยายให้เห็นถึงพฤติการณ์ที่ไม่อาจดำเนินการให้เจ้าหน้าที่ของรัฐชดใช้ค่าเสียหายแก่รัฐหรือหน่วยรับตรวจ หรือไม่อาจดำเนินการทางวินัยกับเจ้าหน้าที่ของรัฐได้ รวมถึงพยานหลักฐานที่ยืนยันถึงข้อเท็จจริงดังกล่าว และในการบรรยายถึงพฤติการณ์ของเจ้าหน้าที่ของรัฐที่เป็นกรณีจงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ ต้องบรรยายพฤติการณ์ให้ชัดเจน พร้อมระบุข้อกฎหมาย ข้อระเบียบ ในแต่ละเรื่องที่เจ้าหน้าที่ของรัฐไม่ปฏิบัติและบทกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐที่เกี่ยวข้อง อีกทั้งต้องระบุความเสียหายที่คำนวณเป็นจำนวนเงินได้แน่นอนชัดเจน (ถ้ามี)",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 20
        }
    },
    {
        "id": "Chunk_22",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๓.๓ แบบเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ\nในการจัดทำสำนวนการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐให้สำนักตรวจสอบที่ดำเนินการตรวจสอบ แจ้งผลการตรวจสอบและติดตามผลการตรวจสอบ จัดทำสำนวนพร้อมร่างแบบเสนอเรื่องตามแบบแนบท้ายแนวทางการเสนอเรื่องนี้ เสนอผู้บังคับบัญชาตามลำดับชั้นจนถึงผู้ว่าการตรวจเงินแผ่นดินเพื่อพิจารณาลงนามเสนอเรื่องต่อคณะกรรมการตรวจเงินแผ่นดินต่อไป\n\n๔. สถานภาพของผู้ถูกกล่าวหาในการจัดทำสำนวนการเสนอเรื่องความผิดวินัยการเงินการคลัง ของรัฐ",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 21
        }
    },
    {
        "id": "Chunk_23",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๔.๑ สถานภาพของผู้รับตรวจ ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงิน แผ่นดิน พ.ศ. ๒๕๖๑ มาตรา ๙๖\nต้องเป็นผู้รับตรวจตามความในมาตรา ๔ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ.๒๕๖๑ ที่มีอำนาจ หน้าที่ ตามกฎหมายในการพิจารณาดำเนินการทางละเมิดหรือทางวินัยกับเจ้าหน้าที่ของรัฐที่กระทำผิดด้วย\nข้อสังเกต\n- กรณีที่มีการมอบอำนาจให้ปฏิบัติราชการแทน เมื่อผู้รับมอบอำนาจะมิใช่ผู้รับตรวจตามความในมาตรา ๔ จึงไม่อาจถูกดำเนินการตามมาตรา ๙๖ และถึงแม้ผู้รับมอบอำนาจจะมิได้แจ้งให้ผู้รับตรวจผู้มอบอำนาจได้รับทราบถึงหนังสือแจ้งผลการตรวจสอบของผู้ว่าการตรวจเงินแผ่นดิน ก็ไม่เป็นเหตุให้ผู้รับตรวจพ้นจากหน้าที่ความรับผิดชอบแต่อย่างใด\n- กรณีคณะกรรมการเป็นผู้กระทำผิด ให้พิจารณาว่าผู้ใดเป็นผู้รับตรวจที่มีอำนาจ หน้าที่พิจารณาดำเนินการทางละเมิดหรือทางวินัยกับกรรมการแต่ละคน",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 22
        }
    },
    {
        "id": "Chunk_24",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "- กรณีคณะกรรมการเป็นผู้กระทำผิด ให้พิจารณาว่าผู้ใดเป็นผู้รับตรวจที่มีอำนาจ หน้าที่พิจารณาดำเนินการทางละเมิดหรือทางวินัยกับกรรมการแต่ละคน\n- กรณีผู้รับตรวจกระทำผิดต่อกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ ในการดำเนินการทางละเมิดหรือทางวินัยกับผู้รับตรวจดังกล่าว ให้แจ้งผลการตรวจสอบไปยังผู้บังคับบัญชาหรือควบคุมกำกับหรือผู้รับผิดชอบของหน่วยรับตรวจชั้นเหนือขึ้นไปเป็นผู้ดำเนินการแทน แต่เนื่องจากผู้บังคับบัญชา หรือควบคุมกำกับหรือผู้รับผิดชอบของหน่วยรับตรวจชั้นเหนือขึ้นไปนั้น มิใช่หัวหน้าหน่วยงานผู้รับผิดชอบในการปฏิบัติราชการหรือการบริหารงานของหน่วยรับตรวจนั้นตามความในมาตรา ๔ จึงต้องถือว่าผู้รับตรวจซึ่งเป็นผู้กระทำผิดดังกล่าว เป็นเจ้าหน้าที่ของรัฐที่ไม่อาจดำเนินการตามมาตรา ๙๕ วรรคสาม จึงเสนอให้พิจารณาดำเนินการลงโทษทางปกครองได้ตามมาตรา ๙๗",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 23
        }
    },
    {
        "id": "Chunk_25",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๔.๒ สถานภาพเจ้าหน้าที่ของรัฐ ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงิน แผ่นดิน พ.ศ. ๒๕๖๑ มาตรา ๙๗\nกรณีที่เจ้าหน้าที่ของรัฐจะถูกดำเนินการทางวินัยการเงินการคลังของรัฐตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ มาตรา ๙๗ จะต้องเป็นเจ้าหน้าที่ของรัฐที่มีหน้าที่ต้องปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ ซึ่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ มิได้บัญญัติความหมายของคำว่า \"เจ้าหน้าที่ของรัฐ\" ไว้ แต่เนื่องจากการดำเนินการทางวินัยการเงินการคลังของรัฐเป็นกระบวนการพิจารณาทางปกครอง จึงนำคำนิยามตามมาตรา ๓ แห่งพระราชบัญญัติจัดตั้งศาลปกครองและวิธีพิจารณาคดีปกครอง พ.ศ. ๒๕๔๒ มาเป็นแนวทางในการพิจารณาโดยกฎหมายดังกล่าวได้ให้ความหมายเจ้าหน้าที่ของรัฐไว้ว่า\nเจ้าหน้าที่ของรัฐ หมายความว่า\n(๑) ข้าราชการ พนักงาน ลูกจ้าง คณะบุคคล หรือผู้ที่ปฏิบัติงานในหน่วยงานทางปกครอง\n(๒) คณะกรรมการวินิจฉัยข้อพิพาท คณะกรรมการหรือบุคคลซึ่งมีกฎหมายให้อำนาจในการออกกฎ คำสั่ง หรือมติใดๆ ที่มีผลกระทบต่อบุคคล และ\n(๓) บุคคลที่อยู่ในบังคับบัญชาหรือในกำกับดูแลของหน่วยงานทางปกครองหรือเจ้าหน้าที่ของรัฐตาม (๑) หรือ (๒)",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 24
        }
    },
    {
        "id": "Chunk_26",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "(๓) บุคคลที่อยู่ในบังคับบัญชาหรือในกำกับดูแลของหน่วยงานทางปกครองหรือเจ้าหน้าที่ของรัฐตาม (๑) หรือ (๒)\nซึ่งบทบัญญัติมาตรา ๙๗ มีลักษณะเป็นกฎหมายอุดช่องว่างในกรณีที่ไม่สามารถแจ้งผู้รับตรวจพิจารณาดำเนินการเพื่อให้มีการชดใช้ค่าเสียหาย หรือดำเนินการทางวินัยกับเจ้าหน้าที่ของรัฐที่ จงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐได้ ตามมาตรา ๙๕ วรรคสาม หรือในกรณีผู้รับตรวจไม่ดำเนินการตามหนังสือแจ้งผลการตรวจสอบโดยไม่มีเหตุอันสมควร ตามมาตรา ๙๖\n- กรณีผู้รับตรวจ จงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และเป็นผู้กระทำผิดเสียเอง\n- กรณีรัฐมนตรีซึ่งเป็นข้าราชการการเมืองตามพระราชบัญญัติระเบียบข้าราชการการเมือง พ.ศ. ๒๕๓๕ ใช้อำนาจทางปกครอง ถือว่าเป็นเจ้าหน้าที่ของรัฐจงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และไม่สามารถแจ้งให้ผู้รับตรวจพิจารณาดำเนินการเพื่อให้มีการชดใช้ค่าเสียหาย หรือดำเนินการทางวินัยได้ แล้วแต่กรณี เสนอให้ลงโทษทางปกครองตามมาตรา ๙๗ ได้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 25
        }
    },
    {
        "id": "Chunk_27",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "- กรณีคณะกรรมการบริหารหรือกรรมการที่กำกับดูแลหน่วยงานของรัฐ ซึ่งเป็นเจ้าหน้าที่ของรัฐ จงใจไม่ปฏิบัติตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ และไม่สามารถแจ้งให้ผู้รับตรวจพิจารณาดำเนินการเพื่อให้มีการชดใช้ค่าเสียหายหรือดำเนินการทางวินัย แล้วแต่กรณี กับกรรมการแต่ละคนได้ (เนื่องจากผู้รับตรวจมิใช่ผู้มีอำนาจตามกฎหมายในการพิจารณาดำเนินการทางละเมิดหรือทางวินัย) เสนอให้ลงโทษทางปกครองตามมาตรา ๙๗ ได้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 26
        }
    },
    {
        "id": "Chunk_28",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๕. ระยะเวลาการดำเนินการวินัยการเงินการคลังของรัฐ\nตามนัยมาตรา ๑๐๑ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ นอกจากกรณีผู้ถูกกล่าวหาถึงแก่ความตายอันจะเป็นเหตุที่จะทำให้การดำเนินการทางวินัยการเงินการคลังของรัฐระงับแล้ว ยังมีกรณีการดำเนินการไม่แล้วเสร็จภายในระยะเวลาห้าปีนับแต่วันกระทำผิด ที่จะเป็นเหตุให้การดำเนินการดังกล่าวต้องระงับลงด้วย ดังนั้น จึงต้องพิจารณาถึงระยะเวลาที่ใช้ในการติดตามผลการดำเนินการของผู้รับตรวจ เนื่องจากหากดำเนินการจนพ้นระยะเวลา ๕ ปี นับแต่วันที่เจ้าหน้าที่กระทำผิดแล้ว การดำเนินการเกี่ยวกับความผิดวินัยการเงินการคลังของรัฐกับเจ้าหน้าที่ก็เป็นอันระงับลง ตามที่บัญญัติไว้ในมาตรา ๑๐๑ (๒) แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ จึงเห็นว่าการติดตามผลการดำเนินการดังกล่าวอย่างน้อยระยะเวลาที่เหลือสำหรับทำสำนวนไม่ควรน้อยกว่า ๒ ปี เพื่อมิให้การดำเนินการเกี่ยวกับวินัยการเงินการคลังของรัฐสำหรับเจ้าหน้าที่ ตามนัยมาตรา ๙๗ พ้นกำหนดระยะเวลานานมิอาจดำเนินการกับเจ้าหน้าที่ดังกล่าวได้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 27
        }
    },
    {
        "id": "Chunk_29",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๖. ขั้นตอนการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ\nเมื่อได้มีการติดตามผลการตรวจสอบแล้วปรากฏพฤติการณ์ที่เป็นเหตุอันควรลงโทษทางปกครอง ตามมาตรา ๙๖ หรือมาตรา ๙๗ แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ การเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐให้ดำเนินการดังนี้\n\n๖.๑ ให้เจ้าหน้าที่ตรวจสอบของสำนักตรวจสอบที่รับผิดชอบในการตรวจสอบ แจ้งผลการ ตรวจสอบและติดตามผลการตรวจสอบในเรื่องที่จะเสนอความผิดวินัยการเงินการคลังของรัฐ จัดทำสำนวน และร่างแบบเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ พร้อมกับรับรองตนเองว่าได้ปฏิบัติหน้าที่ตรวจสอบ ตามหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดิน ตามรูปแบบหนังสือรับรองการปฏิบัติหน้าที่ตรวจสอบ ตามหลักเกณฑ์มาตรฐานเกี่ยวกับการตรวจเงินแผ่นดินแนบท้ายแนวทางการเสนอเรื่องนี้ เสนอผู้บังคับบัญชา ตามลำดับชั้นจนถึงผู้อำนวยการสำนัก",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 28
        }
    },
    {
        "id": "Chunk_30",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๖.๒ ให้ผู้อำนวยการสำนัก พิจารณาสำนวนและร่างแบบเสนอเรื่องให้มีความครบถ้วนสมบูรณ์ทั้ง ข้อเท็จจริงและพยานหลักฐาน หากปรากฏว่าข้อเท็จจริงหรือพยานหลักฐานยังไม่ครบถ้วนสมบูรณ์ ให้สั่งการให้ เจ้าหน้าที่ตรวจสอบดำเนินการรวบรวมข้อเท็จจริง พยานหลักฐาน หรือแก้ไขแบบเสนอเรื่องให้มีความครบถ้วน สมบูรณ์ก่อนเสนอให้รองผู้ว่าการตรวจเงินแผ่นดินกรณีในส่วนกลาง หรือ เสนอเรื่องต่อผู้ตรวจเงินแผ่นดิน กรณีส่วนภูมิภาค เพื่อพิจารณา\nกรณีส่วนกลางให้รองผู้ว่าการตรวจเงินแผ่นดินเสนอเรื่องให้ผู้ว่าการตรวจเงินแผ่นดินพิจารณา\nกรณีส่วนภูมิภาคให้ผู้ตรวจเงินแผ่นดินเสนอเรื่องให้ผู้ว่าการตรวจเงินแผ่นดินพิจารณา หรืออาจ ส่งเรื่องไปยังสำนักงานการตรวจเงินแผ่นดินภูมิภาคในเขตรับผิดชอบเพื่อตรวจสอบ ความถูกต้อง ครบถ้วน สมบูรณ์ของสำนวนและร่างแบบเสนอเรื่องรวมทั้งข้อกฎหมาย ข้อระเบียบที่เกี่ยวข้อง หากยังไม่ถูกต้อง ครบถ้วน สมบูรณ์ให้มีอำนาจสั่งการให้ตรวจสอบข้อเท็จจริงและพยานหลักฐานเพิ่มเติมหรือแก้ไขร่างแบบ เสนอเรื่องให้ถูกต้อง ครบถ้วนก่อนเสนอเรื่องให้ผู้ว่าการตรวจเงินแผ่นดินพิจารณาต่อไป",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 29
        }
    },
    {
        "id": "Chunk_31",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๖.๓ ให้ผู้ว่าการตรวจเงินแผ่นดินส่งสำนวนและร่างแบบเสนอเรื่องความผิดวินัยการเงินการคลัง ของรัฐ ให้สำนักวินัยการเงินการคลังดำเนินการตรวจสอบสำนวนและร่างแบบเสนอเรื่องดังกล่าว\n\n๖.๔ ให้สำนักวินัยการเงินการคลัง มีอำนาจหน้าที่ในการตรวจสอบความถูกต้อง ครบถ้วน สมบูรณ์ของข้อเท็จจริง ข้อกฎหมาย พยานหลักฐานในสำนวนรวมทั้งความถูกต้อง ครบถ้วน สมบูรณ์ของร่าง แบบเสนอเรื่อง พร้อมเอกสารหนังสือรับรองการปฏิบัติหน้าที่ตรวจสอบตามหลักเกณฑ์มาตรฐานเกี่ยวกับการ ตรวจเงินแผ่นดิน โดยให้ผู้อำนวยการสำนักวินัยการเงินการคลังจัดให้มีทะเบียนคุมการรับเรื่อง และมอบหมาย ให้เจ้าหน้าที่สำนักวินัยการเงินการคลังเป็นผู้รับผิดชอบตรวจสำนวน\n\n๖.๕ กรณีสำนักวินัยการเงินการคลังตรวจสำนวนและร่างแบบเสนอเรื่องแล้วเห็นว่า สำนวนและ ร่างแบบเสนอเรื่องมีข้อเท็จจริง ข้อกฎหมาย และพยานหลักฐานถูกต้องครบถ้วนแล้ว ให้จัดทำบันทึกเสนอ สำนวนและแบบเสนอเรื่องเสนอผู้ว่าการตรวจเงินแผ่นดินเพื่อลงนามในแบบเสนอเรื่อง พร้อมจัดทำร่างหนังสือ กราบเรียนประธานกรรมการตรวจเงินแผ่นดินเสนอผู้ว่าการตรวจเงินแผ่นดินเพื่อลงนามเสนอเรื่องความผิด วินัยการเงินการคลังของรัฐ ให้คณะกรรมการตรวจเงินแผ่นดินพิจารณาต่อไป",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 30
        }
    },
    {
        "id": "Chunk_32",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๖.๖ กรณีสำนักวินัยการเงินการคลังตรวจสำนวนและร่างแบบเสนอเรื่องแล้วเห็นว่าตามข้อเท็จจริง พยานหลักฐานที่ปรากฏในสำนวนยังไม่ครบถ้วนถูกต้องและเป็นพยานหลักฐานสำคัญที่ต้องอาศัยเป็นหลักในการพิสูจน์ข้อเท็จจริงในความรับผิดของผู้ถูกกล่าวหา เช่น พยานหลักฐานที่ชี้ให้เห็นถึงพฤติการณ์ที่ไม่ดำเนินการ โดยไม่มีเหตุอันสมควรของผู้รับตรวจ เป็นต้น หรือ การปรับข้อกฎหมาย ข้อระเบียบ ยังไม่ถูกต้อง คลาดเคลื่อน ให้สำนักวินัยการเงินการคลังทำบันทึกส่งคืนสำนวนและร่างแบบเสนอเรื่องให้สำนักตรวจสอบพิเศษหรือ สำนักงานการตรวจเงินแผ่นดินภูมิภาคแล้วแต่กรณีไปดำเนินการแก้ไข เพิ่มเติม ให้ถูกต้อง ครบถ้วน ต่อไป",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 31
        }
    },
    {
        "id": "Chunk_33",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๖.๗ กรณีสำนักวินัยการเงินการคลังตรวจสำนวนและร่างแบบเสนอเรื่องแล้วเห็นว่า ยังขาด พยานหลักฐานบางส่วนเพื่อความสมบูรณ์ของข้อเท็จจริง เช่น หลักฐานไปรษณีย์ลงทะเบียนตอบรับ เป็นต้น อันเป็นข้อบกพร่องเล็กน้อย ก็ให้ดำเนินการแจ้งให้สำนักตรวจสอบเจ้าของเรื่องส่งเอกสารหลักฐานมาเพิ่มเติม โดยไม่ต้องส่งคืนสำนวน หรือเป็นกรณีพยานหลักฐานครบถ้วนสมบูรณ์แต่การบรรยายข้อเท็จจริงในร่างแบบ เสนอเรื่องยังไม่ชัดเจน ไม่สอดคล้องกับพยานหลักฐาน อันมิใช่ประเด็นสาระสำคัญถึงขนาดเปลี่ยนฐานความผิด หรือผู้รับผิดเป็นสำคัญ เช่นการพิมพ์ข้อความผิดพลาดทั้งตัวอักษรหรือตัวเลข การบรรยายข้อความซ้ำซ้อน เป็นต้น ให้สำนักวินัยการเงินการคลังสามารถปรับแก้ถ้อยคำหรือการบรรยายข้อความให้ถูกต้อง สอดคล้องกับ พยานหลักฐานที่ปรากฏในสำนวนได้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 32
        }
    },
    {
        "id": "Chunk_34",
        "document_id": null,
        "law_name": "คำสั่งผู้ว่าการตรวจเงินแผ่นดิน ที่ ๒๒/๒๕๖๖",
        "text": "๖.๘ กรณีสำนักวินัยการเงินการคลังตรวจสำนวนและร่างแบบเสนอเรื่องแล้วเห็นว่า ข้อเท็จจริง และพยานหลักฐานยังไม่เพียงพอที่จะกล่าวหาผู้รับตรวจหรือเจ้าหน้าที่ของรัฐว่ามีพฤติการณ์ที่เป็นเหตุอันควร ลงโทษทางปกครอง ให้เสนอความเห็นต่อผู้ว่าการตรวจเงินแผ่นดินเพื่อพิจารณาสั่งการยุติเรื่องและสั่งการให้ สำนักตรวจสอบเจ้าของเรื่องติดตามผลการดำเนินการของผู้รับตรวจต่อไป และให้แจ้งผลการพิจารณาสั่งการ ให้สำนักตรวจสอบเจ้าของเรื่องทราบต่อไป\n\n๖.๙ กรณีสำนักวินัยการเงินการคลังตรวจสำนวนและร่างแบบเสนอเรื่องแล้วปรากฏข้อเท็จจริง ในเบื้องต้นกรณีใดกรณีหนึ่ง ดังนี้\n๖.๙.๑ ผู้ถูกกล่าวหาถึงแก่ความตาย\n๖.๙.๒ มีระยะเวลาเกินกว่าห้าปีนับแต่วันที่กระทำความผิด\n๖.๙.๓ คณะกรรมการได้มีคำวินิจฉัยในประเด็นนั้นมาแล้วโดยอาศัยข้อเท็จจริงอย่าง เดียวกัน\nให้ผู้รับผิดชอบตรวจสำนวนพิจารณาเสนอความเห็นผ่านผู้บังคับบัญชาตามลำดับชั้นถึง ผู้ว่าการตรวจเงินแผ่นดินเพื่อพิจารณาสั่งยุติการเสนอเรื่องความผิดวินัยการเงินการคลังของรัฐ และแจ้งให้ สำนักตรวจสอบเจ้าของเรื่องทราบต่อไป",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2023-12-26",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 33
        }
    }
]