[
    {
        "id": "Chunk_1",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๒๐๐/๒๕๖๗",
        "text": "โดยที่ประกาศคณะกรรมการตรวจเงินแผ่นดิน เรื่อง การแบ่งส่วนราชการภายในและขอบเขตหน้าที่และอำนาจของส่วนราชการภายในสำนักงานการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๖ กำหนดให้สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๑ ถึง ๑๕ และสำนักตรวจเงินแผ่นดินจังหวัดมีหน้าที่และอำนาจตรวจเงินแผ่นดินตามที่ผู้ว่าการตรวจเงินแผ่นดินมอบหมาย\n\nเพื่อให้การตรวจสอบเรื่องร้องเรียนเป็นไปอย่างมีประสิทธิภาพ รวดเร็ว ไม่ซ้ำซ้อน และสอดคล้องกับประกาศดังกล่าว อาศัยอำนาจตามความในมาตรา ๔๘ มาตรา ๕๓ และมาตรา ๕๔ (๕) แห่งพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๖๑ ประกอบข้อ ๗ ของระเบียบสำนักงานการตรวจเงินแผ่นดินว่าด้วยการตรวจสอบการปฏิบัติตามกฎหมาย พ.ศ. ๒๕๖๖ ผู้ว่าการตรวจเงินแผ่นดินจึงออกคำสั่งไว้ ดังต่อไปนี้",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2024-05-03",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 0
        }
    },
    {
        "id": "Chunk_2",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๒๐๐/๒๕๖๗",
        "text": "ข้อ ๑ ให้สำนักตรวจเงินแผ่นดินจังหวัดตรวจสอบเรื่องร้องเรียนในเขตพื้นที่ความรับผิดชอบของสำนักตรวจเงินแผ่นดินจังหวัดแต่ละลำนัก ดังต่อไปนี้\n(๑) กรณีผู้ร้องเรียนกล่าวอ้างหรือเชื่อว่าผู้ถูกร้องเรียนคนใดคนหนึ่งที่มีตำแหน่งสูงสุดขณะร้องเรียน เป็นผู้ดำรงตำแหน่งตั้งแต่ประเภทอำนวยการ ระดับต้น หรือเทียบเท่าระดับแปลงมา โดยไม่ระบุความเสียหาย\n(๒) กรณีผู้ร้องเรียนกล่าวอ้างหรือเชื่อว่าผู้ถูกร้องเรียนคนใดคนหนึ่งที่มีตำแหน่งสูงสุดขณะร้องเรียน เป็นผู้ดำรงตำแหน่งตั้งแต่ประเภทอำนวยการ ระดับต้น หรือเทียบเท่าระดับแปลงมา โดยระบุความเสียหายนมูลค่าไม่เกินสามล้านบาท\n(๓) กรณีผู้ร้องเรียนกล่าวอ้างหรือเชื่อว่าผู้ถูกร้องเรียนคนใดคนหนึ่งที่มีตำแหน่งสูงสุดขณะร้องเรียน เป็นผู้ดำรงตำแหน่งตั้งแต่ประเภทอำนวยการ ระดับต้น หรือเทียบเท่าระดับแปลงมา โดยมิได้ระบุความเสียหายแต่ระบุวงเงินมูลค่าของงาน โครงการ กิจกรรม หรือสัญญาไม่เกินห้าล้านบาท\n(๔) กรณีผู้ร้องเรียนไม่ระบุการดำรงตำแหน่งของผู้ถูกร้องเรียน หรือระบุไม่ชัดเจน แต่ระบุมูลค่าความเสียหายไม่เกินสามล้านบาท",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2024-05-03",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 1
        }
    },
    {
        "id": "Chunk_3",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๒๐๐/๒๕๖๗",
        "text": "(๔) กรณีผู้ร้องเรียนไม่ระบุการดำรงตำแหน่งของผู้ถูกร้องเรียน หรือระบุไม่ชัดเจน แต่ระบุมูลค่าความเสียหายไม่เกินสามล้านบาท\n(๕) กรณีผู้ร้องเรียนไม่ระบุการดำรงตำแหน่งของผู้ถูกร้องเรียน หรือระบุไม่ชัดเจน และไม่ระบุมูลค่าความเสียหาย แต่ระบุวงเงินมูลค่าของงาน โครงการ กิจกรรม หรือสัญญาไม่เกินห้าล้านบาท\n(๖) กรณีผู้ร้องเรียนไม่ระบุการดำรงตำแหน่งของผู้ถูกร้องเรียน หรือระบุไม่ชัดเจน และไม่ระบุมูลค่าความเสียหาย รวมถึงไม่ระบุวงเงินมูลค่าของงาน โครงการ กิจกรรม หรือสัญญา แต่มีการระบุพฤติการณ์เพียงพอให้ตรวจสอบ\nเมื่อรับเรื่องร้องเรียนไว้ตรวจสอบตามวรรคหนึ่งแล้ว ต่อมาพบว่าการดำรงตำแหน่งของผู้ถูกร้องเรียน มูลค่าความเสียหาย หรือมูลค่างาน โครงการ กิจกรรม หรือสัญญา ไม่เป็นไปตามที่ร้องเรียนก็ให้สำนักตรวจเงินแผ่นดินจังหวัดตามวรรคหนึ่งตรวจสอบเรื่องร้องเรียนดังกล่าวต่อไป",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2024-05-03",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 2
        }
    },
    {
        "id": "Chunk_4",
        "document_id": null,
        "law_name": "คำสั่งสำนักงานการตรวจเงินแผ่นดิน ที่ ๒๐๐/๒๕๖๗",
        "text": "ข้อ ๒ ให้สำนักงานการตรวจเงินแผ่นดินภูมิภาคที่ ๑ – ๑๕ ซึ่งเป็นต้นสังกัดของสำนักตรวจเงินแผ่นดินจังหวัดในเขตพื้นที่ความรับผิดชอบ มีหน้าที่และอำนาจตรวจสอบเรื่องร้องเรียนในเขตพื้นที่ความรับผิดชอบของสำนักงานการตรวจเงินแผ่นดินภูมิภาคแต่ละภาค นอกเหนือจากที่กำหนดให้เป็นหน้าที่และอำนาจตรวจสอบของสำนักตรวจเงินแผ่นดินจังหวัดตามข้อ ๑\nเมื่อรับเรื่องร้องเรียนไว้ตรวจสอบตามวรรคหนึ่งแล้ว ต่อมาพบว่าการดำรงตำแหน่งของผู้ถูกร้องเรียน มูลค่าความเสียหาย หรือมูลค่างาน โครงการ กิจกรรม หรือสัญญา ไม่เป็นไปตามที่ร้องเรียน ก็ให้สำนักงานการตรวจเงินแผ่นดินภูมิภาคตามวรรคหนึ่งตรวจสอบเรื่องร้องเรียนดังกล่าวต่อไป\n\nทั้งนี้ ตั้งแต่บัดนี้เป็นต้นไปจนกว่าจะมีคำสั่งเปลี่ยนแปลง\nสั่ง ณ วันที่ ๓ พฤษภาคม พ.ศ. ๒๕๖๗",
        "doc_type": "คำสั่ง",
        "announce_date": null,
        "effective_date": "2024-05-03",
        "expire_date": "2099-12-31",
        "version": 1,
        "metadata": {
            "หมวด": "บททั่วไป",
            "ส่วน": "",
            "chunk_index": 3
        }
    }
]